# Sample ResourceBundle properties file

frame.single.registration.only=E4995: \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0430\u0442\u0430 \u0441\u0435\u0441\u0438\u044f \u0432\u0435\u0447\u0435 \u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u0430
frame.registration.login.failed=E4996: \u0412\u043b\u0438\u0437\u0430\u043d\u0435\u0442\u043e \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e (\u043c\u043e\u043b\u044f, \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u043e\u0442\u0434\u0435\u043b '\u041f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430')
frame.registration.license.exception=E4997: \u0427\u0435\u0442\u0435\u043d\u0435\u0442\u043e/\u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043b\u0438\u0446\u0435\u043d\u0437\u0435\u043d \u0444\u0430\u0439\u043b \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
frame.registration.license.invalid=E4998: \u041b\u0438\u0446\u0435\u043d\u0437\u044a\u0442 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0437\u0430 \u0442\u043e\u0437\u0438 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440 (\u043c\u043e\u043b\u044f, \u043f\u0440\u0435\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0435)
frame.registration.hardwarekey.failure=E4999: \u0413\u0440\u0435\u0448\u043a\u0430 \u043d\u0430 \u0445\u0430\u0440\u0434\u0443\u0435\u0440\u0435\u043d \u043a\u043b\u044e\u0447 (\u043d\u044f\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0437\u0430 \u0447\u0435\u0442\u0435\u043d\u0435/\u0437\u0430\u043f\u0438\u0441)

auth.req.dialog.license.registration.suceeded=\u041b\u0438\u0446\u0435\u043d\u0437\u044a\u0442 \u0431\u0435\u0448\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d \u0438 GlobalTIS \u0431\u0435\u0448\u0435 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0430. \u041c\u043e\u043b\u044f, \u0438\u0437\u043b\u0435\u0437\u0442\u0435 (\u043f\u0440\u0435\u043a\u044a\u0441\u043d\u0435\u0442\u0435 \u0441\u0435\u0441\u0438\u044f\u0442\u0430 \u0447\u0440\u0435\u0437 \u0438\u043a\u043e\u043d\u043a\u0430\u0442\u0430 \u0432 \u0433\u043e\u0440\u043d\u0438\u044f \u0434\u0435\u0441\u0435\u043d \u044a\u0433\u044a\u043b) \u0438 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 GlobalTIS \u0438\u043b\u0438 \u0432\u043b\u0435\u0437\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
auth.req.dialog.license.registration.failed=E5001: \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043b\u0438\u0446\u0435\u043d\u0437 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 (\u043c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043b\u0438 'ID \u043d\u0430 \u0430\u0431\u043e\u043d\u0430\u0442\u0430' \u0438 '\u041b\u0438\u0446\u0435\u043d\u0437\u0435\u043d \u043a\u043b\u044e\u0447' \u0441\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0438).

auth.req.dialog.title.message=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u0442\u0435\u043b\u0441\u0442\u0432\u043e\u0442\u043e \u0438 (\u0441\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u043e\u043d\u043b\u0430\u0439\u043d) \u0438\u043b\u0438 (\u0441\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0447\u0440\u0435\u0437 \u0438\u043c\u0435\u0439\u043b/\u0444\u0430\u043a\u0441).
auth.req.dialog.dealership.missing.id=E5174: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e ID \u043d\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0435\u0446.
auth.req.dialog.dealership.missing.name=E5175: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0438\u043c\u0435 \u043d\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0435\u0446.
auth.req.dialog.dealership.missing.street=E5176: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0443\u043b\u0438\u0446\u0430 \u043d\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0435\u0446.
auth.req.dialog.dealership.missing.zip=E5177: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u043f\u043e\u0449\u0435\u043d\u0441\u043a\u0438 \u043a\u043e\u0434 \u043d\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0435\u0446.
auth.req.dialog.dealership.missing.city=E5178: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0433\u0440\u0430\u0434 \u043d\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0435\u0446.
auth.req.dialog.dealership.missing.country=E5179: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0434\u044a\u0440\u0436\u0430\u0432\u0430 \u043d\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0435\u0446.
auth.req.dialog.dealership.missing.language=E5180: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0435\u0437\u0438\u043a \u043d\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0435\u0446.
auth.req.dialog.dealership.missing.contacs=E5181: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0441 \u0442\u044a\u0440\u0433\u043e\u0432\u0435\u0446.
auth.req.dialog.dealership.information.incomplete=E5003: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0444\u0438\u0440\u043c\u0430\u0442\u0430.
auth.req.dialog.dealership.dealercode.invalid=E5004: \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u0434\u0430 \u043d\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0435\u0446\u0430.
auth.req.dialog.dealership.contact.missing=E5005: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043b\u0438 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441, \u0438\u043b\u0438 \u043d\u043e\u043c\u0435\u0440 \u043d\u0430 \u0444\u0430\u043a\u0441.
auth.req.dialog.dealership.contact.name.missing=E5006: \u041c\u043e\u043b\u044f, \u0434\u0430\u0439\u0442\u0435 \u0418\u043c\u0435 \u0437\u0430 \u0432\u0440\u044a\u0437\u043a\u0430.
auth.req.dialog.dealership.email.invalid=E5007: \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441\u0430 (\u0432\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e).
auth.req.dialog.dealership.information.invalid=E5008: \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 (\u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0437\u0430\u043f\u0438\u0441\u0438 \u043d\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430\u0442 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430)
auth.req.dialog.dealership.invalid.name=E5182: \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0435\u0446\u0430 (\u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 255 \u0437\u043d\u0430\u043a\u0430)
auth.req.dialog.dealership.invalid.street=E5183: \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0423\u043b\u0438\u0446\u0430 (\u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 255 \u0437\u043d\u0430\u043a\u0430)
auth.req.dialog.dealership.invalid.zip=E5184: \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u041f\u043e\u0449\u0435\u043d\u0441\u043a\u0438\u044f \u043a\u043e\u0434 \u043d\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0435\u0446\u0430 (\u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 10 \u0437\u043d\u0430\u043a\u0430)
auth.req.dialog.dealership.invalid.city=E5185: \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0413\u0440\u0430\u0434 (\u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 255 \u0437\u043d\u0430\u043a\u0430)
auth.req.dialog.dealership.invalid.phone=E5186: \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0422\u0435\u043b\u0435\u0444\u043e\u043d\u0435\u043d (\u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 255 \u0437\u043d\u0430\u043a\u0430)
auth.req.dialog.dealership.invalid.fax=E5187: \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0424\u0430\u043a\u0441 (\u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 255 \u0437\u043d\u0430\u043a\u0430)
auth.req.dialog.dealership.invalid.email=E5188: \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0418\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441 (\u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 255 \u0437\u043d\u0430\u043a\u0430)
auth.req.dialog.dealership.invalid.contact.name=E5189: \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0418\u043c\u0435\u0442\u043e \u0437\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 (\u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 255 \u0437\u043d\u0430\u043a\u0430)
auth.req.dialog.dealership.data.stored=M5009: \u0414\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0444\u0438\u0440\u043c\u0430\u0442\u0430 \u0441\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438.
auth.req.dialog.dealership.data.failure=E5266: \u0421\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u0442\u0435\u043b\u0441\u0442\u0432\u043e\u0442\u043e \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
auth.req.dialog.online.registration.failed=E5011: \u041e\u043d\u043b\u0430\u0439\u043d \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 (\u043c\u043e\u043b\u044f, \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u043e\u0442\u0434\u0435\u043b '\u041f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430').
auth.req.dialog.online.registration.duplicate=M5012: \u0417\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0437\u0430 \u043e\u043d\u043b\u0430\u0439\u043d \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0432\u0435\u0447\u0435 \u0435 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0430.
auth.req.dialog.online.registration.suceeded=M5013: \u041e\u043d\u043b\u0430\u0439\u043d \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0438. \u041c\u043e\u043b\u044f, \u0437\u0430\u043f\u0438\u0448\u0435\u0442\u0435 RequestID = '{REQUEST-ID}'.
auth.req.dialog.registration.may.take.some.time=M5014: \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043b\u0438\u0446\u0435\u043d\u0437\u043d\u0438\u044f \u043a\u043b\u044e\u0447 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u043d\u043e \u0432\u0440\u0435\u043c\u0435. \u041c\u043e\u043b\u044f, \u043f\u043e\u0442\u0432\u044a\u0440\u0434\u0435\u0442\u0435 \u0441 '\u041e\u041a' \u0438 \u0438\u0437\u0447\u0430\u043a\u0430\u0439\u0442\u0435 ...
auth.req.email.notification=M5015: \u041f\u043e\u043b\u0443\u0447\u0435\u043d\u0430 \u0435 \u043d\u043e\u0432\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f (\u0432\u0438\u0436\u0442\u0435 \u0432 \u0442\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b\u0430 \u0437\u0430 ID \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0438 \u041a\u043e\u0434 \u043d\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0435\u0446\u0430).

auth.reqext.dialog.title.message=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0437\u0430 GlobalTIS (\u0423\u0434\u044a\u043b\u0436\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0430\u0431\u043e\u043d\u0430\u043c\u0435\u043d\u0442): (\u043e\u043d\u043b\u0430\u0439\u043d \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f) \u0438\u043b\u0438 (\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0447\u0440\u0435\u0437 \u0438\u043c\u0435\u0439\u043b/\u0444\u0430\u043a\u0441)
auth.reqhwk.dialog.title.message=\u041c\u0438\u0433\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0445\u0430\u0440\u0434\u0443\u0435\u0440\u0435\u043d \u043a\u043b\u044e\u0447 \u0437\u0430 GlobalTIS: (\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043e\u043d\u043b\u0430\u0439\u043d) \u0438\u043b\u0438 (\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0447\u0440\u0435\u0437 \u0438\u043c\u0435\u0439\u043b/\u0444\u0430\u043a\u0441).
auth.reqhwk.dialog.online.registration.unknown=E5018: \u041e\u043d\u043b\u0430\u0439\u043d \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 (\u043c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043b\u0438 ID \u043d\u0430 \u0430\u0431\u043e\u043d\u0430\u0442\u0430 \u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e).

auth.req.detail.dialog.title.msg=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438 ...
auth.req.detail.dialog.subscription.not.selected=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0430\u0431\u043e\u043d\u0430\u043c\u0435\u043d\u0442 \u0437\u0430 \u043e\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0438\u044f.
auth.req.detail.dialog.request.ident.invalid=E5021: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e 'ID \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430'.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e 'ID \u043d\u0430 \u0430\u0431\u043e\u043d\u0430\u0442'.
auth.req.detail.dialog.authorization.failed=E5023: \u0417\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0437\u0430 \u043e\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430.
auth.req.detail.dialog.authorization.completed=M5024: GlobalTIS \u043e\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0430 (\u043b\u0438\u0446\u0435\u043d\u0437\u043d\u0438\u044f\u0442 \u043a\u043b\u044e\u0447 \u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d \u043f\u043e \u0438\u043c\u0435\u0439\u043b).
auth.req.detail.dialog.authorization.suceeded=M5025: GlobalTIS \u043e\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0438.
auth.req.detail.dialog.license.key.not.computed=E5026: \u0418\u0437\u0447\u0438\u0441\u043b\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u041b\u0438\u0446\u0435\u043d\u0437\u0435\u043d \u043a\u043b\u044e\u0447 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e (\u043d\u0435\u043f\u044a\u043b\u043d\u043e/\u043f\u043e\u0433\u0440\u0435\u0448\u043d\u043e \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0438 \u0434\u0430\u043d\u043d\u0438).
auth.req.regdb.no.organization=E5027: \u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e (\u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430 \u043f\u043e \u043e\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0435 \u0435 \u043f\u0440\u0438\u043f\u0438\u0441\u0430\u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u0437\u0430 \u043f\u0440\u043e\u0434\u0430\u0436\u0431\u0438).
auth.req.email.license.subject=GlobalTIS \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f (RequestID = '{REQUEST-ID}')
auth.req.email.license.body=\n\u0421 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u043e\u0442\u043e \u043f\u043e\u043b\u0443\u0447\u0438\u0445\u0442\u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438\u0442\u0435 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u041b\u0438\u0446\u0435\u043d\u0437\u0435\u043d \u043a\u043b\u044e\u0447 \u0438 ID \u043d\u0430 \u0430\u0431\u043e\u043d\u0430\u0442.\n\n\u0412\u041d\u0418\u041c\u0410\u041d\u0418\u0415:\n\u0418 \u0434\u0432\u0435\u0442\u0435 \u0432\u0430\u0436\u0430\u0442 \u0441\u0430\u043c\u043e \u043d\u0430 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u0430, \u043a\u044a\u0434\u0435\u0442\u043e \u0441\u0442\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0438\u043b\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043f\u043e \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f.\n\u0417\u0430 \u0432\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435, \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 GlobalTIS \u0438 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 ID \u043d\u0430 \u0430\u0431\u043e\u043d\u0430\u0442\u0430, \u043a\u0430\u043a\u0442\u043e \u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u043d\u0438\u044f \u043a\u043b\u044e\u0447. \u041f\u0440\u0438 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u041b\u0438\u0446\u0435\u043d\u0437\u043d\u0438\u044f \u043a\u043b\u044e\u0447 \u0432\u0430\u0436\u0430\u0442 \u0441\u0430\u043c\u043e \u0446\u0438\u0444\u0440\u0438\u0442\u0435 0-9 \u0438 \u0431\u0443\u043a\u0432\u0438\u0442\u0435 A-F (\u043f\u0440\u0438\u0435\u043c\u0430\u0442 \u0441\u0435 \u0438 \u043c\u0430\u043b\u043a\u0438 \u0431\u0443\u043a\u0432\u0438). \u0411\u0443\u0442\u043e\u043d\u044a\u0442 '\u041b\u0438\u0446\u0435\u043d\u0437\u0435\u043d \u043a\u043b\u044e\u0447' \u043f\u044a\u043a \u043e\u0442\u0432\u0430\u0440\u044f \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446, \u0432 \u043a\u043e\u0439\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0446\u044f\u043b\u0430\u0442\u0430 \u043f\u043e\u0440\u0435\u0434\u043d\u043e\u0441\u0442. \u0411\u0443\u0442\u043e\u043d\u044a\u0442 '\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u041b\u0438\u0446\u0435\u043d\u0437\u0435\u043d \u043a\u043b\u044e\u0447' \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430.\n\n\u0412\u043c\u0435\u0441\u0442\u043e \u043d\u043e\u043c\u0435\u0440 \u043d\u0430 \u0425\u0430\u0440\u0434\u0443\u0435\u0440\u0435\u043d \u043a\u043b\u044e\u0447, \u043e\u0442\u0441\u0435\u0433\u0430 \u043d\u0430\u0442\u0430\u0442\u044a\u043a \u0432 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440\u0430 \u043f\u0440\u0438 \u0432\u0441\u044f\u043a\u043e \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 ECU \u0449\u0435 \u0441\u0435 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430 ID \u043d\u0430 \u0430\u0431\u043e\u043d\u0430\u0442\u0430.\n\n\u0417\u0430\u044f\u0432\u043a\u0430ID: {REQUEST-ID}\n\u0410\u0431\u043e\u043d\u0430\u0442-ID: {SUBSCRIBER-ID}\n\nLicence Key:\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0430\u0442\u0430 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043f\u0440\u0435\u0434\u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435!

exception.unable.to.execute.action=E5030: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0438 \u043e\u043d\u043b\u0430\u0439\u043d \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f. \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0441\u044a\u0441 \u0441\u044a\u0440\u0432\u044a\u0440\u0430.

auth.req.no.entries=M5031: \u041d\u0435 \u0441\u0430 \u043e\u0442\u043a\u0440\u0438\u0442\u0438 \u0437\u0430\u044f\u0432\u043a\u0438 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f.

wait=\u041c\u043e\u043b\u044f, \u0438\u0437\u0447\u0430\u043a\u0430\u0439\u0442\u0435 ...

frame.login.kill.message=E4212: \u0422\u043e\u0432\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0438 \u043f\u0430\u0440\u043e\u043b\u0430 \u0432\u0435\u0447\u0435 \u0441\u0430 \u0437\u0430\u0435\u0442\u0438.<br>\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 '\u041e\u0442\u043a\u0430\u0437', \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u043d\u0430 \u0433\u043b\u0430\u0432\u043d\u0438\u044f \u0435\u043a\u0440\u0430\u043d.<br>\u0412\u041d\u0418\u041c\u0410\u041d\u0418\u0415: \u0410\u043a\u043e \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 '\u0414\u0430', \u0449\u0435 \u043f\u0440\u0435\u043a\u0440\u0430\u0442\u0438\u0442\u0435 \u0441\u0435\u0441\u0438\u044f\u0442\u0430 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0438\u0447\u0438\u043d\u0438\u0442\u0435 \u0437\u0430\u0433\u0443\u0431\u0430 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438.<br><br>

frame.login.kill.cancelled=M4194: \u0410\u043d\u0443\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0430\u0440\u0430 \u0441\u0435\u0441\u0438\u044f \u043e\u0442\u043c\u0435\u043d\u0435\u043d\u043e !

frame.login.kill.successful=M4195: \u0421\u0442\u0430\u0440\u0430\u0442\u0430 \u0441\u0435\u0441\u0438\u044f \u0431\u0435 \u0430\u043d\u0443\u043b\u0438\u0440\u0430\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e !

swdl.home.panel.message=<center><B>\u041f\u0420\u0415\u0414\u0418 \u0414\u0410 \u0417\u0410\u041f\u041e\u0427\u041d\u0415\u0422\u0415!</B></center><br>\u0417\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438 TIS-Online, \u043d\u0430 \u0432\u0430\u0448\u0438\u044f Techline \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 Java \u0441\u043e\u0444\u0442\u0443\u0435\u0440. \u0412\u0438\u0436\u0442\u0435 \u043a\u0430\u043a \u0441\u0435 \u0441\u0432\u0430\u043b\u044f \u0442\u043e\u0439 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f <br><br>\u0421\u0432\u0430\u043b\u044f\u043d\u0435 \u043d\u0430 \u0441\u043e\u0444\u0442\u0443\u0435\u0440 \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0432\u0430 \u043f\u0440\u0435\u0437 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0441\u0442\u044a\u043f\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0430\u0442 \u0432\u0440\u0435\u043c\u0435, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0432\u0438. \u0417\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438, \u043c\u043e\u043b\u044f \u0432\u0438\u0436\u0442\u0435 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f.<br><br>\u041c\u043e\u043b\u044f, \u0438\u043c\u0430\u0439\u0442\u0435 \u0442\u044a\u0440\u043f\u0435\u043d\u0438\u0435, \u0430\u043a\u043e \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u0431\u0430\u0432\u0435\u043d \u043c\u043e\u0434\u0435\u043c ...

swdl.notify.cookies.disabled=E4213: \u0417\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0421\u0432\u0430\u043b\u044f\u043d\u0435 \u043d\u0430 \u0441\u043e\u0444\u0442\u0443\u0435\u0440, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0435 \u0431\u0438\u0441\u043a\u0432\u0438\u0442\u043a\u0438\u0442\u0435 \u0438 \u0434\u0430 \u0432\u043b\u0435\u0437\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e

navigation.hint=\u0421\u043e\u0444\u0442\u0443\u0435\u0440\u043d\u043e\u0442\u043e \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u043d\u0430 TIS \u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435 \u041d\u0430\u043f\u0440\u0435\u0434 \u0438 \u041d\u0430\u0437\u0430\u0434 \u043d\u0430 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430. \u0429\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0442 \u0433\u0440\u0435\u0448\u043a\u0438. \u041c\u043e\u043b\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u0430\u043c\u043e \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0432 \u0435\u043a\u0440\u0430\u043d\u0438\u0442\u0435 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u0442\u0430, \u0430 \u043d\u0435 \u0442\u0435\u0437\u0438 \u043d\u0430 \u043b\u0435\u043d\u0442\u0430\u0442\u0430 \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438.

reloginpage.text=M3534: \u0412\u0438\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0438\u0437\u043b\u044f\u0437\u043e\u0445\u0442\u0435

confirmation.logout=M3535: \u041c\u043e\u043b\u044f, \u043f\u043e\u0442\u0432\u044a\u0440\u0434\u0435\u0442\u0435 \u0438\u0437\u0445\u043e\u0434\u0430 !

good.bye=M3536: \u0412\u0438\u0435 \u0438\u0437\u043b\u044f\u0437\u043e\u0445\u0442\u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e.

si.home.title=\u0417\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0421\u0435\u0440\u0432\u0438\u0437\u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u043d\u043e \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0437\u0430 \u0441\u0435\u0440\u0432\u0438\u0437\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f

si.home.stdinfo=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438 \u0432\u0438\u0436\u0442\u0435 \u0414\u0438\u0430\u0433\u043d\u043e\u0441\u0442\u0438\u0447\u043d\u0430 \u0438 \u0421\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u0438\u0447\u0435\u0441\u043a\u0438 \u0441\u0445\u0435\u043c\u0438 \u0438 \u0422\u0435\u0445\u043d\u0438\u0447\u0435\u0441\u043a\u0438 \u0441\u0435\u0440\u0432\u0438\u0437\u043d\u0438 \u0431\u044e\u043b\u0435\u0442\u0438\u043d\u0438 \u0437\u0430 \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u0435\u043d \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b, \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0438\u0440\u0430\u043d\u0438 \u043f\u043e \u041c\u043e\u043d\u0442\u0430\u0436\u043d\u0438 \u0433\u0440\u0443\u043f\u0438 \u0438 \u0422\u0438\u043f\u043e\u0432\u0435 \u0441\u0435\u0440\u0432\u0438\u0437\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f

si.home.bulletins=\u0424\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0422\u0435\u0445\u043d\u0438\u0447\u0435\u0441\u043a\u0438\u0442\u0435 \u0441\u0435\u0440\u0432\u0438\u0437\u043d\u0438 \u0431\u044e\u043b\u0435\u0442\u0438\u043d\u0438 (\u0422\u0421\u0411) \u043f\u043e:<br>\u041c\u0430\u0440\u043a\u0430, \u041c\u043e\u0434\u0435\u043b, \u0414\u0432\u0438\u0433\u0430\u0442\u0435\u043b, \u041c\u043e\u043d\u0442\u0430\u0436\u043d\u0430 \u0433\u0440\u0443\u043f\u0430, \u0421\u0438\u043c\u043f\u0442\u043e\u043c, \u041a\u043e\u0434 \u043d\u0430 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430 \u0438\u043b\u0438 \u041d\u043e\u043c\u0435\u0440 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435\u0442\u043e

si.home.faultDiag=\u041d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u041f\u0440\u043e\u0446\u0435\u0434\u0443\u0440\u0438 \u0437\u0430 \u0434\u0438\u0430\u0433\u043d\u043e\u0441\u0442\u0438\u043a\u0430 \u043d\u0430 \u0434\u0435\u0444\u0435\u043a\u0442 \u043f\u043e \u043a\u043e\u0434 \u043d\u0430 \u0434\u0435\u0444\u0435\u043a\u0442

si.home.brochures=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438 \u0432\u0438\u0436\u0442\u0435 \u0421\u043f\u0435\u0446\u0438\u0430\u043b\u043d\u0438 \u0431\u0440\u043e\u0448\u0443\u0440\u0438:<br>\u0418\u043d\u0441\u043f\u0435\u043a\u0446\u0438\u0438, \u041d\u043e\u0432\u0438 \u0442\u0435\u0445\u043d\u0438\u0447\u0435\u0441\u043a\u0438 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438, \u0422\u0435\u0445\u043d\u0438\u0447\u0435\u0441\u043a\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f

si.home.number.search=\u041d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442 \u043f\u043e \u041d\u043e\u043c\u0435\u0440 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442

si.home.text.search=\u041d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442 \u043f\u043e \u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435

si.home.bookmarks=\u0412\u0438\u0436 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0446\u0438

si.stdinfo.select.ratio=\u0421\u044a\u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430 \u0441\u044a\u0441 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043a\u044a\u043c \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442

si.stdinfo.select.height=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0441\u044a\u0441 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0438 \u0434\u0438\u0441\u043f\u043b\u0435\u044f \u0437\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442

si.dociframepanel.select.height=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0434\u0438\u0441\u043f\u043b\u0435\u044f \u0437\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442

si.number.search.enter.bulletin=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u043d\u043e\u043c\u0435\u0440 \u0437\u0430 \u0411\u044e\u043b\u0435\u0442\u0438\u043d\u043d\u0430/\u041a\u0430\u043c\u043f\u0430\u043d\u0438\u0439\u043d\u0430/\u041f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f:

si.number.search.enter.document=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 ID \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442:

si.search.no.result=E3550: \u041d\u0435 \u0435 \u043e\u0442\u043a\u0440\u0438\u0442\u043e \u0441\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u0435 !

si.search.result.without.vehicle=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0435\u0440\u0432\u0438\u0437\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0431\u0435\u0437 \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u0430 (\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b)

si.search.result.with.vehicle=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0435\u0440\u0432\u0438\u0437\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0441 \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u0430 (\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b)

si.search.result.too-many-hits=E4229: \u041f\u0440\u0435\u043a\u0430\u043b\u0435\u043d\u043e \u043c\u043d\u043e\u0433\u043e \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0442\u0438\u043f \u0441\u0435\u0440\u0432\u0438\u0437\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f. \u041c\u043e\u043b\u044f, \u0441\u0442\u0435\u0441\u043d\u0435\u0442\u0435 \u043a\u0440\u0438\u0442\u0435\u0440\u0438\u0438\u0442\u0435 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435.

si.document.page.wait=\u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 ...

si.document.not.found=E3552: \u0414\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u043d\u0435 \u0435 \u043e\u0442\u043a\u0440\u0438\u0442 !

si.document.not.available=E3553: \u0414\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u0435\u043d

si.lt.novc=E3555: \u041d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0440\u0430\u0437\u0445\u043e\u0434\u0430 \u043d\u0430 \u0442\u0440\u0443\u0434 \u0437\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b !

si.lt.no.instance=E3556: \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e Labour Time \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u043e \u0437\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430 \u043c\u0430\u0440\u043a\u0430 !

si.no.bookmarks=\u041d\u044f\u043c\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0438 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0446\u0438 !

si.bulletins.search.message=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438\u0442\u0435, \u043f\u043e \u043a\u043e\u0438\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u0442 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435

si.bulletins.search.alternative=\u0438\u043b\u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u043e\u043c\u0435\u0440 \u043d\u0430 \u043f\u043e\u043b\u0435\u0432\u0430 \u043f\u043e\u043f\u0440\u0430\u0432\u043a\u0430

si.bulletin.search.hitcount=\u041e\u0431\u0449\u043e \u0431\u0440\u043e\u0439 \u043f\u043e\u043f\u0430\u0434\u0435\u043d\u0438\u044f

si.bulletin.search.nothing.found=E4141: \u041d\u0435 \u0441\u0430 \u043e\u0442\u043a\u0440\u0438\u0442\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 !

vc.select.vc.data=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u0430

vc.message.vin.incorrect=E714: \u041d\u044f\u043c\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0432\u044a\u0432\u0435\u0434\u0435\u043d VIN !

vc.message.attribute.tied.to.vin=E3557: \u0422\u043e\u0437\u0438 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0435 \u043f\u0440\u044f\u043a\u043e \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0441 VIN \u043a\u043e\u0434\u0430. \u0410\u043a\u043e \u0433\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435, \u0449\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 VIN \u043d\u043e\u043c\u0435\u0440\u0430. \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 ?

vc.message.select.salesmake=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043c\u0430\u0440\u043a\u0430

vc.message.vin.not.interpretable=E3558: VIN \u043d\u043e\u043c\u0435\u0440\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0442\u0435\u0440\u043f\u0440\u0435\u0442\u0438\u0440\u0430. \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435?

fallback.no.instance=E3559: \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u043e \u0437\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430 \u043c\u0430\u0440\u043a\u0430 !

lt.home.stdinfo=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438 \u0432\u0438\u0436\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0440\u0430\u0437\u0445\u043e\u0434\u0430 \u043d\u0430 \u0442\u0440\u0443\u0434 \u0437\u0430 \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u0438\u044f \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b

lt.novc=E3561: \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b

lt.no.lt.for.vc=E3562: \u0417\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b \u043d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u043d\u043e\u0440\u043c\u0438\u0440\u043e\u0432\u043a\u0438 \u043d\u0430 \u0440\u0430\u0437\u0445\u043e\u0434\u0430 \u043d\u0430 \u0442\u0440\u0443\u0434

edit.bookmark=\u0420\u0435\u0434\u0430\u043a\u0446\u0438\u044f \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446

not.authorized=\u041d\u0435 \u0441\u0442\u0435 \u043e\u0442\u043e\u0440\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.

frame.invalid.session=E4214: \u0412\u041d\u0418\u041c\u0410\u041d\u0418\u0415: \u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043f\u043e\u0440\u0430\u0434\u0438 \u0435\u0434\u043d\u0430 \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u0440\u0438\u0447\u0438\u043d\u0438:<br><br>&nbsp;&nbsp;1. \u0421\u0435\u0441\u0438\u044f\u0442\u0430 \u0435 \u0438\u0437\u0442\u0435\u043a\u043b\u0430.<br>&nbsp;&nbsp;2. \u0414\u0440\u0443\u0433 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u044a\u0449\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435/\u043f\u0430\u0440\u043e\u043b\u0430 \u0438 \u0435 \u043f\u0440\u0435\u043a\u0440\u0430\u0442\u0438\u043b \u0432\u0430\u0448\u0430\u0442\u0430 \u0441\u0435\u0441\u044f\u0438.<br>&nbsp;&nbsp;3. \u041d\u0430\u0440\u0443\u0448\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442\u0442\u0430 - \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043d\u044f\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0442\u043e\u0432\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435.

no.information.available=M4114: \u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f !

select.ratio=\u0421\u044a\u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430 \u0441\u044a\u0441 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043a\u044a\u043c \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442

document.not.available=E3553: \u0414\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u0435\u043d

frame.modified.news=M4217: \u0418\u043c\u0430 \u043d\u0435\u043f\u0440\u043e\u0447\u0435\u0442\u0435\u043d\u0438 \u043d\u043e\u0432\u0438\u043d\u0438 ! (\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0438\u043a\u043e\u043d\u0430\u0442\u0430 \u043d\u0430 \u043d\u043e\u0432\u0438\u043d\u0438\u0442\u0435 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f)

lt.search.mwork.not.found=E4220: \u0413\u043b\u0430\u0432\u043d\u0430\u0442\u0430 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 !

lt.no.bookmarks=\u041d\u044f\u043c\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0438 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0446\u0438 !

lt.search.result.without.vehicle=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0440\u0430\u0437\u0445\u043e\u0434 \u043d\u0430 \u0442\u0440\u0443\u0434 \u0431\u0435\u0437 \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u0430 (\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b)

lt.search.result.with.vehicle=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0440\u0430\u0437\u0445\u043e\u0434 \u043d\u0430 \u0442\u0440\u0443\u0434 \u0441 \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u0430 (\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b)

lt.search.no.result=E3550: \u041d\u0435 \u0435 \u043e\u0442\u043a\u0440\u0438\u0442\u043e \u0441\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u0435 !

detailed.picture=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0442\u0443\u043a \u0437\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0430 \u043a\u0430\u0440\u0442\u0438\u043d\u0430 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043f\u043e-\u0433\u043e\u0440\u0435

lt.bookmark.unavailable=E4228: \u0418\u0437\u0431\u0440\u0430\u043d\u0438\u044f\u0442 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0437\u0430 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u044f \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b !

frame.plugin.check.notification=\u041f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u0441\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u043f\u043b\u044a\u0433\u0438\u043d\u0438

frame.plugin.install.dialog=E4251: \u0421\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0437\u0430\u0441\u0435\u0447\u0435, \u0447\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u043b\u044a\u0433\u0438\u043d\u0438 \u043b\u0438\u043f\u0441\u0432\u0430\u0442. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0435\u0442\u0438\u043a\u0435\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0432\u0430\u043b\u0438\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u0444\u0430\u0439\u043b.

frame.plugin.install.dialog.checking.error=E4252: \u0421\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u043d\u0435 \u0443\u0441\u043f\u044f \u0434\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435 \u043b\u0438\u043f\u0441\u0432\u0430\u0449\u0438\u0442\u0435 \u043f\u043b\u044a\u0433\u0438\u043d\u0438. \u0421\u043b\u0435\u0434\u043e\u0432\u0430\u0442\u0435\u043b\u043d\u043e, \u0432\u0438\u0436\u0434\u0430\u0442\u0435 \u043f\u044a\u043b\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u043f\u043b\u044a\u0433\u0438\u043d\u0438 !!! <br>\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0435\u0442\u0438\u043a\u0435\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0432\u0430\u043b\u0438\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u0444\u0430\u0439\u043b.


frame.plugin.install.check.enable=\u041f\u043e\u0437\u0432\u043e\u043b\u0438 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430\u0442\u0430 \u0437\u0430 \u043f\u043b\u044a\u0433\u0438\u043d\u0438 \u0432 \u0431\u044a\u0434\u0435\u0449\u0435 (\u0422\u0430\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0438 \u043e\u0442 \u0440\u0430\u0437\u0434\u0435\u043b\u0430 '\u041f\u0440\u043e\u0444\u0438\u043b')

plugin.description.isoview=\u041f\u043b\u044a\u0433\u0438\u043d \u0437\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f .cgm
plugin.description.tiffviewer=\u041f\u043b\u044a\u0433\u0438\u043d \u0437\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f .tiff
plugin.description.cgmviewer=\u041f\u043b\u044a\u0433\u0438\u043d \u0437\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f .cgm
plugin.description.webstart=\u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 Java \u043a\u043b\u0438\u0435\u043d\u0442\u0441\u043a\u0438 \u043a\u043e\u0434


sps.home.panel.message=<center><B>\u041f\u0420\u0415\u0414\u0418 \u0414\u0410 \u0417\u0410\u041f\u041e\u0427\u041d\u0415\u0422\u0415!</B></center><br>\u0417\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438 TIS-Online, \u043d\u0430 \u0432\u0430\u0448\u0438\u044f Techline \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 Java \u0441\u043e\u0444\u0442\u0443\u0435\u0440. \u0412\u0438\u0436\u0442\u0435 \u043a\u0430\u043a \u0441\u0435 \u0441\u0432\u0430\u043b\u044f \u0442\u043e\u0439 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f <br><br>SPS \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0432\u0430 \u043f\u0440\u0435\u0437 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0441\u0442\u044a\u043f\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0430\u0442 \u0432\u0440\u0435\u043c\u0435, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0432\u0438. \u0417\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438, \u043c\u043e\u043b\u044f \u0432\u0438\u0436\u0442\u0435 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f.<br><br>\u041c\u043e\u043b\u044f, \u0438\u043c\u0430\u0439\u0442\u0435 \u0442\u044a\u0440\u043f\u0435\u043d\u0438\u0435, \u0430\u043a\u043e \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u0431\u0430\u0432\u0435\u043d \u043c\u043e\u0434\u0435\u043c ...
sps.home.panel.message.test=<center><B>\u041d\u0415 \u041f\u0420\u0415\u041f\u0420\u041e\u0413\u0420\u0410\u041c\u0418\u0420\u0410\u0419\u0422\u0415 \u041a\u041e\u041d\u0422\u0420\u041e\u041b\u0415\u0420\u0418\u0422\u0415 \u041d\u0410 \u0410\u0412\u0422\u041e\u041c\u041e\u0411\u0418\u041b\u0410 \u0421 \u0422\u0410\u0417\u0418 \u0412\u0415\u0420\u0421\u0418\u042f \u041d\u0410 \u0421\u041e\u0424\u0422\u0423\u0415\u0420\u0410!</B></center><br>SPS \u041c\u041e\u0414\u0423\u041b\u042a\u0422 \u041e\u0429\u0415 \u041d\u0415 \u0415 \u0418\u0417\u041f\u0420\u041e\u0411\u0412\u0410\u041d \u0418 \u0412\u0415\u0420\u041e\u042f\u0422\u041d\u041e \u0429\u0415 \u0411\u041b\u041e\u041a\u0418\u0420\u0410. \u0412\u0421\u042f\u041a\u0410\u041a\u0412\u041e \u0415\u0412\u0415\u041d\u0422\u0423\u0410\u041b\u041d\u041e \u041f\u0420\u0415\u041f\u0420\u041e\u0413\u0420\u0410\u041c\u0418\u0420\u0410\u041d\u0415 \u0415 \u0418\u0417\u0426\u042f\u041b\u041e \u041d\u0410 \u0412\u0410\u0428 \u0420\u0418\u0421\u041a \u0418 \u041c\u041e\u0416\u0415 \u0414\u0410 \u041f\u041e\u0412\u0420\u0415\u0414\u0418 \u041a\u041e\u041d\u0422\u0420\u041e\u041b\u0415\u0420\u0410. <br><br>SPS \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0432\u0430 \u043f\u0440\u0435\u0437 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0441\u0442\u044a\u043f\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0430\u0442 \u0432\u0440\u0435\u043c\u0435, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0432\u0438. \u0417\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438, \u043c\u043e\u043b\u044f \u0432\u0438\u0436\u0442\u0435 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f.<br><br>\u041c\u043e\u043b\u044f, \u0438\u043c\u0430\u0439\u0442\u0435 \u0442\u044a\u0440\u043f\u0435\u043d\u0438\u0435, \u0430\u043a\u043e \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u0431\u0430\u0432\u0435\u043d \u043c\u043e\u0434\u0435\u043c ...

sps.calib.info.entry.panel.message=\u0417\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u043d\u0430\u0439-\u043d\u043e\u0432\u0430\u0442\u0430 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0438\u0442\u0435 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440\u0438 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 17-\u0437\u043d\u0430\u043a\u043e\u0432\u0438\u044f \u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u043d\u043e\u043c\u0435\u0440 \u043d\u0430 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u0430 (VIN) \u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 '\u041f\u043e\u0438\u0441\u043a\u0430\u0439 CAL ID'.<br><br>\u0417\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u041d\u043e\u043c\u0435\u0440\u0430 \u0437\u0430 \u043f\u043e\u0442\u0432\u044a\u0440\u0436\u0434\u0435\u043d\u0438\u0435 \u043d\u0430 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u044f (CVN) \u0437\u0430 \u043a\u043e\u044f\u0442\u043e \u0438 \u0434\u0430 \u0435 \u043d\u043e\u043c\u0435\u0440 \u043d\u0430 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0430 \u0447\u0430\u0441\u0442, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u043e\u043c\u0435\u0440\u0430 \u043d\u0430 \u0447\u0430\u0441\u0442\u0442\u0430 \u043d\u0430 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f ID \u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 '\u041f\u043e\u0438\u0441\u043a\u0430\u0439 CVN'.

invalid.vin=E2769: \u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d VIN!

sas.home.panel.message=\u0421\u0432\u0430\u043b\u044f\u043d\u0435 \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442 \u0437\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0414\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0441\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442\u0442\u0430

sps.calibration.info.detailed.summary.caption=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b \u043d\u0430 GM (\u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u044f)

sps.calibration.info.complete.part.history=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b \u043d\u0430 GM

sps.calibration.history.for=\u041a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0430 \u0438\u0441\u0442\u043e\u0440\u0438\u044f \u0437\u0430

sps.please.select=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 ...

sps.calibration.info.wizard.error.general=E4451: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0432\u044a\u0442\u0440\u0435\u0448\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 ! \u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e !

sps.calibration.info.wizard.finished=\u0413\u043e\u0442\u043e\u0432\u043e !

sps.calibration.info.cvn.unknown.partnumber=E4453: \u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0438\u043b\u0438 \u043d\u0435\u043f\u043e\u0437\u043d\u0430\u0442 \u043d\u043e\u043c\u0435\u0440 \u043d\u0430 \u0447\u0430\u0441\u0442 !

sps.calibration.info.display.dealer.vci=\u041f\u043e\u043a\u0430\u0436\u0438 VCI \u043d\u0430 \u0434\u0438\u043b\u044a\u0440

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: \u0418\u043c\u0430 {PARTCOUNT} \u043d\u043e\u043c\u0435\u0440\u0430 \u043d\u0430 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438 \u0447\u0430\u0441\u0442\u0438, \u0432\u0430\u043b\u0438\u0434\u043d\u0438 \u0437\u0430 '{MODULENAME}'. \u041f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u044f\u0442\u0430 \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0442\u0430\u0431\u043b\u0438\u0446\u0438, \u0437\u0430 \u0434\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438\u0442\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0430\u0442\u0430 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u044f \u0437\u0430 \u0442\u043e\u0437\u0438 \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b.

sps.calib.info.no.debug.info.available=M4114: \u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f !


sps.exception.invalid-cachesize-input=M4389: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0447\u0438\u0441\u043b\u0435\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043a\u0435\u0448\u0430.
sps.exception.unsupported-controller=E4390: \u0418\u0437\u0431\u0440\u0430\u043d\u0438\u044f\u0442 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440 \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u043e\u0442 \u0442\u0430\u0437\u0438 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 TIS2WEB.\n\u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043b\u0438 \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0438\u044f VIN \u0435 \u0442\u043e\u0447\u0435\u043d \u0438/\u0438\u043b\u0438 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0438\u0440\u0430\u0439\u0442\u0435 \u0447\u0440\u0435\u0437 VCI.
sps.exception.invalid-controller-selection=E4391: \u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0432\u0430\u043b\u0438\u0434\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440.
sps.exception.invalid-vci-input=M4393: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0447\u0438\u0441\u043b\u0435\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043d\u0430 VCI.
sps.exception.server-side-failure=E4394: \u041e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430.
sps.exception.invalid-vin=E4395: \u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0438\u044f\u0442 VIN \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d. \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 VIN \u043e\u0442\u043d\u043e\u0432\u043e!
sps.exception.no-controllers=E4396: \u041d\u0435 \u0441\u0430 \u043e\u0442\u043a\u0440\u0438\u0442\u0438 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d\u0438 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440\u0438.
sps.exception.no-vci=M4397: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 VCI.
sps.exception.no-matching-vci=E5036: \u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0438\u044f\u0442 VCI \u043d\u043e\u043c\u0435\u0440 \u043d\u0435 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440.\n\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
sps.exception.no-valid-cop=E4398: \u041d\u0435 \u0441\u0430 \u043e\u0442\u043a\u0440\u0438\u0442\u0438 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438 \u0434\u0430\u043d\u043d\u0438.
sps.exception.tool.ecuread=E4399: \u0422\u0435\u0436\u043a\u0430 \u0433\u0440\u0435\u0448\u043a\u0430: \u0427\u0435\u0442\u0435\u043d\u0435\u0442\u043e \u043d\u0430 ECU \u0434\u0430\u043d\u043d\u0438 \u043e\u0442 \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e \u0438\u043b\u0438 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
sps.exception.tool.native=E4400: \u0422\u0435\u0436\u043a\u0430 \u0433\u0440\u0435\u0448\u043a\u0430: \u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0430 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u0438\u043c\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430.
sps.exception.tool.reprogramming=E4401: \u0422\u0435\u0436\u043a\u0430 \u0433\u0440\u0435\u0448\u043a\u0430: \u0417\u0430\u043f\u0438\u0441\u044a\u0442 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e \u0438\u043b\u0438 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d.
sps.exception.tool.init=E4402: \u0422\u0435\u0436\u043a\u0430 \u0433\u0440\u0435\u0448\u043a\u0430: \u0418\u0437\u0431\u0440\u0430\u043d\u043e\u0442\u043e \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430.
sps.exception.tool.vinread=E4403: \u0422\u0435\u0436\u043a\u0430 \u0433\u0440\u0435\u0448\u043a\u0430: \u0427\u0435\u0442\u0435\u043d\u0435\u0442\u043e \u043d\u0430 VIN \u0434\u0430\u043d\u043d\u0438 \u043e\u0442 \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e \u0438\u043b\u0438 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
sps.exception.unsupported-locale=E4405: \u041d\u0435\u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d\u043e \u043c\u044f\u0441\u0442\u043e.
sps.exception.no-controller-selection=E4406: \u041e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 (\u043b\u0438\u043f\u0441\u0432\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438).
sps.exception.ambiguous-controller-selection=E4407: \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u0440\u0435\u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u0435 \u043d\u0435\u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0437\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440.
sps.exception.software-archive-not-enabled=M4408: \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043f\u043e \u0430\u0440\u0445\u0438\u0432 \u043d\u0435 \u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u043e.
sps.exception.loading-archive-or-part-file-failed=M4409: \u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u043d\u0430 VCI Part/\u0430\u0440\u0445\u0438\u0432\u0435\u043d \u0444\u0430\u0439\u043b \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
sps.exception.invalid-archive-vci=M4410: \u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d VCI (Part/\u0430\u0440\u0445\u0438\u0432\u0435\u043d \u0444\u0430\u0439\u043b).
sps.exception.no-valid-eil=E4411: \u041e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 (\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u043a\u0440\u0430\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442).
sps.exception.no-calibration-update=M4412: \u0418\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u044f \u0435 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0430\u0442\u0430 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u044f \u0432 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u043c\u043e\u0434\u0443\u043b.
sps.exception.invalid-current-calibration=M4413: \u041a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u0438\u0442\u0435, \u043e\u0442\u0431\u0435\u043b\u044f\u0437\u0430\u043d\u0438 \u0441\u044a\u0441 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0430 (*) \u043d\u0435 \u0441\u0430 \u0440\u0430\u0437\u043f\u043e\u0437\u043d\u0430\u0442\u0438 \u043e\u0442 \u0442\u0430\u0437\u0438 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 TIS2WEB.\n\u0422\u0435 \u0438\u043b\u0438 \u0441\u0430 \u043f\u043e-\u043d\u043e\u0432\u0438 \u043e\u0442 \u043d\u0430\u043b\u0438\u0447\u043d\u043e\u0442\u043e \u0432 \u0442\u0430\u0437\u0438 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 TIS2WEB,\n\u0438\u043b\u0438 \u043d\u0435 \u0441\u0430 \u043a\u0430\u043b\u0438\u0431\u0440\u0430\u0446\u0438\u0438 \u043d\u0430 GM.\n\u041c\u043e\u043b\u044f, \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u0426\u0435\u043d\u0442\u044a\u0440\u0430 \u0437\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0438 \u0438 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430.
sps.exception.missing-calibration-file=E2907: \u0427\u0430\u0441\u0442 \u043e\u0442 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043d\u043e\u043c\u0435\u0440\u0430 \u043d\u0430 \u0447\u0430\u0441\u0442\u0438 \u043b\u0438\u043f\u0441\u0432\u0430 \u043e\u0442 \u0442\u043e\u0437\u0438 \u043c\u043e\u0434\u0443\u043b.\n\u041f\u0440\u043e\u0433\u0440\u0430\u043c\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438.
sps.exception.invalid-keycode-format-input=M4415: \u041a\u043b\u044e\u0447\u043e\u0432\u0438\u044f\u0442 \u043a\u043e\u0434 \u043d\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u044f \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 5-\u0446\u0438\u0444\u0440\u0435\u043d!
sps.exception.no-keycode=M4416: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043a\u043b\u044e\u0447\u043e\u0432 \u043a\u043e\u0434.
sps.exception.bulletin-not-available=E4417: \u0411\u044e\u043b\u0435\u0442\u0438\u043d\u044a\u0442 \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u0435\u043d.
sps.exception.session-expired=E4418: \u0421\u0435\u0441\u0438\u044f\u0442\u0430 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0438\u0437\u0442\u0435\u0447\u0435. \u041c\u043e\u043b\u044f, \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 TIS2WEB \u043e\u0442\u043d\u043e\u0432\u043e.
sps.exception.unknown-vin=E842: \u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0438\u044f\u0442 VIN \u041d\u0415 \u0431\u0435\u0448\u0435 \u043e\u0442\u043a\u0440\u0438\u0442. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043b\u0438 \u0435 \u0442\u043e\u0447\u0435\u043d \u0438\u043b\u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043f\u043e VCI.
sps.exception.unknown-ecu-software=E4419: \u041e\u0442\u043a\u0440\u0438\u0442 \u0435 \u043d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d ECU \u0441\u043e\u0444\u0442\u0443\u0435\u0440, \u043a\u043e\u0439\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0435 \u043f\u043e-\u043d\u043e\u0432\u0430 \u0432\u0435\u0440\u0441\u0438\u044f.\n\u041f\u0440\u043e\u0446\u0435\u0441\u044a\u0442 \u043d\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u0435 \u0441\u043f\u0440\u044f\u043d.
sps.exception.unknown-ecu-hardware=E2700: \u0425\u0430\u0440\u0434\u0443\u0435\u0440\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430. \u041d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u043f\u0440\u0435\u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0438\u0440\u0430\u043d\u0435.
sps.exception.invalid-ecu-hardware=E2700: \u0425\u0430\u0440\u0434\u0443\u0435\u0440\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430. \u041d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u043f\u0440\u0435\u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0438\u0440\u0430\u043d\u0435.
sps.exception.software-not-available=E4420: \u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0441\u043e\u0444\u0442\u0443\u0435\u0440.
sps.exception.database-security-violated=E2909: \u0411\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0435 \u043c\u0430\u043d\u0438\u043f\u0443\u043b\u0438\u0440\u0430\u043d\u0430. \u041d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u043f\u0440\u0435\u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0438\u0440\u0430\u043d\u0435!
sps.exception.no-authorization=E2701: \u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e\u043c\u043e\u0449\u0438\u044f \u0434\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0438\u0440\u0430\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0441\u043e\u0444\u0442\u0443\u0435\u0440.

sps.exception.unsupported.vehicle=M4495: \u0418\u0437\u0431\u0440\u0430\u043d\u0438\u044f\u0442 \u043f\u043e\u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c \u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b \u043d\u0435 \u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d !

sps.cal.info.bulletin.not.found=\u0411\u044e\u043b\u0435\u0442\u0438\u043d\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043c\u0435\u0440\u0438!

si.print.view.error=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u0434\u0433\u043e\u0442\u0432\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u0437\u0433\u043b\u0435\u0434 \u0437\u0430 \u043f\u0435\u0447\u0430\u0442 !

frame.log.mailer.dialog.title=\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u0441 \u043b\u043e\u0433-\u0444\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 \u0434\u043e ...

frame.login.denied=\u0412\u0445\u043e\u0434\u044a\u0442 \u043e\u0442\u043a\u0430\u0437\u0430\u043d - \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0438\u043b\u0438 \u043d\u0435\u0434\u043e\u0441\u0442\u0430\u0442\u044a\u0447\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0432\u0445\u043e\u0434 !

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=\u0417\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 <br>\u043c\u0430\u0440\u043a\u0438 \u043d\u0430 GM, \u043f\u043e\u0441\u0435\u0442\u0435\u0442\u0435 <br>\u0441\u0430\u0439\u0442\u0430 \u043d\u0430 General Motors.

sps.calibration.info.copyright.title=General Motors 2003. \u0412\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438.

sps.calibration.info.copyright.text=GM, \u0435\u043c\u0431\u043b\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 GM, Buick, \u0435\u043c\u0431\u043b\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 Buick, Chevrolet, \u0435\u043c\u0431\u043b\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 Chevrolet, Cadillac, \u0435\u043c\u0431\u043b\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 Cadillac, Geo, \u0435\u043c\u0431\u043b\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 \u0440\u0435\u0448\u0435\u0442\u043a\u0430\u0442\u0430 \u043d\u0430 Geo, GMC, \u0435\u043c\u0431\u043b\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 GMC, Oldsmobile, \u0435\u043c\u0431\u043b\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 Oldsmobile, Pontiac, \u0435\u043c\u0431\u043b\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 Pontiac, Saturn, \u0435\u043c\u0431\u043b\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 Saturn,      \u0438 Chevy \u0441\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0441\u043a\u0438 \u043c\u0430\u0440\u043a\u0438 \u043d\u0430 General Motors. \u041c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u044a\u0442, \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449 \u0441\u0435 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442, \u0441\u0435 \u043e\u0442\u043d\u0430\u0441\u044f \u0441\u0430\u043c\u043e \u0434\u043e \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438 \u0438 \u0443\u0441\u043b\u0443\u0433\u0438 \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0430 \u043d\u0430 \u0421\u0410\u0429. \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430, \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449\u0430 \u0441\u0435 \u0442\u0443\u043a, \u0435 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d\u0430 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u043d\u0430\u0439-\u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e \u0438 \u0444\u0430\u043a\u0442\u0438\u0447\u0435\u0441\u043a\u0438. General Motors \u043e\u0431\u0430\u0447\u0435 \u0441\u0438 \u0437\u0430\u043f\u0430\u0437\u0432\u0430 \u043f\u0440\u0430\u0432\u043e\u0442\u043e \u0434\u0430 \u043f\u0440\u0430\u0432\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043f\u043e \u0432\u0441\u044f\u043a\u043e \u0432\u0440\u0435\u043c\u0435, \u0431\u0435\u0437 \u043f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435. \u0412\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: \u041c\u043e\u043b\u044f, \u043f\u043e\u0442\u0432\u044a\u0440\u0434\u0435\u0442\u0435 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e !

empty.search.result=M4711: \u041d\u0435 \u0441\u0430 \u043e\u0442\u043a\u0440\u0438\u0442\u0438 \u0437\u0430\u043f\u0438\u0441\u0438 !

search.result.truncated=E4734: \u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u044a\u0442 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u0435 \u043e\u0440\u044f\u0437\u0430\u043d (\u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043e\u0442\u043c\u0435\u043d\u0435\u043d\u043e)!

snapshot.home.panel.message=<center><B>\u041f\u0420\u0415\u0414\u0418 \u0414\u0410 \u0417\u0410\u041f\u041e\u0427\u041d\u0415\u0422\u0415!</B></center><br>\u0417\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438 TIS-Online, \u043d\u0430 \u0432\u0430\u0448\u0438\u044f Techline \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 Java \u0441\u043e\u0444\u0442\u0443\u0435\u0440. \u0412\u0438\u0436\u0442\u0435 \u043a\u0430\u043a \u0441\u0435 \u0441\u0432\u0430\u043b\u044f \u0442\u043e\u0439 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f <br><br>\u041c\u043e\u043c\u0435\u043d\u0442\u043d\u0430 \u0441\u043d\u0438\u043c\u043a\u0430 \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0432\u0430 \u043f\u0440\u0435\u0437 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0441\u0442\u044a\u043f\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0430\u0442 \u0432\u0440\u0435\u043c\u0435, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0432\u0438. \u0417\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438, \u043c\u043e\u043b\u044f \u0432\u0438\u0436\u0442\u0435 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f.<br><br>\u041c\u043e\u043b\u044f, \u0438\u043c\u0430\u0439\u0442\u0435 \u0442\u044a\u0440\u043f\u0435\u043d\u0438\u0435, \u0430\u043a\u043e \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u0431\u0430\u0432\u0435\u043d \u043c\u043e\u0434\u0435\u043c ...

snapshot.notify.cookies.disabled=\u0417\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u041c\u043e\u043c\u0435\u043d\u0442\u043d\u0430 \u0441\u043d\u0438\u043c\u043a\u0430, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0435 \u0431\u0438\u0441\u043a\u0432\u0438\u0442\u043a\u0438\u0442\u0435 \u0438 \u0434\u0430 \u0432\u043b\u0435\u0437\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e

tech2view.home.panel.message=<center><B>\u041f\u0420\u0415\u0414\u0418 \u0414\u0410 \u0417\u0410\u041f\u041e\u0427\u041d\u0415\u0422\u0415!</B></center><br>\u0417\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438 TIS-Online, \u043d\u0430 \u0432\u0430\u0448\u0438\u044f Techline \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 Java \u0441\u043e\u0444\u0442\u0443\u0435\u0440. \u0412\u0438\u0436\u0442\u0435 \u043a\u0430\u043a \u0441\u0435 \u0441\u0432\u0430\u043b\u044f \u0442\u043e\u0439 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f <br><br>Tech2 \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0432\u0430 \u043f\u0440\u0435\u0437 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0441\u0442\u044a\u043f\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0430\u0442 \u0432\u0440\u0435\u043c\u0435, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0432\u0438. \u0417\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438, \u043c\u043e\u043b\u044f \u0432\u0438\u0436\u0442\u0435 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f.<br><br>\u041c\u043e\u043b\u044f, \u0438\u043c\u0430\u0439\u0442\u0435 \u0442\u044a\u0440\u043f\u0435\u043d\u0438\u0435, \u0430\u043a\u043e \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u0431\u0430\u0432\u0435\u043d \u043c\u043e\u0434\u0435\u043c ...

tech2view.notify.cookies.disabled=\u0417\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 Tech2 \u043f\u0440\u0435\u0433\u043b\u0435\u0434, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0435 \u0431\u0438\u0441\u043a\u0432\u0438\u0442\u043a\u0438\u0442\u0435 \u0438 \u0434\u0430 \u0432\u043b\u0435\u0437\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e

techlineprint.home.panel.message=<center><B>\u041f\u0420\u0415\u0414\u0418 \u0414\u0410 \u0417\u0410\u041f\u041e\u0427\u041d\u0415\u0422\u0415!</B></center><br>\u0417\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438 TIS-Online, \u043d\u0430 \u0432\u0430\u0448\u0438\u044f Techline \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 Java \u0441\u043e\u0444\u0442\u0443\u0435\u0440. \u0412\u0438\u0436\u0442\u0435 \u043a\u0430\u043a \u0441\u0435 \u0441\u0432\u0430\u043b\u044f \u0442\u043e\u0439 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f <br><br>Techline \u043f\u0435\u0447\u0430\u0442 \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0432\u0430 \u043f\u0440\u0435\u0437 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0441\u0442\u044a\u043f\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0430\u0442 \u0432\u0440\u0435\u043c\u0435, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0432\u0438. \u0417\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438, \u043c\u043e\u043b\u044f \u0432\u0438\u0436\u0442\u0435 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f.<br><br>\u041c\u043e\u043b\u044f, \u0438\u043c\u0430\u0439\u0442\u0435 \u0442\u044a\u0440\u043f\u0435\u043d\u0438\u0435, \u0430\u043a\u043e \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u0431\u0430\u0432\u0435\u043d \u043c\u043e\u0434\u0435\u043c ...

techlineprint.notify.cookies.disabled=M4736: \u0417\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 Techline \u043f\u0435\u0447\u0430\u0442, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0435 \u0431\u0438\u0441\u043a\u0432\u0438\u0442\u043a\u0438\u0442\u0435 \u0438 \u0434\u0430 \u0432\u043b\u0435\u0437\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e

cache.cleared=M4717: \u041a\u0435\u0448\u044a\u0442 \u0438\u0437\u0447\u0438\u0441\u0442\u0435\u043d !

error.see.log=E4718: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430! (\u0432\u0438\u0436\u0442\u0435 \u043b\u043e\u0433-\u0444\u0430\u0439\u043b\u0430 \u0437\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438)

successfully.send.logs=M4719: \u041b\u043e\u0433-\u0444\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e !

configuration.update.successful=M4737: \u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e !
configuration.update.failed=M4738: \u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e !

sps.calibration.info.link.privacy.policy=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u041f\u043e\u043b\u0438\u0442\u0438\u043a\u0430\u0442\u0430 \u0437\u0430 \u0437\u0430\u0449\u0438\u0442\u0430 \u043d\u0430 \u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 GM.

sps.reset.adapter=\u0420\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0445\u0435\u043c\u0430\u0442\u0438\u0447\u043d\u0438\u044f \u0430\u0434\u0430\u043f\u0442\u0435\u0440 \u043d\u0430 SPS ({0})

sps.reset.adapter.successful=\u0421\u0445\u0435\u043c\u0430\u0442\u0438\u0447\u043d\u0438\u044f\u0442 \u0430\u0434\u0430\u043f\u0442\u0435\u0440 \u043d\u0430 SPS \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d: ({0})

sps.reset.adapter.failed=\u0420\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0445\u0435\u043c\u0430\u0442\u0438\u0447\u043d\u0438\u044f \u0430\u0434\u0430\u043f\u0442\u0435\u0440 \u043d\u0430 SPS \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e ({0})

swdl.service.reset.failed=\u0420\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 SWDL \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e !

swdl.service.reset.succeeded=SWDL \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e !

swdl.notification.new.tech2.versions=\u041d\u043e\u0432\u0438 \u0441\u043e\u0444\u0442\u0443\u0435\u0440\u043d\u0438 \u0432\u0435\u0440\u0441\u0438\u0438 \u043d\u0430 TECH2:

swdl.notification.new.tech2.versions.keepon=\u041f\u043e\u043a\u0430\u0436\u0438 \u043f\u0430\u043a \u043f\u0440\u0438 \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u043e \u0432\u043b\u0438\u0437\u0430\u043d\u0435

help.service.reset.failed=\u0420\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 HELP \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e !

help.service.reset.succeeded=\u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 HELP \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e !

news.service.reset.failed=\u0420\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 NEWS \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e !

news.service.reset.succeeded=\u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 NEWS \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e !

unable.to.create.key=E5040: \u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u043b\u044e\u0447 \u043d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e !

vc.please.choose.vehicle.configuration=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 ...

vc.error.missing.mandatory.input=E5041: \u041b\u0438\u043f\u0441\u0432\u0430\u0442 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 !

please.select.user.name=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 ...
select.username=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435
or.enter.new.username=\u0438\u043b\u0438 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435
licensed.session.count.exeeded=E5045: \u0411\u0440\u043e\u044f\u0442 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0440\u0430\u043d\u0438 \u0441\u0435\u0441\u0438\u0438 \u0435 \u043d\u0430\u0434\u0445\u0432\u044a\u0440\u043b\u0435\u043d!

vcdialog.unable.to.resolve.exception=E5046: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438 \u043a\u0430\u043a\u044a\u0432 \u0435 VIN !

vcdialog.invalid.vin.exception=E5047: \u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d VIN !

registration.confirm.revocation=M5131: \u041d\u0430\u0438\u0441\u0442\u0438\u043d\u0430 \u043b\u0438 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u043e\u0442\u043a\u0430\u0436\u0435\u0442\u0435 \u0430\u0431\u043e\u043d\u0430\u043c\u0435\u043d\u0442\u0430?
registration.confirm.deletion=M5132: \u041d\u0430\u0438\u0441\u0442\u0438\u043d\u0430 \u043b\u0438 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430?

kdr.home.panel.message=<center><B>\u041f\u0420\u0415\u0414\u0418 \u0414\u0410 \u0417\u0410\u041f\u041e\u0427\u041d\u0415\u0422\u0415!</B></center><br>\u0417\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438 TIS-Online, \u043d\u0430 \u0432\u0430\u0448\u0438\u044f Techline \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 Java \u0441\u043e\u0444\u0442\u0443\u0435\u0440. \u0412\u0438\u0436\u0442\u0435 \u043a\u0430\u043a \u0441\u0435 \u0441\u0432\u0430\u043b\u044f \u0442\u043e\u0439 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f <br><br>GDS \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0432\u0430 \u043f\u0440\u0435\u0437 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0441\u0442\u044a\u043f\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0430\u0442 \u0432\u0440\u0435\u043c\u0435, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0432\u0438. \u0417\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438, \u043c\u043e\u043b\u044f \u0432\u0438\u0436\u0442\u0435 \u0432 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u043c\u043e\u0449\u043d\u0430\u0442\u0430 \u0441\u0435\u043a\u0446\u0438\u044f.<br><br>\u041c\u043e\u043b\u044f, \u0438\u043c\u0430\u0439\u0442\u0435 \u0442\u044a\u0440\u043f\u0435\u043d\u0438\u0435, \u0430\u043a\u043e \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u0431\u0430\u0432\u0435\u043d \u043c\u043e\u0434\u0435\u043c ...


invalid.authentication=E5269: \u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435 !

unable.to.delete.msg=E5270: \u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e !
unable.to.modify.msg=E5271: \u041c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e !
unable.to.create.msg=E5272: \u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e !
invalid.or.incomplete.input=E5273: \u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0438 \u0438\u043b\u0438 \u043d\u0435\u043f\u044a\u043b\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 !

unable.to.execute.search=E5274: \u0418\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e !
msg.created=M5275: \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u043e !

# registration v2
please.fill.in.dealership.info=\u041c\u043e\u043b\u044f, \u043f\u043e\u043f\u044a\u043b\u043d\u0435\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0441\u0432\u043e\u0435\u0442\u043e \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u0442\u0435\u043b\u0441\u0442\u0432\u043e (* \u043e\u0431\u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f)
unable.to.store.dealership.data=E5010: \u0421\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0444\u0438\u0440\u043c\u0430\u0442\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
successfully.stored.dealership.data=M5277: \u0414\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u0442\u0435\u043b\u0441\u0442\u0432\u043e \u0431\u044f\u0445\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e !

registration.step.1=1. \u041c\u043e\u043b\u044f, \u043f\u043e\u043f\u044a\u043b\u043d\u0435\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0444\u0438\u0440\u043c\u0430
registration.step.2=2. \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0431\u0440\u043e\u044f \u0436\u0435\u043b\u0430\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043d\u0430 GlobalTIS (\u0441\u0430\u043c\u043e \u0437\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u043d\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u0438)
registration.step.3=3. \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0436\u0435\u043b\u0430\u043d\u0438\u0442\u0435 \u0430\u0431\u043e\u043d\u0430\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435
registration.step.4=4. \u041c\u043e\u043b\u044f, \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0435 \u043e\u043d\u043b\u0430\u0439\u043d \u0438\u043b\u0438 \u043f\u043e \u0444\u0430\u043a\u0441, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u041b\u0438\u0446\u0435\u043d\u0437\u0435\u043d \u043a\u043b\u044e\u0447. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 '\u041e\u043d\u043b\u0430\u0439\u043d \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f', \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043e\u043d\u043b\u0430\u0439\u043d, \u0438\u043b\u0438 'E-mail/\u0424\u0430\u043a\u0441 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f', \u0437\u0430 \u0434\u0430 \u043e\u0442\u0432\u043e\u0440\u0438\u0442\u0435 PDF \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f, \u043a\u043e\u0439\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0438 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b \u0438\u043b\u0438 \u0444\u0430\u043a\u0441.
registration.step.5=5. \u0418\u0437\u043b\u0435\u0437\u0442\u0435 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0435\u043a\u0440\u0430\u043d \u0438 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 GlobalTIS \u043e\u0442\u043d\u043e\u0432\u043e, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u043b\u0438\u0446\u0435\u043d\u0437\u043d\u0438\u044f \u043a\u043b\u044e\u0447. \u0422\u043e\u0433\u0430\u0432\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f\u0442 \u043f\u0440\u043e\u0446\u0435\u0441 \u0449\u0435 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438 \u0441 \u0442\u043e\u0447\u043a\u0430 6.
registration.step.6=6. \u0421\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043f\u043e \u0444\u0430\u043a\u0441 \u0438\u043b\u0438 \u0438\u043c\u0435\u0439\u043b, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 ID \u043d\u0430 \u0430\u0431\u043e\u043d\u0430\u0442\u0430 \u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u043d\u0438\u044f \u043a\u043b\u044e\u0447:
registration.step.7=7. \u041c\u043e\u043b\u044f, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430 '\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u043b\u0438\u0446\u0435\u043d\u0437\u0435\u043d \u043a\u043b\u044e\u0447', \u0437\u0430 \u0434\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u043f\u0440\u043e\u0446\u0435\u0441 \u0437\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f \u043d\u0430 GlobalTIS.


error.occured=E5281: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430: ${error.message}

registration.hint.button.add.contact=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435, \u0430\u043a\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u043b\u0438\u0446\u0430 \u0437\u0430 \u0432\u0440\u044a\u0437\u043a\u0430

registration.exception.registration.duplicate=M5012: \u0417\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0437\u0430 \u043e\u043d\u043b\u0430\u0439\u043d \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0432\u0435\u0447\u0435 \u0435 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0430.
registration.exception.registration.db.load.failed=E5018: \u041e\u043d\u043b\u0430\u0439\u043d \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 (\u043c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043b\u0438 ID \u043d\u0430 \u0430\u0431\u043e\u043d\u0430\u0442\u0430 \u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e).

hint.dealership.id=(\u043c\u0430\u043a\u0441. 10)

registration.exception.empty.subscription.selection=M5284: \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0430\u0431\u043e\u043d\u0430\u043c\u0435\u043d\u0442 !

registration.error.no.services.available=E5300: \u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0443\u0441\u043b\u0443\u0433\u0438! \u041c\u043e\u043b\u044f \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 GlobalTIS :<p align='left'>1. \u0418\u0437\u043b\u0435\u0437\u0442\u0435 \u043e\u0442 GlobalTIS<br>2. \u041f\u0443\u0441\u043d\u0435\u0442\u0435 'GlobalTIS DiagTool' - '\u0420\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u043e \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0435\u0438\u0437\u043f\u0440\u0430\u0432\u043d\u043e\u0441\u0442\u0438'<br>&nbsp;&nbsp;>> GlobalTIS Service<br>&nbsp;&nbsp;>> \u0421\u043f\u0440\u0438 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430<br>&nbsp;&nbsp;>> \u041f\u0443\u0441\u043d\u0438 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430</p>

unable.to.resolve.subscriber.id=E5309: \u041e\u0442\u043a\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 ID \u043d\u0430 \u0430\u0431\u043e\u043d\u0430\u0442 \u043d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e!

do.not.show.again=\u041d\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0439 \u043e\u0442\u043d\u043e\u0432\u043e

msg.exclusion.reset.failed=E5311: \u041d\u0443\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e!
msg.exclusion.reset.successful=M5312: \u041d\u0443\u043b\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0443\u0441\u043f\u0435\u0448\u043d\u043e!

sps.calid.input.hw.number=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 VIT1 \u0445\u0430\u0440\u0434\u0443\u0435\u0440\u0435\u043d \u043d\u043e\u043c\u0435\u0440

unable.to.display.rpo=E5348: \u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 RPO \u043a\u043e\u0434\u043e\u0432\u0435 \u043d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e !

unsupported.vin=\u041d\u0435\u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d VIN !

search.no.result=E3550: \u041d\u0435 \u0435 \u043e\u0442\u043a\u0440\u0438\u0442\u043e \u0441\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u0435 !

nothing.selected=E5498: \u041d\u0435 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e \u043d\u0438\u0449\u043e !

deletion.succeeded=M5499: \u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u0443\u0441\u043f\u0435\u0448\u043d\u043e !

user.logins.trigger.update.failed=E5545: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435/\u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0445\u043e\u0434 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 !

user.logins.trigger.update.successful=M5546: \u0423\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435/\u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0445\u043e\u0434 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 !

sps.calibration.info.display.security.code=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u0434 \u0437\u0430 \u0441\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442

release.si.preload.data.failed=E5630: \u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e !
release.si.preload.data.successful=E5631: \u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435\u0442\u043e \u0443\u0441\u043f\u0435\u0448\u043d\u043e !

fts.currently.unavailable=E5632: \u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u044a\u043b\u0435\u043d \u0442\u0435\u043a\u0441\u0442 \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e !

sps.docref.default=\u0417\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u043c\u043e\u043b\u044f \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 <a>\u0442\u0443\u043a</a>.
