# Sample ResourceBundle properties file

frame.single.registration.only=E4995: Kay\u0131t oturumu zaten aktif
frame.registration.login.failed=E4996: Giri\u015f ba\u015far\u0131s\u0131z (destekle temas kurunuz)
frame.registration.license.exception=E4997: Lisans dosyas\u0131 okunmas\u0131/yaz\u0131lmas\u0131 ba\u015far\u0131s\u0131z
frame.registration.license.invalid=E4998: Lisans bu bilgisayar i\u00e7in ge\u00e7ersiz (l\u00fctfen tekrar kay\u0131t olunuz)
frame.registration.hardwarekey.failure=E4999: Donan\u0131m Anahtar\u0131 Ar\u0131zas\u0131 (okuma/yazma eri\u015fimi yok)

auth.req.dialog.license.registration.suceeded=Lisans tescil edilmi\u015f ve GlobalTIS aktive edilmi\u015ftir. L\u00fctfen oturumu kapay\u0131n (sa\u011f \u00fcst k\u00f6\u015fedekiikon ileoturumu sonland\u0131r\u0131n) ve GlobalTIS'i tekrar ba\u015flat\u0131n veya oturumu tekrar a\u00e7\u0131n.
auth.req.dialog.license.registration.failed=E5001: Lisans kayd\u0131 ba\u015far\u0131s\u0131z (l\u00fctfen, 'Abone-ID'sini ve 'Lisans Anahtar'\u0131n\u0131 kontrol ediniz).

auth.req.dialog.title.message=Bayilik bilgilerini giriniz ve (online kay\u0131t) veya (E-Posta/Faks ile kay\u0131t).
auth.req.dialog.dealership.missing.id=E5174: Zorunlu bayi ID'sini giriniz.
auth.req.dialog.dealership.missing.name=E5175: Zorunlu bayi ad\u0131n\u0131 giriniz.
auth.req.dialog.dealership.missing.street=E5176: Zorunlu bayi caddesini giriniz.
auth.req.dialog.dealership.missing.zip=E5177: Zorunlu bayi ZIP kodunu giriniz.
auth.req.dialog.dealership.missing.city=E5178: Zorunlu bayi \u015fehrini giriniz.
auth.req.dialog.dealership.missing.country=E5179: Zorunlu bayi \u00fclkesini giriniz.
auth.req.dialog.dealership.missing.language=E5180: Zorunlu bayi dilini giriniz.
auth.req.dialog.dealership.missing.contacs=E5181: Zorunlu bayi irtibat bilgisini giriniz.
auth.req.dialog.dealership.information.incomplete=E5003: Zorunlu sat\u0131c\u0131 verilerini giriniz.
auth.req.dialog.dealership.dealercode.invalid=E5004: Sat\u0131c\u0131 kodunu kontrol ediniz.
auth.req.dialog.dealership.contact.missing=E5005: E-posta adresinizi veya Faks Numaran\u0131z\u0131 veriniz.
auth.req.dialog.dealership.contact.name.missing=E5006: \u0130rtibat Ad\u0131n\u0131 veriniz.
auth.req.dialog.dealership.email.invalid=E5007: E-posta adresinizi kontrol ediniz (do\u011frulama ba\u015far\u0131s\u0131z).
auth.req.dialog.dealership.information.invalid=E5008: Giri\u015f verilerini kontrol ediniz (bir veya daha fazla giri\u015f maksimum desteklenen uzunlu\u011fu a\u015fmakta).
auth.req.dialog.dealership.invalid.name=E5182: Bayi Ad\u0131n\u0131 (azami uzunluk 255 karakter) kontrol ediniz
auth.req.dialog.dealership.invalid.street=E5183: Caddeyi (azami uzunluk 255 karakter) kontrol ediniz
auth.req.dialog.dealership.invalid.zip=E5184: ZIP Kodunu (azami uzunluk 10 karakter) kontrol ediniz
auth.req.dialog.dealership.invalid.city=E5185: \u015eehiri (azami uzunluk 255 karakter) kontrol ediniz
auth.req.dialog.dealership.invalid.phone=E5186: Telefon Numaras\u0131n\u0131 (azami uzunluk 255 karakter) kontrol ediniz
auth.req.dialog.dealership.invalid.fax=E5187: Faks Numaras\u0131n\u0131 (azami uzunluk 255 karakter) kontrol ediniz
auth.req.dialog.dealership.invalid.email=E5188: E-posta Adresini (azami uzunluk 255 karakter) kontrol ediniz
auth.req.dialog.dealership.invalid.contact.name=E5189: \u0130rtibat Ad\u0131n\u0131 (azami uzunluk 255 karakter) kontrol ediniz
auth.req.dialog.dealership.data.stored=M5009: Sat\u0131c\u0131 verileri sakland\u0131.
auth.req.dialog.dealership.data.failure=E5266: Bayilik verileri belle\u011fe al\u0131namad\u0131.
auth.req.dialog.online.registration.failed=E5011: \u0130nternetten kay\u0131t ba\u015far\u0131s\u0131z (l\u00fctfen destekle temas kurunuz).
auth.req.dialog.online.registration.duplicate=M5012: \u0130nternetten kay\u0131t talebi beklemekte.
auth.req.dialog.online.registration.suceeded=M5013: \u0130nternetten kay\u0131t tamamland\u0131. TalepID = '{REQUEST-ID}'sini kaydediniz.
auth.req.dialog.registration.may.take.some.time=M5014: Lisans anahtar\u0131 aktivasyonu biraz zaman alabilir. 'OK' ile onaylay\u0131n ve bekleyin ...
auth.req.email.notification=M5015: Yeni kay\u0131t talebi al\u0131nd\u0131 (bkz. Talep-ID'si ve Sat\u0131c\u0131Kodu i\u00e7in e-posta konusu).

auth.reqext.dialog.title.message=GlobalTIS Kayd\u0131 (Aboneli\u011fin Uzat\u0131lmas\u0131): (online kay\u0131t) veya (E-Posta/Faks ile kay\u0131t).
auth.reqhwk.dialog.title.message=GlobalTIS Donan\u0131m Anahtar\u0131 G\u00f6\u00e7\u00fc: (online kay\u0131t) veya (E-Posta/Faks ile kay\u0131t).
auth.reqhwk.dialog.online.registration.unknown=E5018: \u0130nternetten kay\u0131t ba\u015far\u0131s\u0131z (l\u00fctfen Abone-ID'sini kontrol ediniz).

auth.req.detail.dialog.title.msg=Talimatlar ...
auth.req.detail.dialog.subscription.not.selected=Yetki verilecek aboneli\u011fi se\u00e7iniz.
auth.req.detail.dialog.request.ident.invalid=E5021: Ge\u00e7erli 'Talep-ID'sini giriniz.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: Ge\u00e7erli 'Abone-ID'sini giriniz.
auth.req.detail.dialog.authorization.failed=E5023: Yetki talebi ba\u015far\u0131s\u0131z.
auth.req.detail.dialog.authorization.completed=M5024: GlobalTIS yetkisi verilmesi tamamland\u0131 (lisans anahtar\u0131 eposta ile g\u00f6nderildi).
auth.req.detail.dialog.authorization.suceeded=M5025: GlobalTIS yetkisi verilmesi tamamland\u0131.
auth.req.detail.dialog.license.key.not.computed=E5026: Lisans anahtar\u0131 hesab\u0131 ba\u015far\u0131s\u0131z (eksik/yanl\u0131\u015f veri giri\u015fi).
auth.req.regdb.no.organization=E5027: Kay\u0131t veritaban\u0131n\u0131n d\u0131\u015f ortama ta\u015f\u0131nmas\u0131 ba\u015far\u0131s\u0131z (yetki verme idarecisine atanan sat\u0131\u015f organizasyonu yok).
auth.req.email.license.subject=GlobalTIS Kayd\u0131 (TalepID = '{REQUEST-ID}')
auth.req.email.license.body=\nBu yaz\u0131yla kay\u0131t olman\u0131z i\u00e7in gereken Lisans Anahtar\u0131n\u0131 ve Abone ID'sini almaktas\u0131n\u0131z.\n\nD\u0130KKAT:\nHer ikisi de kay\u0131t prosesinin ger\u00e7ekle\u015ftirildi\u011fi PC i\u00e7in ge\u00e7erlidir.\nGe\u00e7erli k\u0131lmak i\u00e7in, GlobalTIS'i tekrar \u00e7al\u0131\u015ft\u0131r\u0131n ve Abone ID'sini ve Lisans Anahtar\u0131n\u0131 girin. Lisans Anahtar\u0131n\u0131 girmek i\u00e7in, sadece 0-9 rakamlar\u0131 ve A-F harfleri ge\u00e7erlidir (k\u00fc\u00e7\u00fck harfler de kabul edilir). Veya, 'Lisans Anahtar\u0131' d\u00fc\u011fmesi komple ard\u0131\u015f\u0131ma girmek i\u00e7in bir pencere a\u00e7ar. 'Lisans Anahtar\u0131 Kay\u0131t' d\u00fc\u011fmesi kay\u0131d\u0131 aktive eder.\n\nBundan b\u00f6yle her ECU-Programlamas\u0131nda, kontrol cihaz\u0131nda Donan\u0131m Anahtar\u0131 Numaras\u0131 yerine, Abone ID'si saklanacakt\u0131r.\n\nIDTalebi: {REQUEST-ID}\nAbone-ID: {SUBSCRIBER-ID}\n\nLisans Anahtar\u0131:\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: G\u00f6ndermeden \u00f6nce t\u00fcm zorunlu bilgileri giriniz!

exception.unable.to.execute.action=E5030: \u00c7evrim-i\u00e7i kay\u0131t yap\u0131lamad\u0131. Sunucu ba\u011flant\u0131n\u0131z\u0131 kontrol edin.

auth.req.no.entries=M5031: Kay\u0131t talepleri bulunamad\u0131.

wait=L\u00fctfen bekleyin...

frame.login.kill.message=E4212: Bu kullan\u0131c\u0131 kimli\u011fi ve \u015fifresi halen kullan\u0131lmaktad\u0131r.<br>Ana ekrana d\u00f6nmek i\u00e7in '\u0130ptal'i t\u0131klay\u0131n.<br>UYARI: 'Evet'i t\u0131klamak mevcut kullan\u0131c\u0131 oturumunu sonland\u0131racak olup veri kayb\u0131na yol a\u00e7abilir.<br><br>

frame.login.kill.cancelled=M4194: Eski oturumun ge\u00e7ersiz k\u0131l\u0131nmas\u0131 iptal edildi !

frame.login.kill.successful=M4195: Eski oturum ba\u015far\u0131yla ge\u00e7ersiz k\u0131l\u0131nd\u0131 !

swdl.home.panel.message=<center><B>BA\u015eLAMADAN \u00d6NCE!</B></center><br>TIS2Web'in \u00e7al\u0131\u015fmas\u0131 i\u00e7in Techline PC'nize do\u011fru Java yaz\u0131l\u0131m\u0131n\u0131n kurulmu\u015f olmas\u0131 gerekir. Y\u00fcklemek i\u00e7in \u00e7evrimi\u00e7i yard\u0131ma ba\u015fvurun <br><br>Yaz\u0131l\u0131m Y\u00fcklemesi, ba\u011flant\u0131 h\u0131z\u0131n\u0131za ba\u011fl\u0131 olarak zaman al\u0131c\u0131 olabilecek birka\u00e7 basamaktan ge\u00e7meyi gerektirir. Daha fazla ayr\u0131nt\u0131 i\u00e7in l\u00fctfen \u00e7evrim-i\u00e7i yard\u0131ma ba\u015fvurunuz.<br><br>Yava\u015f modem hatlar\u0131yla ba\u011flan\u0131ld\u0131ysa,l\u00fctfen sab\u0131rl\u0131 olun...

swdl.notify.cookies.disabled=E4213: Yaz\u0131l\u0131m Y\u00fcklemesini ba\u015flatmak i\u00e7in cookie-halletmeyi \u00e7al\u0131\u015ft\u0131r\u0131p tekrar oturum a\u00e7man\u0131z gerekir

navigation.hint=TIS yaz\u0131l\u0131m uygulamas\u0131 gezginin \u0130leri ve Geri d\u00fc\u011fmelerinin kullan\u0131lmas\u0131n\u0131 desteklemez. Yanl\u0131\u015flar olu\u015fabilir. Ara\u00e7 \u00e7ubu\u011fundaki de\u011fil sadece uygulama ekranlar\u0131nda g\u00f6r\u00fcnt\u00fclenen d\u00fc\u011fmeleri kullan\u0131n\u0131z.

reloginpage.text=M3534: Otomatik olarak sistemden \u00e7\u0131kt\u0131n\u0131z

confirmation.logout=M3535: \u00c7\u0131k\u0131\u015f\u0131 onaylay\u0131n\u0131z !

good.bye=M3536: Ba\u015far\u0131yla sistemden \u00e7\u0131kt\u0131n\u0131z.

si.home.title=Bir Servis Yay\u0131n\u0131n\u0131 G\u00f6rmek i\u00e7in, a\u015fa\u011f\u0131daki Servis Bilgileri Uygulamalar\u0131ndan birini Se\u00e7in

si.home.stdinfo=Montaj Gruplar\u0131 ve Servis Bilgileri Tipleri taraf\u0131ndan yap\u0131land\u0131r\u0131lan belirli bir Ara\u00e7 i\u00e7in, Diyagnostik-, Standart-, Kablo Sistem \u015eemas\u0131-Bilgilerini ve Teknik Servis B\u00fcltenlerini se\u00e7in ve bak\u0131n

si.home.bulletins=Teknik Servis B\u00fcltenlerini (TSB) filtreleyin:<br>Sat\u0131\u015f yapma, Model, Motor, Montaj Grubu, Semptom, Ar\u0131za Kodu veya \u00c7\u00f6z\u00fcm No.suna g\u00f6re

si.home.faultDiag=Hata Kodu ile Hata Diyagnozu Prosed\u00fcrlerini bulun

si.home.brochures=\u00d6zel Bo\u015f\u00fcrleri se\u00e7in ve bak\u0131n:<br>Muayeneler, Teknik Yenilikler, Teknik Bilgiler

si.home.number.search=Dok\u00fcmanlar\u0131, Dok\u00fcman Numaras\u0131na g\u00f6re bulun

si.home.text.search=Dok\u00fcmanlar\u0131, \u0130\u00e7eri\u011fe g\u00f6re bulun

si.home.bookmarks=Yer \u0130\u015faretini G\u00f6ster

si.stdinfo.select.ratio=\u0130\u00e7indekiler Tablosu Dok\u00fcman Oran\u0131

si.stdinfo.select.height=\u0130\u00e7indekiler Tablosunun ve Dok\u00fcman Ekran\u0131n\u0131n Y\u00fcksekli\u011fini Se\u00e7in

si.dociframepanel.select.height=Dok\u00fcman Ekran\u0131n\u0131n Y\u00fcksekli\u011fini Se\u00e7in

si.number.search.enter.bulletin=Bir B\u00fclten/Kampanya/\u00d6n Bilgi Numaras\u0131n\u0131 girin:

si.number.search.enter.document=Bie Dok\u00fcman ID girin:

si.search.no.result=E3550: Uyan bir\u015fey bulunmad\u0131 !

si.search.result.without.vehicle=Ara\u00e7 verileri filtresi kullan\u0131lmadan elde edilen servis bilgisi arama sonucu (Ara\u00e7 fihristi):

si.search.result.with.vehicle=Ara\u00e7 verileri filtresi kullan\u0131larak elde edilen servis bilgisi arama sonucu (Ara\u00e7 fihristi):

si.search.result.too-many-hits=E4229: Bu Servis Bilgileri Tipi i\u00e7in \u00e7ok fazla i\u015flem var. Arama kriterlerini tasfiye ediniz.

si.document.page.wait=Syfa y\u00fckleniyor ...

si.document.not.found=E3552: Dok\u00fcman bulunmad\u0131 !

si.document.not.available=E3553: Dok\u00fcman mevcut de\u011fil !

si.lt.novc=E3555: Bu ara\u00e7 se\u00e7imi i\u00e7in \u00c7al\u0131\u015fma-De\u011feri Bilgileri mevcut de\u011fil !

si.lt.no.instance=E3556: Se\u00e7ilen sat\u0131\u015f i\u00e7in \u00c7al\u0131\u015fma-De\u011feri Uygulamas\u0131 mevcut de\u011fil !

si.no.bookmarks=Yer \u0130\u015fareti Tan\u0131mlanmad\u0131

si.bulletins.search.message=T\u00fcm TSB'lerin de\u011ferlendirilmesini istedi\u011finiz parametrelerin se\u00e7ilmesi

si.bulletins.search.alternative=veya Alan \u00c7\u00f6z\u00fcm Numaras\u0131n\u0131n se\u00e7ilmesi

si.bulletin.search.hitcount=Toplam vuru\u015f say\u0131s\u0131

si.bulletin.search.nothing.found=E4141: Hi\u00e7 dok\u00fcman bulunmad\u0131 !

vc.select.vc.data=Ara\u00e7 Verilerini se\u00e7in

vc.message.vin.incorrect=E714: Do\u011fru VIN giri\u015fi yok!

vc.message.attribute.tied.to.vin=E3557: Bu \u00d6zellik do\u011frudan VIN koduna ba\u011fl\u0131d\u0131r. Bu \u00f6zelli\u011fin de\u011fi\u015ftirilmesi VIN'i silecektir. Devam ?

vc.message.select.salesmake=Bir ara\u00e7 markas\u0131 se\u00e7in

vc.message.vin.not.interpretable=E3558: VIN yorumlanam\u0131yor. Devam etmek istiyor musunuz?

fallback.no.instance=E3559: Se\u00e7ilen bu sat\u0131\u015f i\u00e7in Uygulama mevcut de\u011fil !

lt.home.stdinfo=Belirlenmi\u015f olan Ara\u00e7 i\u00e7in \u00c7al\u0131\u015fma De\u011feri-Bilgilerini se\u00e7in ve bak\u0131n

lt.novc=E3561: Ge\u00e7erli bir Ara\u00e7 se\u00e7iniz

lt.no.lt.for.vc=E3562: Se\u00e7ilen ara\u00e7 i\u00e7in \u00c7al\u0131\u015fma De\u011ferleri mevcut de\u011fil

edit.bookmark=Yer \u0130\u015faretini D\u00fczenle

not.authorized=Bu sayfaya eri\u015fim hakk\u0131na sahip de\u011filsiniz.

frame.invalid.session=E4214: UYARI: Bu mesaj\u0131 a\u015fa\u011f\u0131daki nedenlerden biri i\u00e7in alm\u0131\u015f bulunuyorsunuz:<br><br>&nbsp;&nbsp;1. Oturum s\u00fcresi doldu.<br>&nbsp;&nbsp;2. Ba\u015fka bir kullan\u0131c\u0131 da ayn\u0131 kimlik/\u015fifreyi kullan\u0131yor ve oturumunuzu sonland\u0131rd\u0131.<br>&nbsp;&nbsp;3.G\u00fcvenlik ihlali - kullan\u0131c\u0131n\u0131n bu uygulamaya eri\u015fimi yok.

no.information.available=M4114: Bilgi mevcut de\u011fil !

select.ratio=\u0130\u00e7indekiler Tablosu Dok\u00fcman Oran\u0131

document.not.available=E3553: Dok\u00fcman mevcut de\u011fil !

frame.modified.news=M4217: Okunmam\u0131\u015f Haber var! (Eri\u015fim i\u00e7in Haber \u0130konunu t\u0131klay\u0131n)

lt.search.mwork.not.found=E4220: Ana \u0130\u015flem bulunmad\u0131 !

lt.no.bookmarks=Yer \u0130\u015fareti Tan\u0131mlanmad\u0131

lt.search.result.without.vehicle=\u0130\u015f-Zaman Bilgisi i\u00e7in Ara\u00e7 Verileri Filtresi olmadan Arama Sonucu (Arac\u0131 Kay\u0131t Ettirin)

lt.search.result.with.vehicle=\u0130\u015f-Zaman Bilgisi i\u00e7in Ara\u00e7 Verileri Filtresi ile Arama Sonucu (Arac\u0131 Kay\u0131t Ettirin)

lt.search.no.result=E3550: Uyan bir\u015fey bulunmad\u0131 !

detailed.picture=\u00c7izimin b\u00fcy\u00fclt\u00fclmesi

lt.bookmark.unavailable=E4228: Se\u00e7ilen Yer \u0130mi mevcut ara\u00e7 i\u00e7in yok !

frame.plugin.check.notification=Uyumlu-ek durumunun kontrolu

frame.plugin.install.dialog=E4251: Sistem a\u015fa\u011f\u0131daki eksik uyumlu-ekleri tespit etmi\u015ftir. Mukabil kurulumu uygulanabilir \u015fekilde y\u00fcklemek i\u00e7in etiket \u00fczerine t\u0131klay\u0131n.

frame.plugin.install.dialog.checking.error=E4252: Sistem eksik uyumlu-ekleri tespit edemedi. Dolay\u0131s\u0131yla mevcut uyumlu-eklerin komple listesi verilmi\u015ftir !!! <br>Mukabil kurulumu uygulanabilir \u015fekilde y\u00fcklemek i\u00e7in etiket \u00fczerine t\u0131klay\u0131n.


frame.plugin.install.check.enable=Gelecekte yap\u0131lacak uyumlu-ek kontrolunu \u00e7al\u0131\u015ft\u0131r\u0131n (Bu ayar ayr\u0131ca 'Profil' sekmesi yoluyla da m\u00fcmk\u00fcnd\u00fcr)

plugin.description.isoview=.cgm imgelerini g\u00f6r\u00fcnt\u00fclemek i\u00e7in uyumlu-ek
plugin.description.tiffviewer=.tiff imgelerini g\u00f6r\u00fcnt\u00fclemek i\u00e7in uyumlu-ek
plugin.description.cgmviewer=.cgm imgelerini g\u00f6r\u00fcnt\u00fclemek i\u00e7in uyumlu-ek
plugin.description.webstart=Java M\u00fc\u015fteri Kodunu y\u00fcr\u00fctmek i\u00e7in uygulama


sps.home.panel.message=<center><B>BA\u015eLAMADAN \u00d6NCE!</B></center><br>TIS-Online'\u0131n \u00e7al\u0131\u015fmas\u0131 i\u00e7in Techline Bilgisayar\u0131n\u0131za do\u011fru Java yaz\u0131l\u0131m\u0131n\u0131n kurulumu gerekir. \u0130ndirmek i\u00e7in \u00e7evrim-i\u00e7i deste\u011fe ba\u015fvurun <br><br>SPS, ba\u011flant\u0131 h\u0131z\u0131n\u0131za g\u00f6re, zaman al\u0131c\u0131 birka\u00e7 basamaktan ge\u00e7er. Ayr\u0131nt\u0131lar i\u00e7in \u00e7evrim-i\u00e7i deste\u011fe ba\u015f vurunuz.<br><br>Yava\u015f modem hatlar\u0131yla ba\u011flan\u0131rken sab\u0131rl\u0131 olunuz...
sps.home.panel.message.test=<center><B>ARA\u00c7 KONTROL C\u0130HAZLARINI BU YAZILIM S\u00dcR\u00dcM\u00dc \u0130LE TEKRAR PROGRAMLAMAYIN!</B></center><br>SPS MOD\u00dcL\u00dc HEN\u00dcZ TEST ED\u0130LMEM\u0130\u015e OLUP KIRILAB\u0130L\u0130R. B\u0130R TEKRAR PROGRAMLAMA R\u0130SK\u0130 S\u0130ZE A\u0130T OLUP KONTROL C\u0130HAZINA HASAR VEREB\u0130L\u0130R. <br><br>SPS ba\u011flant\u0131 h\u0131z\u0131n\u0131za g\u00f6re, zaman al\u0131c\u0131 birka\u00e7 basamaktan ge\u00e7er. Ayr\u0131nt\u0131lar i\u00e7in \u00e7evrim-i\u00e7i deste\u011fe ba\u015f vurunuz.<br><br>Yava\u015f modem hatlar\u0131yla ba\u011flan\u0131rken sab\u0131rl\u0131 olunuz...

sps.calib.info.entry.panel.message=Arac\u0131n\u0131zla ilgili en son elektronik kontrol cihaz\u0131 kalibrasyon bilgilerini elde etmek i\u00e7in, arac\u0131n 17 karakterli Ara\u00e7 Tan\u0131m Numaras\u0131n\u0131 (VIN) girin ve 'CAL ID Al' se\u00e7in.<br><br>Her hangi bir kalibrasyon par\u00e7as\u0131 numaras\u0131 i\u00e7in, Kalibrasyon Do\u011frulama Numaras\u0131n\u0131 (CVN) elde etmek \u00fczere, kalibrasyon ID'sinin par\u00e7a numaras\u0131n\u0131 girin ve 'CVN Al' se\u00e7in.

invalid.vin=E2769: Ge\u00e7ersiz VIN!

sas.home.panel.message=G\u00fcvenli Eri\u015fim Servisi M\u00fc\u015fteri y\u00fcklemesi

sps.calibration.info.detailed.summary.caption=GM Ara\u00e7 Kalibrasyon Bilgileri (se\u00e7ilen kalibrasyon)

sps.calibration.info.complete.part.history=GM Ara\u00e7 Kalibrasyon Bilgileri

sps.calibration.history.for=Kalibrasyon Tarih\u00e7esi

sps.please.select=Se\u00e7iniz ...

sps.calibration.info.wizard.error.general=E4451: Bir i\u00e7 yanl\u0131\u015f olu\u015ftu ! Devam edilemiyor !

sps.calibration.info.wizard.finished=Bitti !

sps.calibration.info.cvn.unknown.partnumber=E4453: Ge\u00e7ersiz veya bilinmeyen par\u00e7a numaras\u0131 !

sps.calibration.info.display.dealer.vci=Sat\u0131c\u0131 VCI'sini G\u00f6r\u00fcnt\u00fcle

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: '{MODULENAME}'i\u00e7in ge\u00e7erli olan {PARTCOUNT} kalibrasyon par\u00e7a numaralar\u0131 vard\u0131r. Bu ara\u00e7 i\u00e7in do\u011fru kalibrasyonu belirlemek i\u00e7in a\u015fa\u011f\u0131daki tablolardan tan\u0131mlar\u0131 okuyun.

sps.calib.info.no.debug.info.available=M4114: Bilgi mevcut de\u011fil !


sps.exception.invalid-cachesize-input=M4389: L\u00fctfen n\u00fcmerik \u00d6nbellek B\u00fcy\u00fckl\u00fc\u011f\u00fc de\u011ferini giriniz.
sps.exception.unsupported-controller=E4390: Se\u00e7ilen kontrol cihaz\u0131 bu TIS2WEB s\u00fcr\u00fcm\u00fc taraf\u0131ndan desteklenmiyor.\nL\u00fctfen girilen VIN'in do\u011frulu\u011funu kontrol edin ve/veya VCI ile programlay\u0131n.
sps.exception.invalid-controller-selection=E4391: Ge\u00e7erli kontrol cihaz\u0131 veri \u00f6rne\u011fi mevcut de\u011fil.
sps.exception.invalid-vci-input=M4393: L\u00fctfen n\u00fcmerik VCI de\u011ferini giriniz.
sps.exception.server-side-failure=E4394: Sunucu \u0130\u015flemi Ba\u015far\u0131s\u0131z.
sps.exception.invalid-vin=E4395: Girilen VIN ge\u00e7ersiz. VIN'i tekrar giriniz!
sps.exception.no-controllers=E4396: Desteklenen kontrol cihazlar\u0131 bulunmad\u0131.
sps.exception.no-vci=M4397: L\u00fctfen VCI'yi giriniz.
sps.exception.no-matching-vci=E5036: Girilen VCI Numaras\u0131 se\u00e7ilen kontrol birimine uymuyor.\nTekrar giriniz.
sps.exception.no-valid-cop=E4398: Kalibrasyon verileri bulunmad\u0131.
sps.exception.tool.ecuread=E4399: \u00d6nemli Yanl\u0131\u015f: ECU verilerinin cihazdan veya kontrol cihaz\u0131ndan okunmas\u0131 ba\u015far\u0131s\u0131z oldu.
sps.exception.tool.native=E4400: \u00d6nemli Yanl\u0131\u015f: Yerel altsistem mevcut de\u011fil.
sps.exception.tool.reprogramming=E4401: \u00d6nemli Yanl\u0131\u015f: Verilerin cihaza veya kontrol cihaz\u0131na yaz\u0131lmas\u0131 ba\u015far\u0131s\u0131z oldu.
sps.exception.tool.init=E4402: \u00d6nemli Yanl\u0131\u015f: Se\u00e7ilen cihaz ba\u015flat\u0131lamad\u0131.
sps.exception.tool.vinread=E4403: \u00d6nemli Yanl\u0131\u015f: VIN'in cihazdan veya kontrol cihaz\u0131ndan okunmas\u0131 ba\u015far\u0131s\u0131z oldu.
sps.exception.unsupported-locale=E4405: Yerel desteklenmiyor.
sps.exception.no-controller-selection=E4406: Sunucu \u0130\u015flemi Ba\u015far\u0131s\u0131z (Veritaban\u0131 Bilgileri eksik).
sps.exception.ambiguous-controller-selection=E4407: Se\u00e7ilen Kontrol cihaz\u0131 i\u00e7in Tekrar Programlama Bilgileri Yok.
sps.exception.software-archive-not-enabled=M4408: Ar\u015fiv ile Programlama se\u00e7ilir k\u0131l\u0131nmam\u0131\u015f.
sps.exception.loading-archive-or-part-file-failed=M4409: VCI Par\u00e7a/Ar\u015fiv Dosyas\u0131n\u0131 Y\u00fckleme Ba\u015far\u0131s\u0131z Oldu.
sps.exception.invalid-archive-vci=M4410: Ge\u00e7ersiz VCI (Par\u00e7a/Ar\u015fiv Dosyas\u0131).
sps.exception.no-valid-eil=E4411: Sunucu \u0130\u015flemi Ba\u015far\u0131s\u0131z (Ge\u00e7ersiz Son Kalem Par\u00e7a).
sps.exception.no-calibration-update=M4412: Se\u00e7ilen Kalibrasyon Kontrol Mod\u00fcl\u00fcndeki G\u00fcncel Kalibrasyon.
sps.exception.invalid-current-calibration=M4413: Bir asterisk (*) ile i\u015faretlenmi\u015f kalibrasyonlar bu TIS2WEB s\u00fcr\u00fcm\u00fcnde tan\u0131nm\u0131yor.\nBunlar ya bu TIS2WEB s\u00fcr\u00fcm\u00fcndekilerden daha yenidir\nya da GM kalibrasyonlar\u0131 de\u011fildir.\nL\u00fctfen M\u00fc\u015fteri Destek Servisi ile temasa ge\u00e7iniz.
sps.exception.missing-calibration-file=E2907: Bu mod\u00fcl i\u00e7in baz\u0131 par\u00e7a numaralar\u0131 bilgileri eksiktir./n Programlama i\u015flemi devam edemiyor.
sps.exception.invalid-keycode-format-input=M4415: \u0130malat\u00e7\u0131 Anahtar Kodu 5 haneli olmal\u0131d\u0131r!
sps.exception.no-keycode=M4416: L\u00fctfen Anahtar Kodunu giriniz.
sps.exception.bulletin-not-available=E4417: B\u00fclten mevcut de\u011fil.
sps.exception.session-expired=E4418: Sunucu Oturumu s\u00fcresi sona erdi. L\u00fctfen tekrar TIS2WEB'e ba\u011flan\u0131n.
sps.exception.unknown-vin=E842: Girilen VIN bulunmad\u0131.\nVIN'in ge\u00e7erlili\u011fini kontrol edin ya da Program\u0131 VCI ile se\u00e7in. 
sps.exception.unknown-ecu-software=E4419: daha yeni bir s\u00fcr\u00fcm olabilecek bilinmeyen bir ECU yaz\u0131l\u0131m\u0131 alg\u0131land\u0131.\nProgramlama prosesi durduruldu.
sps.exception.unknown-ecu-hardware=E2700: Donan\u0131m uyumsuz. Yeniden programlama m\u00fcmk\u00fcn de\u011fil.
sps.exception.invalid-ecu-hardware=E2700: Donan\u0131m uyumsuz. Yeniden programlama m\u00fcmk\u00fcn de\u011fil.
sps.exception.software-not-available=E4420: Yaz\u0131l\u0131m mevcut de\u011fil.
sps.exception.database-security-violated=E2909: Veri taban\u0131 de\u011fi\u015fti. Yeniden programlamak m\u00fcmk\u00fcn de\u011fil!. 
sps.exception.no-authorization=E2701: Se\u00e7ilen yaz\u0131l\u0131m\u0131 programlama yetkisi yok.

sps.exception.unsupported.vehicle=M4495: Se\u00e7ilen bu ara\u00e7 desteksiz !

sps.cal.info.bulletin.not.found=B\u00fclten bulunamad\u0131!

si.print.view.error=Yaz\u0131c\u0131 \u00e7\u0131kt\u0131s\u0131 g\u00f6r\u00fcn\u00fcm\u00fcn\u00fc haz\u0131rlarken hata olu\u015ftu !

frame.log.mailer.dialog.title=... 'ye g\u00fcnl\u00fck k\u00fct\u00fcklerini i\u00e7eren e-posta g\u00f6nderin

frame.login.denied=Oturum a\u00e7ma reddedildi - ge\u00e7ersiz veya yetersiz oturum a\u00e7ma bilgisi !

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=B\u00fct\u00fcn <br> GM markalar familyas\u0131n\u0131 g\u00f6rmek i\u00e7in General Motors <br>sitesini ziyaret edin.

sps.calibration.info.copyright.title=General Motors 2003. B\u00fct\u00fcn haklar\u0131 mahfuzdur.

sps.calibration.info.copyright.text=GM, GM Amblemi, Buick, Buick Amblemi, Chevrolet, Chevrolet Amblemi, Cadillac, Cadillac Amblemi, Geo, Geo \u0131zgara Amblemi, GMC, GMC Amblemi, Oldsmobile, Oldsmobile Amblemi, Pontiac, Pontiac Amblemi, Saturn, Saturn Amblemi, ve Chevy, General Motors ticari markalar\u0131d\u0131r. Bu sitenin i\u00e7eri\u011fi sadece U.S. pazar\u0131 \u00fcr\u00fcnleri ve hizmetleri ile ilgilidir. Buradaki bilgiler olabildi\u011fince kapsaml\u0131 ve ger\u00e7ek\u00e7i olmak \u00fczere tasarlanm\u0131\u015ft\u0131r. Ancak, General Motors, \u00f6nceden bildirmeksizin her hangi bir zamanda de\u011fi\u015fiklik yapma hakk\u0131n\u0131 mahfuz tutar. B\u00fct\u00fcn haklar\u0131 mahfuzdur.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: L\u00fctfen iptali onaylay\u0131n !

empty.search.result=M4711: Bir Giri\u015f bulunmad\u0131 !

search.result.truncated=E4734: Arama sonucu kesildi (arama iptal edildi)!

snapshot.home.panel.message=<center><B>BA\u015eLAMADAN \u00d6NCE!</B></center><br>TIS-Online'\u0131n \u00e7al\u0131\u015fmas\u0131 i\u00e7in, Techline PC'niz \u00fczerine do\u011fru Java yaz\u0131l\u0131m\u0131 kurulmal\u0131d\u0131r. Y\u00fckleme i\u00e7in \u00e7evrim-i\u00e7i yard\u0131ma bkz <br><br>Anl\u0131k durum g\u00f6r\u00fcnt\u00fcs\u00fc ba\u011flant\u0131 h\u0131z\u0131n\u0131za g\u00f6re zaman alabilecek birka\u00e7 basamaktan ge\u00e7er. Daha detayl\u0131 bilgi i\u00e7in, bkz. \u00e7evrim-i\u00e7i yard\u0131m.<br><br>Yava\u015f modem hatlar\u0131 vas\u0131tas\u0131yla ba\u011fland\u0131ysa l\u00fctfen biraz bekleyiniz ...

snapshot.notify.cookies.disabled=Anl\u0131k durum g\u00f6r\u00fcnt\u00fcs\u00fcn\u00fc ba\u015flatmak i\u00e7in cookie-kullan\u0131m\u0131n\u0131 \u00e7al\u0131\u015ft\u0131r\u0131p tekrar oturum a\u00e7man\u0131z gerekir

tech2view.home.panel.message=<center><B>BA\u015eLAMADAN \u00d6NCE!</B></center><br>TIS-Online'\u0131n \u00e7al\u0131\u015fmas\u0131 i\u00e7in, Techline PC'niz \u00fczerine do\u011fru Java yaz\u0131l\u0131m\u0131 kurulmal\u0131d\u0131r. Y\u00fckleme i\u00e7in \u00e7evrim-i\u00e7i yard\u0131ma bkz <br><br>Tech2 Bak\u0131\u015f\u0131 ba\u011flant\u0131 h\u0131z\u0131n\u0131za g\u00f6re zaman alabilecek birka\u00e7 basamaktan ge\u00e7er. Daha detayl\u0131 bilgi i\u00e7in, bkz. \u00e7evrim-i\u00e7i yard\u0131m.<br><br>Yava\u015f modem hatlar\u0131 vas\u0131tas\u0131yla ba\u011fland\u0131ysa l\u00fctfen biraz bekleyiniz ...

tech2view.notify.cookies.disabled=Tech2 Bak\u0131\u015f\u0131 ba\u015flatmak i\u00e7in cookie-halletmeyi \u00e7al\u0131\u015ft\u0131r\u0131p tekrar oturum a\u00e7man\u0131z gerekir

techlineprint.home.panel.message=<center><B>BA\u015eLAMADAN \u00d6NCE!</B></center><br>TIS-Online'\u0131n \u00e7al\u0131\u015fmas\u0131 i\u00e7in Techline bilgisayar\u0131n\u0131za Java yaz\u0131l\u0131m\u0131 kurulmu\u015f olmal\u0131d\u0131r. Y\u00fckleme i\u00e7in \u00e7evrim-i\u00e7i yard\u0131ma bkz <br><br>Techline Bask\u0131, ba\u011flanma h\u0131z\u0131n\u0131za ba\u011fl\u0131 olarak biraz zaman alabilecek bir ka\u00e7 basamaktan ge\u00e7er. Ayr\u0131nt\u0131lar i\u00e7in bkz. \u00e7evrim-i\u00e7i yard\u0131m.<br><br>Yava\u015f modem hatlar\u0131yla ba\u011fland\u0131\u011f\u0131 takdirde l\u00fctfen sab\u0131rl\u0131 olunuz ...

techlineprint.notify.cookies.disabled=M4736: Techline Bask\u0131 ba\u015flatmak i\u00e7in Cookie-y\u00f6netimini ve tekrar oturum a\u00e7may\u0131 devreye sokman\u0131z gerekir.

cache.cleared=M4717: \u00d6n bellek silindi !

error.see.log=E4718: Hata olu\u015ftu! (detaylar i\u00e7in bkz. g\u00fcnl\u00fck k\u00fct\u00fc\u011f\u00fc)

successfully.send.logs=M4719: G\u00fcnl\u00fck k\u00fct\u00fckleri ba\u015far\u0131yla yolland\u0131 !

configuration.update.successful=M4737: Ba\u015far\u0131yla g\u00fcncellenmi\u015f konfig\u00fcrasyon !
configuration.update.failed=M4738: Konfig\u00fcrasyon g\u00fcncelleme ba\u015far\u0131s\u0131z oldu !

sps.calibration.info.link.privacy.policy=GM Gizlilik Politikas\u0131n\u0131 g\u00f6rmek i\u00e7in buraya t\u0131klay\u0131n.

sps.reset.adapter=SPS \u015fema adapt\u00f6r\u00fcn\u00fc resetleyin ({0})

sps.reset.adapter.successful=SPS \u015fema adapt\u00f6r\u00fc ba\u015far\u0131yla resetlendi: ({0})

sps.reset.adapter.failed=SPS \u015fema adapt\u00f6r\u00fc resetlenemedi ({0})

swdl.service.reset.failed=SWDL servisi resetlenemedi !

swdl.service.reset.succeeded=SWDL servisi ba\u015far\u0131yla resetlendi !

swdl.notification.new.tech2.versions=Yeni TECH2 yaz\u0131l\u0131m s\u00fcr\u00fcmleri:

swdl.notification.new.tech2.versions.keepon=Bir sonraki oturum a\u00e7mada tekrar g\u00f6ster

help.service.reset.failed=HELP Servisi resetlenemedi !

help.service.reset.succeeded=HELP Servisi ba\u015far\u0131yla resetlendi !

news.service.reset.failed=NEWS Servisi resetlenemedi !

news.service.reset.succeeded=NEWS Servisi ba\u015far\u0131yla resetlendi !

unable.to.create.key=E5040: Anahtar olu\u015fturam\u0131yor!

vc.please.choose.vehicle.configuration=Se\u00e7iniz ...

vc.error.missing.mandatory.input=E5041: Zorunlu bilgi giri\u015finde eksik var!

please.select.user.name=Kullan\u0131c\u0131 ad\u0131n\u0131 se\u00e7iniz ...
select.username=Kullan\u0131c\u0131 ad\u0131n\u0131 se\u00e7in
or.enter.new.username=veya yeni kullan\u0131c\u0131 ad\u0131 girin
licensed.session.count.exeeded=E5045: Lisansl\u0131 oturum say\u0131s\u0131 limiti a\u015ft\u0131!

vcdialog.unable.to.resolve.exception=E5046: VIN \u00e7\u00f6z\u00fcmlenemiyor!

vcdialog.invalid.vin.exception=E5047: Ge\u00e7ersiz VIN!

registration.confirm.revocation=M5131: Aboneli\u011fi ger\u00e7ekten iptal etmek istiyor musunuz?
registration.confirm.deletion=M5132: Kay\u0131t\u0131 ger\u00e7ekten silmek istiyor musunuz?

kdr.home.panel.message=<center><B>BA\u015eLAMADAN \u00d6NCE!</B></center><br>TIS-Online'\u0131n \u00e7al\u0131\u015fmas\u0131 i\u00e7in, Techline PC'niz \u00fczerine do\u011fru Java yaz\u0131l\u0131m\u0131 kurulmal\u0131d\u0131r. Y\u00fckleme i\u00e7in \u00e7evrim-i\u00e7i yard\u0131ma bkz <br><br>GDS ba\u011flant\u0131 h\u0131z\u0131n\u0131za g\u00f6re zaman alabilecek birka\u00e7 basamaktan ge\u00e7er. Daha detayl\u0131 bilgi i\u00e7in, bkz. \u00e7evrim-i\u00e7i yard\u0131m.<br><br>Yava\u015f modem hatlar\u0131 vas\u0131tas\u0131yla ba\u011fland\u0131ysa l\u00fctfen biraz bekleyiniz ...


invalid.authentication=E5269: Ge\u00e7ersiz Tasdik !

unable.to.delete.msg=E5270: Mesaj silinemiyor !
unable.to.modify.msg=E5271: Mesaj de\u011fi\u015ftirilemiyor !
unable.to.create.msg=E5272: Mesaj olu\u015fturulam\u0131yor !
invalid.or.incomplete.input=E5273: Ge\u00e7ersiz veya eksik girdi !

unable.to.execute.search=E5274: Arama yap\u0131lam\u0131yor !
msg.created=M5275: Mesaj olu\u015fturuldu !

# registration v2
please.fill.in.dealership.info=Bayilik bilgilerinizi giriniz (*gerekli bilgileri g\u00f6sterir)
unable.to.store.dealership.data=E5010: Sat\u0131c\u0131 verilerinin saklanmas\u0131 ba\u015far\u0131s\u0131z.
successfully.stored.dealership.data=M5277: Ba\u015far\u0131yla belle\u011fe al\u0131nan bayilik verileri !

registration.step.1=1. Sat\u0131c\u0131l\u0131k bilgilerinizi doldurun
registration.step.2=2. Gereken GlobalTIS kullan\u0131c\u0131lar\u0131n\u0131n say\u0131s\u0131n\u0131 giriniz (sadece Sunucu kurulumlar\u0131 i\u00e7in)
registration.step.3=3. Kullanmak istedi\u011finiz abonelikleri se\u00e7iniz
registration.step.4=4. Bir Lisans Anahtar\u0131 almak i\u00e7in internet yoluyla veya Faks ile kaydolun. Otomatik olarak internetten kaydolmak i\u00e7in '\u0130nternetten Kay\u0131t'\u0131 t\u0131klay\u0131n veya e-posta veya faks yoluyla g\u00f6nderebilece\u011finiz bir PDF dok\u00fcman\u0131n\u0131 g\u00f6r\u00fcnt\u00fclemek i\u00e7in 'E-posta/Faks Kay\u0131t'\u0131 t\u0131klay\u0131n.
registration.step.5=5. Bu ekrandan \u00e7\u0131k\u0131n ve lisans anahtar\u0131n\u0131 ald\u0131ktan sonra GlobalTIS'\u0131 tekrar ba\u015flat\u0131n. Sonra kay\u0131t prosesi madde 6 ile devam edecektir.
registration.step.6=6. Faks veya e-posta ile gereken kay\u0131t bilgilerini ald\u0131ktan sonra, Abone ID'nizi ve Lisans anahtar\u0131n\u0131 giriniz.
registration.step.7=7. GlobalTIS Kurulumunuzun ge\u00e7erlilik prosesini aktive etmek i\u00e7in 'Lisans Anahtar\u0131 Kayd\u0131' d\u00fc\u011fmesini t\u0131klay\u0131n.


error.occured=E5281: Hata olu\u015ftu: ${hata.mesaj\u0131}

registration.hint.button.add.contact=Daha fazla irtibat \u015fah\u0131slar\u0131n\u0131n girilmesi gerekiyorsa, t\u0131klay\u0131n

registration.exception.registration.duplicate=M5012: \u0130nternetten kay\u0131t talebi beklemekte.
registration.exception.registration.db.load.failed=E5018: \u0130nternetten kay\u0131t ba\u015far\u0131s\u0131z (l\u00fctfen Abone-ID'sini kontrol ediniz).

hint.dealership.id=(azami 10)

registration.exception.empty.subscription.selection=M5284: Bir abonelik se\u00e7iniz !

registration.error.no.services.available=E5300: Servis mevcut de\u011fil! L\u00fctfen GlobalTIS sunucusunu tekrar ba\u015flat\u0131n\u0131z:<p align='left'>1. GlobalTIS<br>ten \u00e7\u0131k\u0131n2. 'GlobalTIS DiagTool' - 'Geli\u015ftirilmi\u015f Ar\u0131za Tespiti'<br>ba\u015flat\u0131n&nbsp;&nbsp;>> GlobalTIS Servisi<br>&nbsp;&nbsp;>> Servisi Durdurun<br>&nbsp;&nbsp;>> Servisi Ba\u015flat\u0131n</p>

unable.to.resolve.subscriber.id=E5309: Abone ID'si \u00e7\u00f6z\u00fclemiyor !

do.not.show.again=Tekrar g\u00f6stermeyin

msg.exclusion.reset.failed=E5311: Resetleme ba\u015far\u0131s\u0131z oldu !
msg.exclusion.reset.successful=M5312: Resetleme ba\u015far\u0131l\u0131 oldu !

sps.calid.input.hw.number=VIT1 Donan\u0131m Numaras\u0131n\u0131 giriniz

unable.to.display.rpo=E5348: RPO kodlar\u0131 g\u00f6r\u00fcnt\u00fclenemiyor !

unsupported.vin=Desteklenmeyen VIN !

search.no.result=E3550: Uyan bir\u015fey bulunmad\u0131 !

nothing.selected=E5498: Hi\u00e7 bir \u015fey se\u00e7ilmedi !

deletion.succeeded=M5499: Silme ba\u015far\u0131l\u0131 oldu !

user.logins.trigger.update.failed=E5545: Kullan\u0131c\u0131 oturum a\u00e7mas\u0131n\u0131 \u00e7al\u0131\u015ft\u0131rma/at\u0131l b\u0131rakma ba\u015far\u0131s\u0131z oldu !

user.logins.trigger.update.successful=M5546: Kullan\u0131c\u0131 oturum a\u00e7mas\u0131n\u0131 \u00e7al\u0131\u015ft\u0131rma/at\u0131l b\u0131rakma ba\u015far\u0131yla ger\u00e7ekle\u015fti !

sps.calibration.info.display.security.code=Ekran G\u00fcvenlik Kodu

release.si.preload.data.failed=E5630: \u00c7\u0131k\u0131\u015f ba\u015far\u0131s\u0131z oldu !
release.si.preload.data.successful=E5631: \u00c7\u0131k\u0131\u015f ba\u015far\u0131l\u0131 oldu !

fts.currently.unavailable=E5632: \u015eu anda tam metin aramas\u0131 mevcut de\u011fil !

sps.docref.default=Daha fazla bilgi i\u00e7in, l\u00fctfen <a>buray\u0131</a> t\u0131klay\u0131n\u0131z.
