# Sample ResourceBundle properties file

frame.single.registration.only=E4995: A regisztr\u00e1l\u00e1si munkamenet m\u00e1r akt\u00edv
frame.registration.login.failed=E4996: A bejelentkez\u00e9s nem siker\u00fclt (k\u00e9rj\u00fck l\u00e9pjen kapcsolatba a supporttal)
frame.registration.license.exception=E4997: A licencf\u00e1jl \u00edr\u00e1sa/olvas\u00e1sa nem siker\u00fclt
frame.registration.license.invalid=E4998: A licenc erre a sz\u00e1m\u00edt\u00f3g\u00e9pre \u00e9rv\u00e9nytelen (k\u00e9rj\u00fck, regiszt\u00e1lja mag\u00e1t ism\u00e9t)
frame.registration.hardwarekey.failure=E4999: Hardverkulcs hiba (nincs \u00edr\u00e1si/olvas\u00e1si hozz\u00e1f\u00e9r\u00e9s)

auth.req.dialog.license.registration.suceeded=A licence regisztr\u00e1l\u00e1sra \u00e9s a GlobalTIS aktiv\u00e1l\u00e1sra ker\u00fclt. K\u00e9rj\u00fck jelentkezzen ki (a jobb fels\u0151 sarokban elhelyezett ikonnal fejezze be az \u00fcl\u00e9st) \u00e9s ism\u00e9t ind\u00edtsa el a GlobalTIS-t vagy jelentkezzen be \u00fajra.
auth.req.dialog.license.registration.failed=E5001: A licenc regisztr\u00e1l\u00e1sa nem siker\u00fclt (k\u00e9rj\u00fck, ellen\u0151rizze az 'El\u0151fizet\u0151-ID'-t \u00e9s a 'Licenckulcs'-ot).

auth.req.dialog.title.message=K\u00e9rj\u00fck adja meg a keresked\u0151i inform\u00e1ci\u00f3t \u00e9s (regisztr\u00e1lja mag\u00e1t online) vagy (regisztr\u00e1lja mag\u00e1t e-mailen/faxon).
auth.req.dialog.dealership.missing.id=E5174: K\u00e9rj\u00fck adja meg az okvetlen\u00fcl sz\u00fcks\u00e9ges keresked\u0151i ID-t.
auth.req.dialog.dealership.missing.name=E5175: K\u00e9rj\u00fck adja meg az okvetlen\u00fcl sz\u00fcks\u00e9ges keresked\u0151i nevet.
auth.req.dialog.dealership.missing.street=E5176: K\u00e9rj\u00fck adja meg az okvetlen\u00fcl sz\u00fcks\u00e9ges keresked\u0151i c\u00edmet (utcan\u00e9v).
auth.req.dialog.dealership.missing.zip=E5177: K\u00e9rj\u00fck adja meg az okvetlen\u00fcl sz\u00fcks\u00e9ges keresked\u0151i c\u00edmet (postai ir\u00e1ny\u00edt\u00f3sz\u00e1m).
auth.req.dialog.dealership.missing.city=E5178: K\u00e9rj\u00fck adja meg az okvetlen\u00fcl sz\u00fcks\u00e9ges keresked\u0151i c\u00edmet (v\u00e1ros, k\u00f6zs\u00e9g).
auth.req.dialog.dealership.missing.country=E5179: K\u00e9rj\u00fck adja meg az okvetlen\u00fcl sz\u00fcks\u00e9ges keresked\u0151i c\u00edmet (orsz\u00e1g).
auth.req.dialog.dealership.missing.language=E5180: K\u00e9rj\u00fck adja meg az okvetlen\u00fcl sz\u00fcks\u00e9ges keresked\u0151i nyelvet.
auth.req.dialog.dealership.missing.contacs=E5181: K\u00e9rj\u00fck, adja meg az okvetlen\u00fcl sz\u00fcks\u00e9ges keresked\u0151i kapcsolat felv\u00e9teli inform\u00e1ci\u00f3t.
auth.req.dialog.dealership.information.incomplete=E5003: K\u00e9rj\u00fck adja meg az okvetlen\u00fcl sz\u00fcks\u00e9ges keresked\u0151i adatokat.
auth.req.dialog.dealership.dealercode.invalid=E5004: K\u00e9rj\u00fck ellen\u0151rizze a keresked\u0151i k\u00f3dot.
auth.req.dialog.dealership.contact.missing=E5005: K\u00e9rj\u00fck adja meg vagy az e-mail c\u00edm\u00e9t vagy a fax sz\u00e1m\u00e1t.
auth.req.dialog.dealership.contact.name.missing=E5006: K\u00e9rj\u00fck adja meg egy kapcsolattart\u00f3 szem\u00e9ly nev\u00e9t
auth.req.dialog.dealership.email.invalid=E5007: K\u00e9rj\u00fck ellen\u0151rizze az e-mail c\u00edmet (az \u00e9rv\u00e9nyes\u00edt\u00e9s nem siker\u00fclt).
auth.req.dialog.dealership.information.invalid=E5008: K\u00e9rj\u00fck ellen\u0151rizze a bevitt adatokat (egy vagy t\u00f6bb bevitt adat hosszabb a maxim\u00e1lis t\u00e1mogatott hosszn\u00e1l).
auth.req.dialog.dealership.invalid.name=E5182: K\u00e9rj\u00fck, ellen\u0151rizze a keresked\u0151i nevet (maxim\u00e1lis hossz 255 jel)
auth.req.dialog.dealership.invalid.street=E5183: K\u00e9rj\u00fck, ellen\u0151rizze az utcanevet (maxim\u00e1lis hossz 255 jel)
auth.req.dialog.dealership.invalid.zip=E5184: K\u00e9rj\u00fck, ellen\u0151rizze a postai ir\u00e1ny\u00edt\u00f3sz\u00e1mot (maxim\u00e1lis hossz 10 jel)
auth.req.dialog.dealership.invalid.city=E5185: K\u00e9rj\u00fck, ellen\u0151rizze a v\u00e1ros nev\u00e9t (maxim\u00e1lis hossz 255 jel)
auth.req.dialog.dealership.invalid.phone=E5186: K\u00e9rj\u00fck, ellen\u0151rizze a telefonsz\u00e1mot (maxim\u00e1lis hossz 255 jel)
auth.req.dialog.dealership.invalid.fax=E5187: K\u00e9rj\u00fck, ellen\u0151rizze a fax-sz\u00e1mot (maxim\u00e1lis hossz 255 jel)
auth.req.dialog.dealership.invalid.email=E5188: K\u00e9rj\u00fck, ellen\u0151rizze az e-mail c\u00edmet (maxim\u00e1lis hossz 255 jel)
auth.req.dialog.dealership.invalid.contact.name=E5189: K\u00e9rj\u00fck, ellen\u0151rizze a kapcsolatfelvev\u0151 szem\u00e9ly nev\u00e9t (maxim\u00e1lis hossz 255 jel)
auth.req.dialog.dealership.data.stored=M5009: A keresked\u0151i adatok t\u00e1rol\u00e1sra ker\u00fcltek
auth.req.dialog.dealership.data.failure=E5266: A keresked\u0151i adatokat nem siker\u00fclt t\u00e1rolni.
auth.req.dialog.online.registration.failed=E5011: Online regisztr\u00e1l\u00e1s nem siker\u00fclt (k\u00e9rj\u00fck, l\u00e9pjen kapcsolatba a supporttal).
auth.req.dialog.online.registration.duplicate=M5012: Online regisztr\u00e1l\u00e1s k\u00e9r\u00e9s m\u00e1r beadva.
auth.req.dialog.online.registration.suceeded=M5013: Online regisztr\u00e1l\u00e1s befejezve. K\u00e9rj\u00fck jegyezze fel a K\u00e9r\u00e9si-ID-t = '{REQUEST-ID}'.
auth.req.dialog.registration.may.take.some.time=M5014: A licenckulcs aktiv\u00e1l\u00e1s\u00e1hoz bizonyos id\u0151re van sz\u00fcks\u00e9g. K\u00e9rj\u00fck igazolja ezt, ehhez nyomja meg az 'OK' gombot \u00e9s v\u00e1rjon ...
auth.req.email.notification=M5015: \u00daj regisztr\u00e1l\u00e1s k\u00e9r\u00e9s \u00e9rkezett (a k\u00e9r\u00e9si ID-t \u00e9s a Keresked\u0151K\u00f3dot l\u00e1sd az e-mail t\u00e1rgy\u00e1n\u00e1l).

auth.reqext.dialog.title.message=GlobalTIS regisztr\u00e1l\u00e1s (el\u0151fizet\u00e9s meghosszabb\u00edt\u00e1sa): (regisztr\u00e1lja mag\u00e1t online) vagy (regisztr\u00e1lja mag\u00e1t e-mailen/faxon).
auth.reqhwk.dialog.title.message=GlobalTIS hardverkulcs \u00e1ttelep\u00edt\u00e9s: (regisztr\u00e1lja mag\u00e1t online) vagy (regisztr\u00e1lja mag\u00e1t e-mailen/faxon).
auth.reqhwk.dialog.online.registration.unknown=E5018: Online regisztr\u00e1l\u00e1s nem siker\u00fclt (k\u00e9rj\u00fck, ellen\u0151rizze az el\u0151fizet\u0151i-ID-t).

auth.req.detail.dialog.title.msg=Utas\u00edt\u00e1sok ...
auth.req.detail.dialog.subscription.not.selected=Jel\u00f6lje ki a hiteles\u00edtend\u0151 el\u0151fizet\u00e9st.
auth.req.detail.dialog.request.ident.invalid=E5021: K\u00e9rj\u00fck adjon meg egy \u00e9rv\u00e9nyes 'K\u00e9r\u00e9si-ID'-t.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: K\u00e9rj\u00fck adjon meg egy \u00e9rv\u00e9nyes 'El\u0151fizet\u0151i-ID'-t.
auth.req.detail.dialog.authorization.failed=E5023: K\u00e9r\u00e9s hiteles\u00edt\u00e9se nem siker\u00fclt.
auth.req.detail.dialog.authorization.completed=M5024: A GlobalTIS hiteles\u00edt\u00e9se befejezve (a licenckulcs email \u00fatj\u00e1n megk\u00fcldve).
auth.req.detail.dialog.authorization.suceeded=M5025: A GlobalTIS hiteles\u00edt\u00e9se befejezve.
auth.req.detail.dialog.license.key.not.computed=E5026: A licenckulcs kisz\u00e1m\u00edt\u00e1sa nem siker\u00fclt (hi\u00e1nyos/hib\u00e1s adatbevitel).
auth.req.regdb.no.organization=E5027: A regisztr\u00e1l\u00e1si adatbankot nem siker\u00fclt export\u00e1lni (nincs hozz\u00e1rendelve \u00e9rt\u00e9kes\u00edt\u00e9si szervezet a hiteles\u00edt\u0151 rendszergazd\u00e1hoz).
auth.req.email.license.subject=GlobalTIS regisztr\u00e1l\u00e1s (K\u00e9r\u00e9si-ID = '{REQUEST-ID}')
auth.req.email.license.body=\nMell\u00e9kelten megkapja a sz\u00fcks\u00e9ges licenckulcsot \u00e9s az el\u0151fizet\u0151i ID-t a regisztr\u00e1l\u00e1shoz.\n\nFIGYELEM:\nMind a k\u00e9t adat csak arra a szem\u00e9lyi sz\u00e1m\u00edt\u00f3g\u00e9pre \u00e9rv\u00e9nyes, amelyen a regisztr\u00e1l\u00e1si folyamat v\u00e9grehajt\u00e1sra ker\u00fclt.\nAz \u00e9rv\u00e9nyes\u00edt\u00e9shez ind\u00edtsa \u00fajra a GlobalTIS-t \u00e9s adja meg mind az el\u0151fizet\u0151i ID-t, mind a licenckulcsot. A licenckulcs bevitel\u00e9hez csak a 0-9 sz\u00e1mjegyeket \u00e9s az A-F bet\u0171ket szabad haszn\u00e1lni (a program a bet\u0171k eset\u00e9n a kisbet\u0171ket is elfogadja). Alternat\u00edvak\u00e9nt a 'Licenckulcs' gomb benyom\u00e1s\u00e1val meg lehet nyitani egy ablakot, ahol az eg\u00e9sz jelsorozatot be lehet vinni. A regisztr\u00e1ci\u00f3s elj\u00e1r\u00e1st a 'Licenckulcs regisztr\u00e1l\u00e1sa' gomb benyom\u00e1s\u00e1val lehet aktiv\u00e1lni.\n\nA hardverkulcs sz\u00e1ma helyett mostant\u00f3l kezdve minden egyes ECU-programoz\u00e1sn\u00e1l az el\u0151fizet\u0151i ID ker\u00fcl ment\u00e9sre.\n\nRequestID (megrendel\u00e9si ID): {REQUEST-ID}\nEl\u0151fizet\u0151i ID: {SUBSCRIBER-ID}\n\nLicenckulcs:\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: Miel\u0151tt elk\u00fclden\u00e9, k\u00e9rj\u00fck adjon meg minden k\u00f6telez\u0151 inform\u00e1ci\u00f3t!

exception.unable.to.execute.action=E5030: Az on-line regisztr\u00e1l\u00e1st nem siker\u00fclt v\u00e9grehajtani. K\u00e9rj\u00fck ellen\u0151rizze a kiszolg\u00e1l\u00f3 csatlakoz\u00e1s\u00e1t.

auth.req.no.entries=M5031: Regisztr\u00e1l\u00e1s k\u00e9r\u00e9s nem tal\u00e1lhat\u00f3.

wait=K\u00e9rem, v\u00e1rjon...

frame.login.kill.message=E4212: Ez a felhaszn\u00e1l\u00f3i azonos\u00edt\u00f3 \u00e9s jelsz\u00f3 m\u00e1r haszn\u00e1latban van.<br>Kattintson a 'M\u00e9gse' gombra, hogy visszajusson a f\u0151 k\u00e9perny\u0151re.<br>FIGYELMEZTET\u00c9S: Ha az 'Igen' gombra kattint, ezzel befejezi a jelenlegi felhaszn\u00e1l\u00f3i munkamenetet \u00e9s ez esetleg egyes adatok elveszt\u00e9s\u00e9hez vezethet.<br><br>

frame.login.kill.cancelled=M4194: A r\u00e9gi \u00fcl\u00e9s \u00e9rv\u00e9nytelen\u00edt\u00e9se megszak\u00edtva !

frame.login.kill.successful=M4195: A r\u00e9gi \u00fcl\u00e9s sikeresen \u00e9rv\u00e9nytelen\u00edtve !

swdl.home.panel.message=<center><B>A MUNKA MEGKEZD\u00c9SE EL\u0150TT FIGYELEM!</B></center><br>Annak \u00e9rdek\u00e9ben, hogy a TIS2Web m\u0171k\u00f6dj\u00f6n, a Techline PC-n telep\u00edtve kell lennie a megfelel\u0151 Java szoftvernek. A let\u00f6lt\u00e9ssel kacsolatban l\u00e1sd az online S\u00fag\u00f3t <br><br>A szoftver let\u00f6lt\u00e9se t\u00f6bb l\u00e9p\u00e9st k\u00edv\u00e1n, ami az \u00d6n kapcsolati sebess\u00e9g\u00e9t\u0151l f\u00fcgg\u0151en id\u0151ig\u00e9nyes lehet. A tov\u00e1bbi r\u00e9szletek az online s\u00fag\u00f3ban tal\u00e1lhat\u00f3k meg.<br><br>K\u00e9rj\u00fck sz\u00edves t\u00fcrelm\u00e9t, halass\u00fa modemes kapcsolata van ...

swdl.notify.cookies.disabled=E4213: A szoftver let\u00f6lt\u00e9s\u00e9nek megkezd\u00e9s\u00e9hez enged\u00e9lyeznie kell a cookie-kat \u00e9s \u00fajra be kell jelentkeznie.

navigation.hint=A TIS szoftver alkalmaz\u00e1s nem t\u00e1mogatja a b\u00f6ng\u00e9sz\u0151 El\u0151re \u00e9s Vissza gombjainak haszn\u00e1lat\u00e1t. Ezek lenyom\u00e1sakor hiba l\u00e9p fel. K\u00e9rj\u00fck csak az alkalmaz\u00e1s ablak\u00e1ban megjelen\u0151 gombokat haszn\u00e1lja, \u00e9s ne haszn\u00e1lja az eszk\u00f6zt\u00e1r gombjait.

reloginpage.text=M3534: \u00d6nt a rendszer automatikusan kil\u00e9ptette

confirmation.logout=M3535: K\u00e9rj\u00fck, igazolja a kijelentkez\u00e9st !

good.bye=M3536: \u00d6n sikeresen kijelentkezett.

si.home.title=Egy szolg\u00e1ltat\u00e1si publik\u00e1ci\u00f3 megtekint\u00e9s\u00e9hez jel\u00f6lj\u00fcnk ki egyet az al\u00e1bbi szolg\u00e1ltat\u00e1si inform\u00e1ci\u00f3s alkalmaz\u00e1sokb\u00f3l

si.home.stdinfo=Jel\u00f6lje ki \u00e9s tekintse meg a diagnosztikai, szabv\u00e1nyos, huzaloz\u00e1si diagram-inform\u00e1ci\u00f3kat \u00e9s a m\u0171szaki szolg\u00e1ltat\u00e1si k\u00f6zlem\u00e9nyeket egy konkr\u00e9t g\u00e9pj\u00e1rm\u0171re vonatkoz\u00f3an, amelyet a szerelv\u00e9nycsoportok \u00e9s a szolg\u00e1ltat\u00e1si inform\u00e1ci\u00f3-t\u00edpusok alapj\u00e1n hat\u00e1roz meg

si.home.bulletins=A m\u0171szaki szolg\u00e1ltat\u00e1si k\u00f6zlem\u00e9nyek megsz\u0171r\u00e9se a k\u00f6vetkez\u0151k szerint:<br>l\u00e9trehoz\u00e1s, modell, motor, szerel\u00e9si csoport, t\u00fcnet, hibak\u00f3d, vagy elh\u00e1r\u00edt\u00e1si sz\u00e1m

si.home.faultDiag=Hibadiagn\u00f3zis m\u0171veletek megtal\u00e1l\u00e1sa hibak\u00f3d seg\u00edts\u00e9g\u00e9vel

si.home.brochures=Jel\u00f6lje ki \u00e9s tekintse meg a speci\u00e1lis bros\u00far\u00e1kat:<br>inspekci\u00f3k, m\u0171szaki \u00fajdons\u00e1gok, m\u0171szaki inform\u00e1ci\u00f3k

si.home.number.search=Dokumentumok keres\u00e9se dokumentum-sz\u00e1m szerint

si.home.text.search=Dokumentumok keres\u00e9se tartalom szerint

si.home.bookmarks=K\u00f6nyvjelz\u0151 megtekint\u00e9se

si.stdinfo.select.ratio=A tartalomjegyz\u00e9k \u00e9s a dokumentum ar\u00e1nya

si.stdinfo.select.height=Jel\u00f6lje ki a tartalomjegyz\u00e9k \u00e9s a dokumentum megjelen\u00edt\u00e9si magass\u00e1g\u00e1t

si.dociframepanel.select.height=Jel\u00f6lje ki a dokumentum megjelen\u00edt\u00e9si magass\u00e1g\u00e1t

si.number.search.enter.bulletin=Vigye be a k\u00f6zlem\u00e9ny/kamp\u00e1ny/el\u0151zetes inform\u00e1ci\u00f3 sz\u00e1m\u00e1t:

si.number.search.enter.document=Vigye be a dokumentum azonos\u00edt\u00f3j\u00e1t:

si.search.no.result=E3550: Nem tal\u00e1lhat\u00f3 megfelel\u0151 !

si.search.result.without.vehicle=Szerviz inform\u00e1ci\u00f3k keres\u00e9si eredm\u00e9nye a g\u00e9pj\u00e1rm\u0171 adatok sz\u0171r\u00e9se n\u00e9lk\u00fcl ('G\u00e9pj\u00e1rm\u0171' karton):

si.search.result.with.vehicle=Szerviz inform\u00e1ci\u00f3k keres\u00e9si eredm\u00e9nye a g\u00e9pj\u00e1rm\u0171 adatok sz\u0171r\u00e9s\u00e9vel ('G\u00e9pj\u00e1rm\u0171' karton):

si.search.result.too-many-hits=E4229: T\u00fal sok tal\u00e1lat ehhez a szerviz inform\u00e1ci\u00f3 t\u00edpushoz. Finom\u00edtsa a keres\u00e9si felt\u00e9teleket.

si.document.page.wait=Az oldal bet\u00f6lt\u00e9se ...

si.document.not.found=E3552: A dokumentum nem tal\u00e1lhat\u00f3 !

si.document.not.available=E3553: Nincs ilyen dokumentum !

si.lt.novc=E3555: Az adott g\u00e9pj\u00e1rm\u0171-kijel\u00f6l\u00e9shez nem tal\u00e1lhat\u00f3 munka\u00e9rt\u00e9k-inform\u00e1ci\u00f3 !

si.lt.no.instance=E3556: A kijel\u00f6lt l\u00e9trehoz\u00e1shoz nem l\u00e9tezik munka\u00e9rt\u00e9k felhaszn\u00e1l\u00e1si eset !

si.no.bookmarks=M\u00e9g nincs defini\u00e1lva k\u00f6nyvjelz\u0151

si.bulletins.search.message=Jel\u00f6lje ki azokat a param\u00e9tereket, amelyek szerint az \u00f6sszes m\u0171szaki szerviz-k\u00f6zlem\u00e9nyt \u00e1t akarja vizsg\u00e1lni

si.bulletins.search.alternative=vagy jel\u00f6lje ki a helysz\u00edni jav\u00edt\u00e1si sz\u00e1mot

si.bulletin.search.hitcount=A tal\u00e1latok \u00f6sszes sz\u00e1ma

si.bulletin.search.nothing.found=E4141: Nem tal\u00e1lhat\u00f3 dokumentum !

vc.select.vc.data=G\u00e9pj\u00e1rm\u0171 adatok kijel\u00f6l\u00e9se

vc.message.vin.incorrect=E714: Helytelen VIN adatbevitel!

vc.message.attribute.tied.to.vin=E3557: Ez az attrib\u00fatum k\u00f6zvetlen\u00fcl \u00f6sszek\u00f6ttet\u00e9sben \u00e1ll a j\u00e1rm\u0171 VIN k\u00f3ddal. Az attrib\u00fatum megv\u00e1ltoztat\u00e1sa t\u00f6rli a VIN-t. Folytatja ?

vc.message.select.salesmake=V\u00e1lasszon \u00d6n egy g\u00e9pkocsim\u00e1rk\u00e1t

vc.message.vin.not.interpretable=E3558: A VIN nem \u00e9rtelmezhet\u0151. Folytatja?

fallback.no.instance=E3559: Ez a felhaszn\u00e1l\u00e1si eset az \u00e9ppen kijel\u00f6lt l\u00e9trehoz\u00e1shoz nem l\u00e9tezik !

lt.home.stdinfo=Jel\u00f6lje ki \u00e9s tekintse meg a munka\u00e9rt\u00e9k-inform\u00e1ci\u00f3kat az \u00e9ppen kijel\u00f6lt g\u00e9pj\u00e1rm\u0171h\u00f6z

lt.novc=E3561: K\u00e9rj\u00fck, v\u00e1lasszon \u00e9rv\u00e9nyes g\u00e9pj\u00e1rm\u0171vet

lt.no.lt.for.vc=E3562: A kijel\u00f6lt g\u00e9pj\u00e1rm\u0171h\u00f6z nem \u00e1llnak rendelkez\u00e9sre normaid\u0151k

edit.bookmark=K\u00f6nyvjelz\u0151 szerkeszt\u00e9se

not.authorized=\u00d6nnek nincs hozz\u00e1f\u00e9r\u00e9si joga ehhez az oldalhoz.

frame.invalid.session=E4214: FIGYELMEZTET\u00c9S: Ezt az \u00fczenetet a k\u00f6vetkez\u0151 okok egyik\u00e9nek eredm\u00e9nyek\u00e9ppen kapta:<br><br>&nbsp;&nbsp;1. A munkamenet sor\u00e1n id\u0151t\u00fall\u00e1p\u00e1s l\u00e9pett fel.<br>&nbsp;&nbsp;2. Egy m\u00e1si felhaszn\u00e1l\u00f3 ugyanezt a felhaszn\u00e1l\u00f3i azonos\u00edt\u00f3t/jelsz\u00f3t haszn\u00e1lja \u00e9s befejezte az \u00d6n munkamenet\u00e9t.<br>&nbsp;&nbsp;3. Biztons\u00e1gi megs\u00e9rt\u00e9s l\u00e9pett fel - a felhaszn\u00e1l\u00f3nak nincs hozz\u00e1f\u00e9r\u00e9si joga ehhez az alkalmaz\u00e1shoz.

no.information.available=M4114: Nem \u00e1ll rendelkez\u00e9sre inform\u00e1ci\u00f3 !

select.ratio=A tartalomjegyz\u00e9k \u00e9s a dokumentum ar\u00e1nya

document.not.available=E3553: Nincs ilyen dokumentum !

frame.modified.news=M4217: Vannak \u00d6n \u00e1ltal eddig el nem olvasott \u00faj h\u00edrek (a hozz\u00e1f\u00e9r\u00e9shez kattintson a H\u00edrek ikonra)

lt.search.mwork.not.found=E4220: A f\u0151munka nem tal\u00e1lhat\u00f3!

lt.no.bookmarks=M\u00e9g nincs defini\u00e1lva k\u00f6nyvjelz\u0151

lt.search.result.without.vehicle=A g\u00e9pj\u00e1rm\u0171 adat sz\u0171r\u00e9s (g\u00e9pj\u00e1rm\u0171 regisztr\u00e1ci\u00f3) n\u00e9lk\u00fcl v\u00e9grehajtott munkaid\u0151-inform\u00e1ci\u00f3 keres\u00e9s eredm\u00e9nye

lt.search.result.with.vehicle=A g\u00e9pj\u00e1rm\u0171 adat sz\u0171r\u00e9ssel (g\u00e9pj\u00e1rm\u0171 regisztr\u00e1ci\u00f3) v\u00e9grehajtott munkaid\u0151-inform\u00e1ci\u00f3 keres\u00e9s eredm\u00e9nye

lt.search.no.result=E3550: Nem tal\u00e1lhat\u00f3 megfelel\u0151 !

detailed.picture=\u00c1bra kinagy\u00edt\u00e1sa

lt.bookmark.unavailable=E4228: A v\u00e1lasztott t\u00e1rgymutat\u00f3 a jelen j\u00e1rm\u0171re nem el\u00e9rhet\u0151!

frame.plugin.check.notification=Plugin install\u00e1ci\u00f3s \u00e1llapot ellen\u0151rz\u00e9s

frame.plugin.install.dialog=E4251: A rendszer a k\u00f6vetkez\u0151 plugin-ok nem megl\u00e9t\u00e9t \u00e9rz\u00e9kelte. K\u00e9rem kattintson a linkre a megfelel\u0151 install\u00e1ci\u00f3s f\u00e1jl let\u00f6lt\u00e9s\u00e9hez.

frame.plugin.install.dialog.checking.error=E4252: A rendszer nem tudta meg\u00e1llap\u00edtani mely a plugin-ok hi\u00e1nyoznak. Ez\u00e9rt az \u00f6sszes lehets\u00e9ges plugin list\u00e1j\u00e1t l\u00e1tja !!! <br>Kattintson a linkre a megfelel\u0151 install\u00e1ci\u00f3s f\u00e1jl let\u00f6lt\u00e9s\u00e9hez.


frame.plugin.install.check.enable=J\u00f6v\u0151beni plugin ellen\u0151rz\u00e9s enged\u00e9lyez\u00e9se (Ez a be\u00e1ll\u00edt\u00e1s a 'Profile' f\u00fcl\u00f6n is el\u00e9rhet\u0151)

plugin.description.isoview=K\u00e9pn\u00e9z\u0151 plugin .cgm k\u00e9pekhez
plugin.description.tiffviewer=K\u00e9pn\u00e9z\u0151 plugin .tiff k\u00e9pekhez
plugin.description.cgmviewer=K\u00e9pn\u00e9z\u0151 plugin .cgm k\u00e9pekhez
plugin.description.webstart=Alkalmaz\u00e1s Java Client k\u00f3d v\u00e9grehajt\u00e1s\u00e1hoz


sps.home.panel.message=<center><B>A PROGRAM IND\u00cdT\u00c1SA EL\u0150TT!</B></center><br>Ahhoz, hogy a TIS-Online m\u0171k\u00f6dj\u00f6n, a megfelel\u0151 Java szoftvernek telep\u00edtve kell lennie az \u00d6n Techline sz\u00e1m\u00edt\u00f3g\u00e9p\u00e9n. A let\u00f6lt\u00e9shez seg\u00edts\u00e9get kap az online s\u00fag\u00f3t\u00f3l. <br><br>Az SPS t\u00f6bb l\u00e9p\u00e9st v\u00e9gez el, ami a kapcsolat sebess\u00e9g\u00e9t\u0151l f\u00fcgg\u0151en hosszabb id\u0151t vehet ig\u00e9nybe. B\u0151vebb inform\u00e1ci\u00f3t az online s\u00fag\u00f3ban olvashat.<br><br>Ha lass\u00fa modemes csatlakoz\u00e1sa van, k\u00e9rj\u00fck legyen t\u00fcrelmes.
sps.home.panel.message.test=<center><B>NE PROGRAMOZZA \u00daJRA A J\u00c1RM\u0170 VEZ\u00c9RL\u0150J\u00c9T EZZEL A SZOFTVERVERZI\u00d3VAL!</B></center><br>AZ SPS MODUL M\u00c9G NINCS TESZTELVE \u00c9S \u00d6SSZEOMOLHAT. B\u00c1RMILYEN \u00daJRAPROGRAMOZ\u00c1S CSAK AZ \u00d6N SAJ\u00c1T FELEL\u0150SS\u00c9G\u00c9RE T\u00d6RT\u00c9NHET, \u00c9S A VEZ\u00c9RL\u0150 K\u00c1ROSOD\u00c1S\u00c1HOZ VEZETHET. <br><br>Az SPS t\u00f6bb l\u00e9p\u00e9st v\u00e9gez el, ami a kapcsolat sebess\u00e9g\u00e9t\u0151l f\u00fcgg\u0151en hosszabb id\u0151t vehet ig\u00e9nybe. B\u0151vebb inform\u00e1ci\u00f3t az online s\u00fag\u00f3ban olvashat.<br><br>Ha lass\u00fa modemes csatlakoz\u00e1sa van, k\u00e9rj\u00fck legyen t\u00fcrelmes.

sps.calib.info.entry.panel.message=A j\u00e1rm\u0171 legfrissebb elektronikus ellen\u0151rz\u0151 kalibr\u00e1ci\u00f3s inform\u00e1ci\u00f3inak megszerz\u00e9s\u00e9hez adj\u00e1k meg a j\u00e1rm\u0171 17 jegy\u0171 J\u00e1rm\u0171azonos\u00edt\u00f3 sz\u00e1m\u00e1t (VIN) \u00e9s v\u00e1lassz\u00e1k a 'CAL ID el\u00e9r\u00e9se' parancsot.<br><br>A Kalibr\u00e1ci\u00f3 ellen\u0151rz\u00e9si sz\u00e1m (CVN) megszerz\u00e9s\u00e9hez adj\u00e1k meg a kalibr\u00e1ci\u00f3s ID alkatr\u00e9szsz\u00e1m\u00e1t \u00e9s v\u00e1lassz\u00e1k a 'CVN megad\u00e1sa' parancsot.

invalid.vin=E2769: \u00c9rv\u00e9nytelen alv\u00e1zsz\u00e1m!

sas.home.panel.message=Biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9si szolg\u00e1ltat\u00e1s kliens let\u00f6lt\u00e9s

sps.calibration.info.detailed.summary.caption=GM J\u00e1rm\u0171 kalibr\u00e1l\u00e1s inform\u00e1ci\u00f3 (v\u00e1lasztott kalibr\u00e1l\u00e1s)

sps.calibration.info.complete.part.history=GM J\u00e1rm\u0171 kalibr\u00e1l\u00e1s inform\u00e1ci\u00f3

sps.calibration.history.for=Kalibr\u00e1l\u00e1s t\u00f6rt\u00e9nete ...

sps.please.select=K\u00e9rj\u00fck, jel\u00f6lje ki ...

sps.calibration.info.wizard.error.general=E4451: Bels\u0151 hiba t\u00f6rt\u00e9nt! Folyamat megszakadt!

sps.calibration.info.wizard.finished=Befejezve!

sps.calibration.info.cvn.unknown.partnumber=E4453: \u00c9rv\u00e9nytelen vagy ismeretlen alkatr\u00e9szsz\u00e1m!

sps.calibration.info.display.dealer.vci=Forgalmaz\u00f3i VCI kijelz\u0151

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: Vannak '{MODULENAME}'-re \u00e9rv\u00e9nyes {PARTCOUNT} kalibr\u00e1ci\u00f3s alkatr\u00e9szsz\u00e1mok. Az adott j\u00e1rm\u0171 megfelel\u0151 kalibr\u00e1l\u00e1s\u00e1nak meghat\u00e1roz\u00e1s\u00e1hoz olvassa el a le\u00edr\u00e1st a k\u00f6vetkez\u0151 t\u00e1bl\u00e1zatb\u00f3l.

sps.calib.info.no.debug.info.available=M4114: Nem \u00e1ll rendelkez\u00e9sre inform\u00e1ci\u00f3 !


sps.exception.invalid-cachesize-input=M4389: Adja meg a gyors\u00edt\u00f3t\u00e1r m\u00e9ret sz\u00e1m\u00e9rt\u00e9k\u00e9t.
sps.exception.unsupported-controller=E4390: A kiv\u00e1lasztott vez\u00e9rl\u0151t ez a TIS2WEB v\u00e1ltozat nem t\u00e1mogatja.\nEllen\u0151rizze a megadott j\u00e1rm\u0171azonos\u00edt\u00f3 sz\u00e1m helyess\u00e9g\u00e9t \u00e9s/vagy programozzon a VCI-vel.
sps.exception.invalid-controller-selection=E4391: Nincs \u00e9rv\u00e9nyes vez\u00e9rl\u0151 adat p\u00e9ld\u00e1ny.
sps.exception.invalid-vci-input=M4393: Adja meg a VCI sz\u00e1m\u00e9rt\u00e9ket.
sps.exception.server-side-failure=E4394: Sikertelen kiszolg\u00e1l\u00f3folyamat.
sps.exception.invalid-vin=E4395: A megadott VIN \u00e9rv\u00e9nytelen. Ism\u00e9telje meg a VIN-t!
sps.exception.no-controllers=E4396: T\u00e1mogatott vez\u00e9rl\u0151 nem tal\u00e1lhat\u00f3.
sps.exception.no-vci=M4397: Adja meg a VCI-t.
sps.exception.no-matching-vci=E5036: A megadott VCI sz\u00e1m a kijel\u00f6lt vez\u00e9rl\u0151h\u00f6z nem megfelel\u0151.\nK\u00e9rj\u00fck g\u00e9pelje be \u00fajra.
sps.exception.no-valid-cop=E4398: Kalibr\u00e1l\u00e1s adat nem tal\u00e1lhat\u00f3.
sps.exception.tool.ecuread=E4399: S\u00falyos hiba: Sikertelen az ECU adatok olvas\u00e1sa az eszk\u00f6zr\u0151l vagy a vez\u00e9rl\u0151r\u0151l.
sps.exception.tool.native=E4400: S\u00falyos hiba: Nincs hazai alrendszer.
sps.exception.tool.reprogramming=E4401: S\u00falyos hiba: Sikertelen az adatok \u00edr\u00e1sa az eszk\u00f6zre vagy a vez\u00e9rl\u0151re.
sps.exception.tool.init=E4402: S\u00falyos hiba: Kiv\u00e1lasztott eszk\u00f6z alaphelyzete nem \u00e1ll\u00edthat\u00f3 be.
sps.exception.tool.vinread=E4403: S\u00falyos hiba: Sikertelen a VIN olvas\u00e1sa az eszk\u00f6zr\u0151l vagy a vez\u00e9rl\u0151r\u0151l.
sps.exception.unsupported-locale=E4405: Sz\u00ednhely nem t\u00e1mogatott.
sps.exception.no-controller-selection=E4406: Sikertelen kiszolg\u00e1l\u00f3 folyamat (Hi\u00e1nyz\u00f3 adatb\u00e1zis inform\u00e1ci\u00f3).
sps.exception.ambiguous-controller-selection=E4407: A v\u00e1lasztott vez\u00e9rl\u0151h\u00f6z nincs \u00fajraprogramoz\u00e1si inform\u00e1ci\u00f3.
sps.exception.software-archive-not-enabled=M4408: Programoz\u00e1s az arch\u00edvum seg\u00edts\u00e9g\u00e9vel nem lehets\u00e9ges.
sps.exception.loading-archive-or-part-file-failed=M4409: VCI r\u00e9sz/arch\u00edv f\u00e1jl bet\u00f6lt\u00e9se sikertelen.
sps.exception.invalid-archive-vci=M4410: \u00c9rv\u00e9nytelen VCI (R\u00e9sz/arch\u00edv f\u00e1jl).
sps.exception.no-valid-eil=E4411: Sikertelen kiszolg\u00e1l\u00f3 folyamat (\u00e9rv\u00e9nytelen v\u00e9gterm\u00e9kr\u00e9sz).
sps.exception.no-calibration-update=M4412: A v\u00e1lasztott kalibr\u00e1l\u00e1s a vez\u00e9rl\u0151 modul aktu\u00e1lis kalibr\u00e1l\u00e1sa.
sps.exception.invalid-current-calibration=M4413: A csillaggal (*) jel\u00f6lt kalibr\u00e1ci\u00f3kat a TIS2WEB ezen kiad\u00e1sa nem ismeri fel.\nEzek vagy \u00fajabbak, mint a TIS2WEB kiad\u00e1si d\u00e1tuma,\nvagy nem GM-kalibr\u00e1ci\u00f3k.\nK\u00e9rj\u00fck l\u00e9pjen kapcsolatba a Vev\u0151szolg\u00e1lati K\u00f6zponttal.
sps.exception.missing-calibration-file=E2907: N\u00e9h\u00e1ny alkatr\u00e9ssz\u00e1m inform\u00e1ci\u00f3 hi\u00e1nyzik ebb\u0151l a modulb\u00f3l.\nA programoz\u00e1s nem folytathat\u00f3. 
sps.exception.invalid-keycode-format-input=M4415: A gy\u00e1rt\u00f3i kulcsk\u00f3d 5 sz\u00e1mjegy\u0171!
sps.exception.no-keycode=M4416: Adja meg a kulcsk\u00f3dot.
sps.exception.bulletin-not-available=E4417: K\u00f6zlem\u00e9ny nem \u00e1ll rendelkez\u00e9sre.
sps.exception.session-expired=E4418: Kiszolg\u00e1l\u00f3 kapcsolati id\u0151 lej\u00e1rt. Csatlakozzon ism\u00e9t a TIS2WEB-hez.
sps.exception.unknown-vin=E842: A megadott alv\u00e1zsz\u00e1m nem tal\u00e1lhat\u00f3.\nEllen\u0151rizze a helyess\u00e9g\u00e9t vagy adja meg a programot VCI szerint. 
sps.exception.unknown-ecu-software=E4419: Ismeretlen ECU szoftver, val\u00f3sz\u00edn\u0171leg egy frissebb verzi\u00f3.\nProgramoz\u00e1si elj\u00e1r\u00e1s le\u00e1ll\u00edtva.
sps.exception.unknown-ecu-hardware=E2700: Nem illeszked\u0151 hardver. Az \u00fajraprogramoz\u00e1s nem lehets\u00e9ges.
sps.exception.invalid-ecu-hardware=E2700: Nem illeszked\u0151 hardver. Az \u00fajraprogramoz\u00e1s nem lehets\u00e9ges.
sps.exception.software-not-available=E4420: Nincs haszn\u00e1lhat\u00f3 szoftver.
sps.exception.database-security-violated=E2909: Az adatb\u00e1zist m\u00f3dos\u00edtott\u00e1k, \u00fajraprogramoz\u00e1s nem lehets\u00e9ges! 
sps.exception.no-authorization=E2701: A kiv\u00e1lasztott szoftver programoz\u00e1s\u00e1hoz nincs jogosults\u00e1ga.

sps.exception.unsupported.vehicle=M4495: Az aktu\u00e1lis kiv\u00e1lasztott g\u00e9pj\u00e1rm\u0171 nincs t\u00e1mogatva !

sps.cal.info.bulletin.not.found=Az Inform\u00e1ci\u00f3s K\u00f6zl\u00f6ny nem tal\u00e1lhat\u00f3!

si.print.view.error=A nyomtat\u00e1si n\u00e9zet el\u0151k\u00e9sz\u00edt\u00e9se sor\u00e1n hiba l\u00e9pett fel !

frame.log.mailer.dialog.title=Log-f\u00e1jlokat tartalmaz\u00f3 e-mail k\u00fcld\u00e9se az al\u00e1bbi c\u00edmre:

frame.login.denied=Bejelentkez\u00e9s megtagadva - \u00e9rv\u00e9nytelen vagy nem elegend\u0151 bejelentkez\u00e9si inform\u00e1ci\u00f3 !

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=L\u00e1togassa meg a General Motors <br>sz\u00e1jtj\u00e1t, hogy megtekinthesse az eg\u00e9sz <br> GM m\u00e1rkacsal\u00e1dot.

sps.calibration.info.copyright.title=General Motors 2003. Minden jog fenntartva.

sps.calibration.info.copyright.text=GM, a GM embl\u00e9ma, Buick, a Buick embl\u00e9ma, Chevrolet, a Chevrolet embl\u00e9ma, Cadillac, a Cadillac embl\u00e9ma, Geo, a Geo r\u00e1cs embl\u00e9ma, GMC, a GMC embl\u00e9ma, Oldsmobile, az Oldsmobile embl\u00e9ma, Pontiac, a Pontiac embl\u00e9ma, Saturn, a Saturn embl\u00e9ma \u00e9s Chevy a General Motors v\u00e9djegyei. Az ezen sz\u00e1jton tal\u00e1lhat\u00f3 anyagok csak az Egyes\u00fclt \u00c1llamok piac\u00e1n \u00e9rv\u00e9nyes term\u00e9kekre \u00e9s szolg\u00e1ltat\u00e1sokra vonatkoznak. Az itt tal\u00e1lhat\u00f3 inform\u00e1ci\u00f3t a lehet\u0151 leg\u00e1tfog\u00f3bb \u00e9s a t\u00e9nyeknek legjobban megfelel\u0151 m\u00f3don igyekezt\u00fck kialak\u00edtani. General Motors azonban minden jogot fenntart a dokumentum tartalm\u00e1nak b\u00e1rmely id\u0151pontban, minden el\u0151zetes \u00e9rtes\u00edt\u00e9s n\u00e9lk\u00fcl t\u00f6rt\u00e9n\u0151 megv\u00e1ltoztat\u00e1s\u00e1ra. Minden jog fenntartva.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: Val\u00f3ban t\u00f6r\u00f6lni akarja?

empty.search.result=M4711: Nincsenek bejegyz\u00e9sek!

search.result.truncated=E4734: Keres\u00e9si eredm\u00e9nyek ler\u00f6vid\u00edtve (keres\u00e9s t\u00f6r\u00f6lve)!

snapshot.home.panel.message=<center><B>IND\u00cdT\u00c1S EL\u0150TT!</B></center><br>Ahhoz, hogy a TIS-Online m\u0171k\u00f6dj\u00f6n, a Techline sz\u00e1m\u00edt\u00f3g\u00e9pen a megfelel\u0151 Java szoftvernek kell telep\u00edtve lennie. A let\u00f6lt\u00e9s\u00e9hez az online s\u00fag\u00f3ban tal\u00e1l seg\u00edts\u00e9get <br><br>A pillanatfelv\u00e9tel t\u00f6bb l\u00e9p\u00e9sben zajlik, ami, a kapcsolati sebess\u00e9gt\u0151l f\u00fcgg\u0151en, hosszabb id\u0151t vehet ig\u00e9nybe.Tov\u00e1bbi r\u00e9szleteket az online s\u00fag\u00f3ban olvashat.<br><br>Ha lass\u00fa modemes csatlakoz\u00e1sa van, legyen t\u00fcrelmes...

snapshot.notify.cookies.disabled=A Pillanatfelv\u00e9tel ind\u00edt\u00e1s\u00e1hoz enged\u00e9lyeznie kell a cookie-kat \u00e9s \u00fajra be kell jelentkeznie.

tech2view.home.panel.message=<center><B>IND\u00cdT\u00c1S EL\u0150TT!</B></center><br>Ahhoz, hogy a TIS-Online m\u0171k\u00f6dj\u00f6n, a Techline sz\u00e1m\u00edt\u00f3g\u00e9pen a megfelel\u0151 Java szoftvernek kell telep\u00edtve lennie. A let\u00f6lt\u00e9s\u00e9hez az online s\u00fag\u00f3ban tal\u00e1l seg\u00edts\u00e9get <br><br>A Tech2 Megjelen\u00edt\u0151 t\u00f6bb l\u00e9p\u00e9sben zajlik, ami, a kapcsolati sebess\u00e9gt\u0151l f\u00fcgg\u0151en, hosszabb id\u0151t vehet ig\u00e9nybe.Tov\u00e1bbi r\u00e9szleteket az online s\u00fag\u00f3ban olvashat.<br><br>Ha lass\u00fa modemes csatlakoz\u00e1sa van, legyen t\u00fcrelmes...

tech2view.notify.cookies.disabled=A Tech2 Megjelen\u00edt\u0151 ind\u00edt\u00e1s\u00e1hoz enged\u00e9lyeznie kell a cookie-kat \u00e9s \u00fajra be kell jelentkeznie.

techlineprint.home.panel.message=<center><B>MIEL\u0150TT ELIND\u00cdTJA!</B></center><br>A Techline sz\u00e1m\u00edt\u00f3g\u00e9pen a helyes Java szoftvernek kell telep\u00edtve lennie, hogy a TIS-Online m\u0171k\u00f6dj\u00f6n. L\u00e1sd a let\u00f6lthet\u0151 on-line s\u00fag\u00f3t<br><br>Techline nyomtat\u00e1s most t\u00f6bb l\u00e9p\u00e9sen halad kereszt\u00fcl, amely az \u00f6sszek\u00f6ttet\u00e9s \u00e1tviteli sebess\u00e9g\u00e9t\u0151l f\u00fcgg\u0151en meglehet\u0151sen hossz\u00fa ideig tarthat. Tov\u00e1bbi r\u00e9szleteket l\u00e1sd az on-line s\u00fag\u00f3ban.<br><br>K\u00e9rj\u00fck legyen t\u00fcrelemmel, ha az \u00f6sszek\u00f6ttet\u00e9shez lass\u00fa modemeket haszn\u00e1l ...

techlineprint.notify.cookies.disabled=M4736: A Techline nyomtat\u00e1s elind\u00edt\u00e1s\u00e1hoz enged\u00e9lyeznie kell a cookie-kat \u00e9s \u00fajra be kell jelentkeznie

cache.cleared=M4717: Gyors\u00edt\u00f3t\u00e1r t\u00f6r\u00f6lve!

error.see.log=E4718: Hiba l\u00e9pett fel! (r\u00e9szleteket l\u00e1sd a log f\u00e1jlban)

successfully.send.logs=M4719: Log f\u00e1jlok sikeresen elk\u00fcldve!

configuration.update.successful=M4737: A konfigur\u00e1ci\u00f3 sikerrel aktualiz\u00e1l\u00e1sra ker\u00fclt!
configuration.update.failed=M4738: A konfigur\u00e1ci\u00f3t nem siker\u00fclt aktualiz\u00e1lni!

sps.calibration.info.link.privacy.policy=A GM adatv\u00e9delmi politika megjelen\u00edt\u00e9s\u00e9hez kattintson ide.

sps.reset.adapter=\u00c1ll\u00edtsa vissza az SPS s\u00e9ma adaptert ({0})

sps.reset.adapter.successful=SPS s\u00e9ma adapter sikerrel vissza\u00e1ll\u00edtva: ({0})

sps.reset.adapter.failed=Nem siker\u00fclt vissza\u00e1ll\u00edtani az SPS s\u00e9ma adaptert ({0})

swdl.service.reset.failed=Nem siker\u00fclt vissza\u00e1ll\u00edtani az SWDL szolg\u00e1ltat\u00e1st !

swdl.service.reset.succeeded=SWDL szolg\u00e1ltat\u00e1s sikerrel vissza\u00e1ll\u00edtva !

swdl.notification.new.tech2.versions=\u00daj TECH2 szoftver v\u00e1ltozatok:

swdl.notification.new.tech2.versions.keepon=A legk\u00f6zelebbi bejelentkez\u00e9sn\u00e9l ism\u00e9t kijelz\u00e9sre ker\u00fcl

help.service.reset.failed=Nem siker\u00fclt vissza\u00e1ll\u00edtani a HELP szolg\u00e1ltat\u00e1st!

help.service.reset.succeeded=HELP szolg\u00e1ltat\u00e1s sikerrel vissza\u00e1ll\u00edtva!

news.service.reset.failed=Nem siker\u00fclt vissza\u00e1ll\u00edtani a NEWS szolg\u00e1ltat\u00e1st!

news.service.reset.succeeded=NEWS szolg\u00e1ltat\u00e1s sikerrel vissza\u00e1ll\u00edtva!

unable.to.create.key=E5040: A kulcsot nem lehet l\u00e9trehozni!

vc.please.choose.vehicle.configuration=K\u00e9rj\u00fck, jel\u00f6lje ki ...

vc.error.missing.mandatory.input=E5041: Egy k\u00f6telez\u0151 bemenet hi\u00e1nyzik!

please.select.user.name=Jel\u00f6lje ki a felhaszn\u00e1l\u00f3i nev\u00e9t ...
select.username=Jel\u00f6lj\u00f6n ki egy felhaszn\u00e1l\u00f3i nevet
or.enter.new.username=vagy adjon meg egy \u00faj felhaszn\u00e1l\u00f3i nevet
licensed.session.count.exeeded=E5045: A licencben felt\u0171ntetett munkamenetek sz\u00e1ma t\u00fall\u00e9pve!

vcdialog.unable.to.resolve.exception=E5046: Nem siker\u00fclt azonos\u00edtani a g\u00e9pj\u00e1rm\u0171 azonos\u00edt\u00f3t!

vcdialog.invalid.vin.exception=E5047: \u00c9rv\u00e9nytelen g\u00e9pj\u00e1rm\u0171 azonos\u00edt\u00f3!

registration.confirm.revocation=M5131: Val\u00f3ban vissza akarja vonni az el\u0151fizet\u00e9st?
registration.confirm.deletion=M5132: Val\u00f3ban t\u00f6r\u00f6lni akarja a regisztr\u00e1l\u00e1st?

kdr.home.panel.message=<center><B>IND\u00cdT\u00c1S EL\u0150TT!</B></center><br>Ahhoz, hogy a TIS-Online m\u0171k\u00f6dj\u00f6n, a Techline sz\u00e1m\u00edt\u00f3g\u00e9pen a megfelel\u0151 Java szoftvernek kell telep\u00edtve lennie. A let\u00f6lt\u00e9s\u00e9hez az online s\u00fag\u00f3ban tal\u00e1l seg\u00edts\u00e9get <br><br>A GDS t\u00f6bb l\u00e9p\u00e9sben zajlik, ami, a kapcsolati sebess\u00e9gt\u0151l f\u00fcgg\u0151en, hosszabb id\u0151t vehet ig\u00e9nybe.Tov\u00e1bbi r\u00e9szleteket az online s\u00fag\u00f3ban olvashat.<br><br>Ha lass\u00fa modemes csatlakoz\u00e1sa van, legyen t\u00fcrelmes...


invalid.authentication=E5269: \u00c9rv\u00e9nytelen hiteles\u00edt\u00e9s !

unable.to.delete.msg=E5270: Nem siker\u00fclt t\u00f6r\u00f6lni az \u00fczenetet !
unable.to.modify.msg=E5271: Nem siker\u00fclt megv\u00e1ltoztatni az \u00fczenetet !
unable.to.create.msg=E5272: Nem siker\u00fclt l\u00e9trehozni az \u00fczenetet !
invalid.or.incomplete.input=E5273: \u00c9rv\u00e9nytelen vagy hi\u00e1nyos bemeneti adatok !

unable.to.execute.search=E5274: Nem siker\u00fclt v\u00e9grehajtani a keres\u00e9st!
msg.created=M5275: \u00dczenet l\u00e9trehozva!

# registration v2
please.fill.in.dealership.info=K\u00e9rj\u00fck t\u00f6ltse ki a keresked\u0151i inform\u00e1ci\u00f3t (a * jel a k\u00f6telez\u0151 jelleg\u0171 inform\u00e1ci\u00f3kat jelzi)
unable.to.store.dealership.data=E5010: A keresked\u0151i adatokat nem siker\u00fclt t\u00e1rolni.
successfully.stored.dealership.data=M5277: A keresked\u0151i adatok sikeresen ment\u00e9sre ker\u00fcltek !

registration.step.1=1. K\u00e9rj\u00fck adja meg a keresked\u0151i inform\u00e1ci\u00f3j\u00e1t
registration.step.2=2. K\u00e9rj\u00fck adja meg a k\u00edv\u00e1nt GlobalTIS felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1t (csak kiszolg\u00e1l\u00f3 telep\u00edt\u00e9se eset\u00e9n)
registration.step.3=3. K\u00e9rj\u00fck jel\u00f6lje ki a k\u00edv\u00e1nt el\u0151jegyz\u00e9seket, amelyeket haszn\u00e1lni akarja.
registration.step.4=4. K\u00e9rj\u00fck regisztr\u00e1lja mag\u00e1t online vagy faxon, hogy megkapja a licenckulcsot. Kattintson az 'Online regisztr\u00e1l\u00e1sra', ha automatikusan, online \u00fczemm\u00f3dban akarja mag\u00e1t regisztr\u00e1lni, vagy a 'K\u00e9zi regisztr\u00e1l\u00e1sra', hogy megjelentessen egy PDF regisztr\u00e1l\u00e1si dokumentumot, amelyet e-mailen vagy faxon elk\u00fcldhet.
registration.step.5=5. Jelentkezzen ki err\u0151l a k\u00e9perny\u0151r\u0151l \u00e9s ism\u00e9t ind\u00edtsa el a GlobalTIS-t, miut\u00e1n megkapta a licenckulcs\u00e1t. A regisztr\u00e1l\u00e1si folyamat ezut\u00e1n a 6. l\u00e9p\u00e9ssel folytat\u00f3dik.
registration.step.6=6. Miut\u00e1n faxon vagy e-mailen megkapta a sz\u00fcks\u00e9ges regisztr\u00e1ci\u00f3s inform\u00e1ci\u00f3t, adja meg az el\u0151fizet\u0151i ID-j\u00e9t \u00e9s a licenckulcs\u00e1t
registration.step.7=7. K\u00e9rj\u00fck kattintson a 'Licenckulcs regisztr\u00e1l\u00e1sa' gombra, hogy aktiv\u00e1lja az \u00d6n GlobalTIS be\u00e9p\u00edt\u00e9s\u00e9nek \u00e9rv\u00e9nyes\u00edt\u00e9si elj\u00e1r\u00e1s\u00e1t.


error.occured=E5281: Hiba l\u00e9pett fel : ${error.message}

registration.hint.button.add.contact=Kattintson, ha t\u00f6bb kapcsolattart\u00f3 szem\u00e9lyt kell beadni

registration.exception.registration.duplicate=M5012: Online regisztr\u00e1l\u00e1s k\u00e9r\u00e9s m\u00e1r beadva.
registration.exception.registration.db.load.failed=E5018: Online regisztr\u00e1l\u00e1s nem siker\u00fclt (k\u00e9rj\u00fck, ellen\u0151rizze az el\u0151fizet\u0151i-ID-t).

hint.dealership.id=(legfeljebb 10)

registration.exception.empty.subscription.selection=M5284: K\u00e9rj\u00fck jel\u00f6lj\u00f6n ki egy el\u0151jegyz\u00e9st !

registration.error.no.services.available=E5300: Nem \u00e1llnak rendelkez\u00e9sre jav\u00edt\u00e1sok! Ind\u00edtsa \u00fajra a GlobalTIS szervizt:<p align='left'>1. Kil\u00e9p\u00e9s a GlobalTIS-b\u0151l<br>2. 'GlobalTIS DiagTool' - 'Enhanced Trouble Shooting' (Fokozott hibaelh\u00e1r\u00edt\u00e1s) ind\u00edt\u00e1sa<br>&nbsp;&nbsp;>> GlobalTis szerviz<br>&nbsp;&nbsp;>>Stop szerviz<br>&nbsp;&nbsp;>>Start szerviz</p>

unable.to.resolve.subscriber.id=E5309: El\u0151fizet\u0151 azonos\u00edt\u00f3j\u00e1nak megfejt\u00e9se nem lehets\u00e9ges!

do.not.show.again=Ne mutassa \u00fajb\u00f3l

msg.exclusion.reset.failed=E5311: Vissza\u00e1ll\u00edt\u00e1s sikertelen!
msg.exclusion.reset.successful=M5312: Vissza\u00e1ll\u00edt\u00e1s siker\u00fclt!

sps.calid.input.hw.number=K\u00e9rem, adja meg a VIT1 hardversz\u00e1mot

unable.to.display.rpo=E5348: RPO k\u00f3dok kijelz\u00e9se nem lehets\u00e9ges!

unsupported.vin=Nem t\u00e1mogatott VIN !

search.no.result=E3550: Nem tal\u00e1lhat\u00f3 megfelel\u0151 !

nothing.selected=E5498: Nincs kiv\u00e1lasztott t\u00e9tel!

deletion.succeeded=M5499: T\u00f6rl\u00e9s siker\u00fclt!

user.logins.trigger.update.failed=E5545: Felhaszn\u00e1l\u00f3i bejelentkez\u00e9si azonos\u00edt\u00f3 enged\u00e9lyez\u00e9se/letilt\u00e1sa sikertelen!

user.logins.trigger.update.successful=M5546: Felhaszn\u00e1l\u00f3i bejelentkez\u00e9si azonos\u00edt\u00f3 enged\u00e9lyez\u00e9se/letilt\u00e1sa sikeresen megt\u00f6rt\u00e9nt!

sps.calibration.info.display.security.code=Biztons\u00e1gi k\u00f3d kijelz\u00e9s

release.si.preload.data.failed=E5630: Forgalomba hozatal hib\u00e1s!
release.si.preload.data.successful=E5631: Forgalomba hozatal siker\u00fclt!

fts.currently.unavailable=E5632: A teljes sz\u00f6veg keres\u00e9s jelenleg nem \u00e9rhet\u0151 el!

sps.docref.default=B\u0151vebb inform\u00e1ci\u00f3\u00e9rt kattintson <a>ide</a>.
