# Sample ResourceBundle properties file

frame.single.registration.only=E4995: A sess\u00e3o de registo j\u00e1 est\u00e1 activa
frame.registration.login.failed=E4996: O in\u00edcio de sess\u00e3o falhou (por favor, contacte a assist\u00eancia)
frame.registration.license.exception=E4997: Erro de leitura/escrita de ficheiro de licen\u00e7a
frame.registration.license.invalid=E4998: Licen\u00e7a inv\u00e1lida para este computador (por favor, registe novamente)
frame.registration.hardwarekey.failure=E4999: Falha de Chave de Hardware (sem acesso a leitura/escrita)

auth.req.dialog.license.registration.suceeded=A Licen\u00e7a foi registada e o GlobalTIS foi activado. Por favor, saia da sess\u00e3o (ou termine a sess\u00e3o atrav\u00e9s do \u00edcone no canto superior direito) e reinicie o GlobalTIS ou reinicie a sess\u00e3o.
auth.req.dialog.license.registration.failed=E5001: O registo da licen\u00e7a falhou. (por favor, verifique 'ID de Assinante' e 'Chave de Licen\u00e7a'.

auth.req.dialog.title.message=Por favor, introduza as informa\u00e7\u00f5es do concession\u00e1rio e (registo on-line) ou (registo de E-Mail/Fax)
auth.req.dialog.dealership.missing.id=E5174: Por favor, introduza a ID do concession\u00e1rio obrigat\u00f3ria.
auth.req.dialog.dealership.missing.name=E5175: Por favor, o nome do concession\u00e1rio obrigat\u00f3rio.
auth.req.dialog.dealership.missing.street=E5176: Por favor, introduza a rua do concession\u00e1rio obrigat\u00f3ria.
auth.req.dialog.dealership.missing.zip=E5177: Por favor, introduza o c\u00f3digo Postal do concession\u00e1rio obrigat\u00f3rio.
auth.req.dialog.dealership.missing.city=E5178: Por favor, introduza a cidade do concession\u00e1rio obrigat\u00f3ria.
auth.req.dialog.dealership.missing.country=E5179: Por favor, introduza o pa\u00eds do concession\u00e1rio obrigat\u00f3rio.
auth.req.dialog.dealership.missing.language=E5180: Por favor, introduza o idioma do concession\u00e1rio obrigat\u00f3rio.
auth.req.dialog.dealership.missing.contacs=E5181: Por favor, introduza as informa\u00e7\u00f5es de contacto do concession\u00e1rio obrigat\u00f3rias.
auth.req.dialog.dealership.information.incomplete=E5003: Por favor, introduza os dados do concession\u00e1rio obrigat\u00f3rios.
auth.req.dialog.dealership.dealercode.invalid=E5004: Por favor, verifique o c\u00f3digo do concession\u00e1rio.
auth.req.dialog.dealership.contact.missing=E5005: Por favor, indique o endere\u00e7o de correio electr\u00f3nico ou o N\u00famero de Fax.
auth.req.dialog.dealership.contact.name.missing=E5006: Por favor, indique o Nome de Contacto.
auth.req.dialog.dealership.email.invalid=E5007: Por favor, verifique o endere\u00e7o de correio electr\u00f3nico (a valida\u00e7\u00e3o falhou).
auth.req.dialog.dealership.information.invalid=E5008: Por favor, verifique os dados introduzidos (uma ou mais entradas ultrapassa o comprimento m\u00e1ximo suportado).
auth.req.dialog.dealership.invalid.name=E5182: Por favor, verifique o Nome do Concession\u00e1rio (255 caracteres de comprimento m\u00e1ximo)
auth.req.dialog.dealership.invalid.street=E5183: Por favor, verifique a Rua (255 caracteres de comprimento m\u00e1ximo)
auth.req.dialog.dealership.invalid.zip=E5184: Por favor, verifique o C\u00f3digo Postal do Concession\u00e1rio (10 caracteres de comprimento m\u00e1ximo)
auth.req.dialog.dealership.invalid.city=E5185: Por favor, verifique a Cidade (255 caracteres de comprimento m\u00e1ximo)
auth.req.dialog.dealership.invalid.phone=E5186: Por favor, verifique o N\u00famero de Telefone (255 caracteres de comprimento m\u00e1ximo)
auth.req.dialog.dealership.invalid.fax=E5187: Por favor, verifique o N\u00famero de Fax (255 caracteres de comprimento m\u00e1ximo)
auth.req.dialog.dealership.invalid.email=E5188: Por favor, verifique o Endere\u00e7o de Correio Electr\u00f3nico (255 caracteres de comprimento m\u00e1ximo)
auth.req.dialog.dealership.invalid.contact.name=E5189: Por favor, verifique o Nome do Contacto (255 caracteres de comprimento m\u00e1ximo)
auth.req.dialog.dealership.data.stored=M5009: Dados do concession\u00e1rio guardados.
auth.req.dialog.dealership.data.failure=E5266: Falha ao memorizar os dados do concession\u00e1rio.
auth.req.dialog.online.registration.failed=E5011: O registo on-line falhou (por favor, contacte a assist\u00eancia).
auth.req.dialog.online.registration.duplicate=M5012: O pedido de registo on-line j\u00e1 est\u00e1 pendente.
auth.req.dialog.online.registration.suceeded=M5013: Pedido de registo on-line conclu\u00eddo. Por favor registe IDPedido = '{REQUEST-ID}'.
auth.req.dialog.registration.may.take.some.time=M5014: A activa\u00e7\u00e3o da chave da licen\u00e7a pode demorar algum tempo. Por favor, confirme com 'OK' e aguarde...
auth.req.email.notification=M5015: Pedido de registo novo recebido (consulte o assunto do correio electr\u00f3nico relativamente a ID do Pedido e C\u00f3digo do Concession\u00e1rio).

auth.reqext.dialog.title.message=Registo do GlobalTIS (Prolongar Subscri\u00e7\u00e3o): (registo on-line) ou (registo de E-Mail/Fax)
auth.reqhwk.dialog.title.message=Migra\u00e7\u00e3o da Chave de Hardware: (registo on-line) ou (registo de E-Mail/Fax)
auth.reqhwk.dialog.online.registration.unknown=E5018: O registo on-line falhou (por favor, verifique a ID do Assinante).

auth.req.detail.dialog.title.msg=Instru\u00e7\u00f5es...
auth.req.detail.dialog.subscription.not.selected=Por favor, seleccione a assinatura a autorizar.
auth.req.detail.dialog.request.ident.invalid=E5021: Por favor, introduza uma 'ID do Pedido' v\u00e1lida.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: Por favor, introduza uma 'ID de Assinante' v\u00e1lida.
auth.req.detail.dialog.authorization.failed=E5023: A autoriza\u00e7\u00e3o do pedido falhou.
auth.req.detail.dialog.authorization.completed=M5024: Autoriza\u00e7\u00e3o do GlobalTIS conclu\u00edda (chave da licen\u00e7a enviada por correio electr\u00f3nico).
auth.req.detail.dialog.authorization.suceeded=M5025: Autoriza\u00e7\u00e3o do GlobalTIS conclu\u00edda.
auth.req.detail.dialog.license.key.not.computed=E5026: A introdu\u00e7\u00e3o da chave de licen\u00e7a falhou (introdu\u00e7\u00e3o de dados incompleta/incorrecta).
auth.req.regdb.no.organization=E5027: N\u00e3o foi poss\u00edvel exportar a base de dados (n\u00e3o est\u00e1 atribu\u00edda uma organiza\u00e7\u00e3o de vendas ao administrador da autoriza\u00e7\u00e3o).
auth.req.email.license.subject=Registo do GlobalTIS (ID do pedido = '{REQUEST-ID}')
auth.req.email.license.body=\nAqui recebe a Chave de Licen\u00e7a necess\u00e1ria e a ID do Assinante para poder registar.\n\nATEN\u00c7\u00c3O:\nAmbas s\u00e3o v\u00e1lidas apenas no Computador Pessoal onde se executou o processo de instala\u00e7\u00e3o.\nPara validar, reinicie o GlobalTIS e introduza a Chave de Licen\u00e7a e a ID do Assinante. Para introduzir a Chave de Licen\u00e7a apenas s\u00e3o v\u00e1lidos os d\u00edgitos 0-9 e as letras A-F (as min\u00fasculas tamb\u00e9m s\u00e3o aceites). Em alternativa, o bot\u00e3o 'License Key' (Chave da Licen\u00e7a) abre uma janela para introduzir a sequ\u00eancia completa. O bot\u00e3o 'Register License Key' (Registar Chave da Licen\u00e7a) activa o registo.\n\nA partir de agora, com cada Progama\u00e7\u00e3o da ECU, em vez do n\u00famero de Chave de Hardware guardar-se-\u00e1 a ID do Assinante.\n\nID do Pedido: {REQUEST-ID}\nID do Assinante: {SUBSCRIBER-ID}\n\nLicence Key:\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: Por favor, introduza todas as informa\u00e7\u00f5es obrigat\u00f3rias antes de enviar!

exception.unable.to.execute.action=E5030: N\u00e3o foi poss\u00edvel executar o registo on-line. Por favor, verifique a liga\u00e7\u00e3o ao servidor.

auth.req.no.entries=M5031: N\u00e3o se encontraram pedidos de registo.

wait=Por favor aguarde...

frame.login.kill.message=E4212: Esta id e palavra-passe do utilizador j\u00e1 est\u00e3o em utiliza\u00e7\u00e3o.<br>Clicar em 'Cancelar' para retroceder ao ecr\u00e3 principal.<br>ADVERT\u00caNCIA: Clicar em 'Sim' terminar\u00e1 a sess\u00e3o actual do utilizador e poder\u00e1 criar perda de dados.<br><br>

frame.login.kill.cancelled=M4194: Invalida\u00e7\u00e3o da sess\u00e3o antiga cancelada!

frame.login.kill.successful=M4195: A invalida\u00e7\u00e3o da sess\u00e3o antiga foi bem sucedida!

swdl.home.panel.message=<center><B>ANTES DE INICIAR!</B></center><br>O software Java correcto tem de ser instalado no seu PC Techline para o TIS2Web poder funcionar. Consulte a ajuda online para importar <br><br>A Importa\u00e7\u00e3o de Software est\u00e1 a efectuar v\u00e1rios passos que podem demorar algum tempo, dependendo da velocidade da liga\u00e7\u00e3o. Para obter mais pormenores, por favor, consulte a ajuda on-line.<br><br>Por favor, seja paciente se tiver uma liga\u00e7\u00e3o atrav\u00e9s de linhas de modem lentas.

swdl.notify.cookies.disabled=E4213: Para iniciar o Carregamento de Software, tem de activar o manuseamento do cookie e voltar a entrar no sistema

navigation.hint=Este caso de aplica\u00e7\u00e3o do software TIS n\u00e3o suporta a utiliza\u00e7\u00e3o dos bot\u00f5es de procura Avan\u00e7ar e Retroceder. Ocorrer\u00e3o erros. Por favor, utilize apenas os bot\u00f5es exibidos nos ecr\u00e3s da aplica\u00e7\u00e3o e n\u00e3o a barra de ferramentas.

reloginpage.text=M3534: A sua sa\u00edda foi efectuada automaticamente

confirmation.logout=M3535: Por favor confirme a sa\u00edda !

good.bye=M3536: A sua sa\u00edda foi bem sucedida.

si.home.title=Para Ver uma Publica\u00e7\u00e3o de Servi\u00e7o, Seleccione uma das seguintes Aplica\u00e7\u00f5es da Informa\u00e7\u00e3o de Servi\u00e7o

si.home.stdinfo=Seleccione e veja Diagn\u00f3stico-, Standard-, Informa\u00e7\u00e3o do Diagrama da Cablagem e Boletins de Servi\u00e7o T\u00e9cnico para um Ve\u00edculo espec\u00edfico estrutura por Sec\u00e7\u00f5es de Montagem e Tipos de Informa\u00e7\u00e3o

si.home.bulletins=Filtrar Boletins de Servi\u00e7o T\u00e9cnico (TSB) por:<br>Marca Comercial, Modelo, Motor, Sec\u00e7\u00e3o de Montagem, Sintoma, C\u00f3digo de Avaria ou N\u00famero de Solu\u00e7\u00e3o

si.home.faultDiag=Procurar procedimentos de diagn\u00f3stico de avarias por c\u00f3digo de avaria

si.home.brochures=Seleccione e veja Brochuras Especiais:<br>Inspec\u00e7\u00f5es, Novidades T\u00e9cnicas, Informa\u00e7\u00e3o T\u00e9cnica

si.home.number.search=Procure Documentos por N\u00famero de Documento

si.home.text.search=Procure Documentos por Conte\u00fado

si.home.bookmarks=Indicar o marcador

si.stdinfo.select.ratio=\u00cdndice para Rela\u00e7\u00e3o de Documento

si.stdinfo.select.height=Seleccione a Altura do \u00cdndice e a Indica\u00e7\u00e3o de Documentos

si.dociframepanel.select.height=Seleccione a Altura da Indica\u00e7\u00e3o de Documentos

si.number.search.enter.bulletin=Introduza um n\u00famero de Boletim/Campanha/Informa\u00e7\u00e3o Preliminar:

si.number.search.enter.document=Introduza uma ID de Documento:

si.search.no.result=E3550: N\u00e3o foi encontrado nenhum resultado correspondente!

si.search.result.without.vehicle=Resultado da pesquisa de informa\u00e7\u00f5es do Servi\u00e7o sem filtragem de dados do ve\u00edculo (ve\u00edculo registado):

si.search.result.with.vehicle=Resultado da pesquisa de informa\u00e7\u00f5es do Servi\u00e7o com filtragem de dados do ve\u00edculo (ve\u00edculo registado):

si.search.result.too-many-hits=E4229: Demasiadas entradas para este Tipo de Informa\u00e7\u00e3o de Servi\u00e7o. Limite o crit\u00e9rio de pesquisa.

si.document.page.wait=A carregar a p\u00e1gina...

si.document.not.found=E3552: Documento n\u00e3o encontrado(s) !

si.document.not.available=E3553: O documento n\u00e3o est\u00e1 dispon\u00edvel !

si.lt.novc=E3555: N\u00e3o est\u00e1 dispon\u00edvel informa\u00e7\u00e3o acerca de Tempos de M\u00e3o-de-obra para a selec\u00e7\u00e3o de ve\u00edculo actual !

si.lt.no.instance=E3556: O Caso de Aplica\u00e7\u00e3o dos Tempos de M\u00e3o-de-obra n\u00e3o est\u00e1 dispon\u00edvel para a marca comercial seleccionada !

si.no.bookmarks=Nenhuns marcadores definidos

si.bulletins.search.message=Seleccionar os par\u00e2metros se quiser que todos os TSBs sejam filtrados

si.bulletins.search.alternative=ou seleccionar o N\u00famero da Solu\u00e7\u00e3o Local

si.bulletin.search.hitcount=N\u00famero total de coincid\u00eancias

si.bulletin.search.nothing.found=E4141: Nenhum documento encontrado!

vc.select.vc.data=Seleccionar Dados do Ve\u00edculo

vc.message.vin.incorrect=E714: N\u00e3o existe nenhuma entrada de VIN correcta!

vc.message.attribute.tied.to.vin=E3557: Este Atributo est\u00e1 ligado directamente ao c\u00f3digo VIN. A altera\u00e7\u00e3o deste atributo remover\u00e1 o VIN. Continuar?

vc.message.select.salesmake=Escolha uma marca para o ve\u00edculo

vc.message.vin.not.interpretable=E3558: O VIN n\u00e3o pode ser interpretado. Deseja continuar?

fallback.no.instance=E3559: O Caso de Aplica\u00e7\u00e3o n\u00e3o est\u00e1 dispon\u00edvel para a marca comercial seleccionada actualmente !

lt.home.stdinfo=Seleccione e Veja a Informa\u00e7\u00e3o dos Tempos de M\u00e3o-de-obra para o Ve\u00edculo especificado actualmente

lt.novc=E3561: Por favor, seleccione um Ve\u00edculo v\u00e1lido

lt.no.lt.for.vc=E3562: N\u00e3o est\u00e3o dispon\u00edveis Tempos de M\u00e3o-de-obra para o ve\u00edculo seleccionado

edit.bookmark=Editar marcador

not.authorized=N\u00e3o est\u00e1 autorizado a consultar esta p\u00e1gina.

frame.invalid.session=E4214: ADVERT\u00caNCIA: Recebeu esta mensagem por uma das seguintes raz\u00f5es:<br><br>&nbsp;&nbsp;1.A sess\u00e3o terminou.<br>&nbsp;&nbsp;2.Outro utilizador est\u00e1 a utilizar a mesma id/palavra-passe e terminou a sua sess\u00e3o.<br>&nbsp;&nbsp;3. Viola\u00e7\u00e3o de seguran\u00e7a - o utilizador n\u00e3o tem acesso a esta aplica\u00e7\u00e3o.

no.information.available=M4114: N\u00e3o h\u00e1 informa\u00e7\u00e3o dispon\u00edvel!

select.ratio=\u00cdndice para Rela\u00e7\u00e3o de Documento

document.not.available=E3553: O documento n\u00e3o est\u00e1 dispon\u00edvel !

frame.modified.news=M4217: Novidades N\u00e3o Lidas dispon\u00edveis! (Clicar no \u00cdcone das Novidades para aceder)

lt.search.mwork.not.found=E4220: Opera\u00e7\u00e3o Principal n\u00e3o encontrada!

lt.no.bookmarks=Nenhuns marcadores definidos

lt.search.result.without.vehicle=Resultado da Pesquisa para Informa\u00e7\u00e3o dos Tempos de M\u00e3o de Obra sem Filtragem dos Dados do Ve\u00edculo (Registar Ve\u00edculo)

lt.search.result.with.vehicle=Resultado da Pesquisa para Informa\u00e7\u00e3o dos Tempos de M\u00e3o de Obra com Filtragem dos Dados do Ve\u00edculo (Registar Ve\u00edculo)

lt.search.no.result=E3550: N\u00e3o foi encontrado nenhum resultado correspondente!

detailed.picture=Ampliar imagem

lt.bookmark.unavailable=E4228: A marca\u00e7\u00e3o seleccionada n\u00e3o est\u00e1 dispon\u00edvel para o ve\u00edculo actual !

frame.plugin.check.notification=Estado da instala\u00e7\u00e3o da verifica\u00e7\u00e3o do plugin

frame.plugin.install.dialog=E4251: O sistema detectou os seguintes plugins em falta. Clique na etiqueta para transferir o execut\u00e1vel de instala\u00e7\u00e3o correspondente.

frame.plugin.install.dialog.checking.error=E4252: O sistema n\u00e3o conseguiu determinar os plugins em falta. Portanto, \u00e9 fornecida a lista completa de plugins dispon\u00edveis!!! <br>Clique na etiqueta para transferir o execut\u00e1vel de instala\u00e7\u00e3o correspondente.


frame.plugin.install.check.enable=Activar verifica\u00e7\u00e3o de plugin futura (Esta configura\u00e7\u00e3o tamb\u00e9m est\u00e1 dispon\u00edvel atrav\u00e9s do separador 'Perfil')

plugin.description.isoview=Plugin para visualizar imagens em formato .cgm
plugin.description.tiffviewer=Plugin para visualizar imagens em formato .tif.
plugin.description.cgmviewer=Plugin para visualizar imagens em formato .cgm
plugin.description.webstart=Aplica\u00e7\u00e3o para executar o C\u00f3digo de Cliente Java


sps.home.panel.message=<center><B>ANTES DE COME\u00c7AR!</B></center><br>Deve  instalar o software Java correcto no seu PC Techline para trabalhar com o TIS Online. Consultar a ajuda online para transferir <br><br>O SPS ir\u00e1 passar por alguns passos, que poder\u00e3o demorar algum tempo, dependendo da velocidade da sua liga\u00e7\u00e3o. Para obter informa\u00e7\u00f5es pormenorizadas consultar a ajuda online. <br><br> Seja paciente se estiver ligado atrav\u00e9s de uma liga\u00e7\u00e3o lenta por modem ...
sps.home.panel.message.test=<center><B>N\u00c3O REPROGRAME OS CONTROLADORES DO VE\u00cdCULO COM ESTA VERS\u00c3O DE SOFTWARE!</B></center><br>O M\u00d3DULO SPS AINDA N\u00c3O FOI TESTADO E PROVAVELMENTE FICAR\u00c1 SUSPENSO. QUALQUER REPROGRAMA\u00c7\u00c3O SER\u00c1 DA SUA INTEIRA  RESPONSABILIDADE E PODER\u00c1 DANIFICAR O CONTROLADOR. <br><br>O SPS ir\u00e1 passar por alguns passos, que poder\u00e3o demorar algum tempo, dependendo da velocidade da sua liga\u00e7\u00e3o.  Para obter informa\u00e7\u00f5es pormenorizadas consultar a ajuda online.<br><br> Seja paciente se estiver ligado atrav\u00e9s de uma liga\u00e7\u00e3o lenta por modem ...

sps.calib.info.entry.panel.message=Para obter a informa\u00e7\u00e3o actualizada de calibra\u00e7\u00e3o do controlador para o seu ve\u00edculo, introduza o n\u00famero de identifica\u00e7\u00e3o do ve\u00edculo (VIN) composto por 17 d\u00edgitos e seleccione 'Obter CAL ID'.<br><br>Para obter o n\u00famero de verifica\u00e7\u00e3o da calibra\u00e7\u00e3o (CVN) de qualquer n\u00famero de pe\u00e7a da calibra\u00e7\u00e3o, introduza o n\u00famero de pe\u00e7a da ID de calibra\u00e7\u00e3o e seleccione 'Obter CVN'.

invalid.vin=E2769: VIN incorrecto!

sas.home.panel.message=Seguran\u00e7a do servi\u00e7o de acesso para  transfer\u00eancias do cliente

sps.calibration.info.detailed.summary.caption=Informa\u00e7\u00e3o sobre a calibragem de ve\u00edculos GM (calibragem seleccionada)

sps.calibration.info.complete.part.history=Informa\u00e7\u00e3o sobre a calibragem do ve\u00edculo GM

sps.calibration.history.for=Hist\u00f3rico da calibragem para

sps.please.select=Seleccione...

sps.calibration.info.wizard.error.general=E4451: Ocorreu um erro interno ! N\u00e3o \u00e9 poss\u00edvel continuar !

sps.calibration.info.wizard.finished=Conclu\u00eddo !

sps.calibration.info.cvn.unknown.partnumber=E4453: N\u00famero de pe\u00e7a desconhecido ou inv\u00e1lido !

sps.calibration.info.display.dealer.vci=Mostrar VCI do distribuidor

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: Existem n\u00fameros de pe\u00e7as de calibragem {PARTCOUNT}  que s\u00e3o v\u00e1lidos para '{MODULENAME}'.  Leia as descri\u00e7\u00f5es a partir das seguintes tabelas, de modo a determinar a calibragem correcta para este ve\u00edculo.

sps.calib.info.no.debug.info.available=M4114: N\u00e3o h\u00e1 informa\u00e7\u00e3o dispon\u00edvel!


sps.exception.invalid-cachesize-input=M4389: Introduza um valor num\u00e9rico para o tamanho da mem\u00f3ria.
sps.exception.unsupported-controller=E4390: O controlador seleccionado n\u00e3o \u00e9 suportado por esta edi\u00e7\u00e3o do TIS2WEB.\nVerifique se o VIN foi introduzido com exactid\u00e3o e/ou programe-o atrav\u00e9s do VCI.
sps.exception.invalid-controller-selection=E4391: N\u00e3o est\u00e3o dispon\u00edveis nenhuns dados da sess\u00e3o do controlador v\u00e1lidos.
sps.exception.invalid-vci-input=M4393: Introduza o valor num\u00e9rico do VCI
sps.exception.server-side-failure=E4394: Processamento do servidor falhou.
sps.exception.invalid-vin=E4395: O VIN introduzido n\u00e3o \u00e9 v\u00e1lido. Reintroduza o VIN!
sps.exception.no-controllers=E4396: N\u00e3o foram encontrados controladores suportados.
sps.exception.no-vci=M4397: Introduza o VCI!
sps.exception.no-matching-vci=E5036: O N\u00famero VCI introduzido n\u00e3o se adapta ao controlador seleccionado.\nPor favor, introduza novamente.
sps.exception.no-valid-cop=E4398: Dados de calibragem n\u00e3o encontrados.
sps.exception.tool.ecuread=E4399: Erro grave: A leitura de dados do ECU a partir do dispositivo ou controlador falhou.
sps.exception.tool.native=E4400: Erro grave: Subsistema local n\u00e3o dispon\u00edvel.
sps.exception.tool.reprogramming=E4401: Erro grave: Registo de dados no dispositivo ou controlador falhou.
sps.exception.tool.init=E4402: Erro grave: N\u00e3o \u00e9 poss\u00edvel inicializar o dispositivo seleccionado.
sps.exception.tool.vinread=E4403: Erro grave: A leitura do VIN a partir do dispositivo ou controlador falhou.
sps.exception.unsupported-locale=E4405: Defini\u00e7\u00f5es locais n\u00e3o suportadas.
sps.exception.no-controller-selection=E4406: Processamento do servidor falhou (falta de informa\u00e7\u00e3o da base de dados).
sps.exception.ambiguous-controller-selection=E4407: A informa\u00e7\u00e3o de reprograma\u00e7\u00e3o n\u00e3o est\u00e1 dispon\u00edvel para o controlador seleccionado.
sps.exception.software-archive-not-enabled=M4408: Programa\u00e7\u00e3o pelo arquivo n\u00e3o activada.
sps.exception.loading-archive-or-part-file-failed=M4409: Falhou o carregamento do ficheiro de pe\u00e7as VCI/arquivo.
sps.exception.invalid-archive-vci=M4410: VCI Inv\u00e1lido (Ficheiro de pe\u00e7as/arquivo).
sps.exception.no-valid-eil=E4411: Processamento do servidor falhou (pe\u00e7a do item terminal inv\u00e1lida).
sps.exception.no-calibration-update=M4412: A calibragem seleccionada \u00e9 a calibragem actual no m\u00f3dulo de controlo
sps.exception.invalid-current-calibration=M4413: Calibragens assinaladas com um asterisco (*) n\u00e3o s\u00e3o reconhecidas por esta edi\u00e7\u00e3o do TIS2WEB.\n Ou s\u00e3o mais recentes do que est\u00e1 dispon\u00edvel nesta edi\u00e7\u00e3o do TIS2WEB,\nou s\u00e3o calibragens que n\u00e3o pertencem \u00e0 GM.\nContacte o Centro de Assist\u00eancia ao Cliente.
sps.exception.missing-calibration-file=E2907: Falta alguma informa\u00e7\u00e3o sobre a refer\u00eancia relativa a este m\u00f3dulo.\nA programa\u00e7\u00e3o n\u00e3o pode continuar.
sps.exception.invalid-keycode-format-input=M4415: O c\u00f3digo da chave do fabricante deve ter 5 d\u00edgitos!
sps.exception.no-keycode=M4416: Introduza o c\u00f3digo da chave.
sps.exception.bulletin-not-available=E4417: Boletim n\u00e3o dispon\u00edvel.
sps.exception.session-expired=E4418: A sess\u00e3o do servidor expirou. Ligue-se novamente ao TIS2WEB.
sps.exception.unknown-vin=E842: O VIN introduzido N\u00c3O foi encontrado.\nVerifique se o VIN est\u00e1 correcto ou seleccione o programa utilizando o VCI.
sps.exception.unknown-ecu-software=E4419: Detectado software ECU desconhecido, o qual poder\u00e1 ser uma vers\u00e3o mais recente.\nO processo de programa\u00e7\u00e3o foi interrompido.
sps.exception.unknown-ecu-hardware=E2700: Hardware incompat\u00edvel. N\u00e3o \u00e9 poss\u00edvel reprogramar.
sps.exception.invalid-ecu-hardware=E2700: Hardware incompat\u00edvel. N\u00e3o \u00e9 poss\u00edvel reprogramar.
sps.exception.software-not-available=E4420: Sem software dispon\u00edvel.
sps.exception.database-security-violated=E2909: Corrup\u00e7\u00e3o da base de dados. N\u00e3o \u00e9 poss\u00edvel proceder a programa\u00e7\u00e3o!
sps.exception.no-authorization=E2701: N\u00e3o tem autoriza\u00e7\u00e3o para programar o software seleccionado.

sps.exception.unsupported.vehicle=M4495: O ve\u00edculo seleccionado actual n\u00e3o \u00e9 suportado!

sps.cal.info.bulletin.not.found=N\u00e3o foi poss\u00edvel encontrar o boletim!

si.print.view.error=Ocorreu um erro aquando da prepara\u00e7\u00e3o da visualiza\u00e7\u00e3o da impress\u00e3o !

frame.log.mailer.dialog.title=Enviar e-mail com os ficheiros de registo para ...

frame.login.denied=Entrada no sistema negada - informa\u00e7\u00f5es de entrada no sistema inv\u00e1lidas ou insuficientes!

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=Visite o s\u00edtio da General Motors <br> para ver toda a <br>fam\u00edlia de marcas da GM.

sps.calibration.info.copyright.title=General Motors 2003. Todos os direitos reservados.

sps.calibration.info.copyright.text=A GM, o log\u00f3tipo da GM, a Buick, o log\u00f3tipo da Buick, a Chevrolet, o log\u00f3tipo da Chevrolet, a Cadillac, o log\u00f3tipo da Cadillac, a Geo, o log\u00f3tipo da grelha Geo, a GMC, o log\u00f3tipo da GMC, a Oldsmobile, o log\u00f3tipo da Oldsmobile, a Pontiac, o log\u00f3tipo da Pontiac, a Saturn, o log\u00f3tipo da Saturn e a Chevy s\u00e3o marcas comerciais da General Motors. O material contido neste s\u00edtio apenas diz respeito aos produtos e aos servi\u00e7os para o mercado dos EU. As informa\u00e7\u00f5es aqui contidas foram concebidas para serem o mais abrangentes e reais poss\u00edvel. No entanto, a General Motors reserva-se o direito de efectuar altera\u00e7\u00f5es em qualquer altura sem aviso. Todos os direitos reservados.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: Por favor, confirme exclus\u00e3o!

empty.search.result=M4711: N\u00e3o foram encontradas nenhumas entradas!

search.result.truncated=E4734: Resultado da pesquisa truncado (pesquisa cancelada)!

snapshot.home.panel.message=<center><B>ANTES DE INICIAR!</B></center><br>O software Java correcto deve ser instalado no seu PC Techline para TIS-Online para poder funcionar. Consulte a ajuda online para a transfer\u00eancia. <br><br>O Instant\u00e2neo passa por v\u00e1rias fases que podem exigir muito tempo, dependendo da velocidade da sua liga\u00e7\u00e3o. Para mais detalhes, consulte a ajuda online.<br><br>Seja paciente se tiver uma liga\u00e7\u00e3o lenta atrav\u00e9s de modem...

snapshot.notify.cookies.disabled=Para iniciar o Instant\u00e2neo, tem de activar o manuseamento do cookie e voltar a entrar no sistema

tech2view.home.panel.message=<center><B>ANTES DE INICIAR!</B></center><br>O software Java correcto deve ser instalado no seu PC Techline para TIS-Online para poder funcionar. Consulte a ajuda online para a transfer\u00eancia. <br><br>A Apresenta\u00e7\u00e3o geral do Tech2 passa por v\u00e1rias fases que podem exigir muito tempo, dependendo da velocidade da sua liga\u00e7\u00e3o. Para mais detalhes, consulte a ajuda online.<br><br>Seja paciente se tiver uma liga\u00e7\u00e3o lenta atrav\u00e9s de modem...

tech2view.notify.cookies.disabled=Para iniciar a Apresenta\u00e7\u00e3o geral do Tech 2, tem de activar o manuseamento do cookie e voltar a entrar no sistema

techlineprint.home.panel.message=<center><B>ANTES DE COME\u00c7AR!</B></center><br>Deve ser instalado o software Java correcto no seu PC Techline para que a aplica\u00e7\u00e3o TIS Online funcione. Consulte a ajuda online para fazer a transfer\u00eancia. <br><br>Impress\u00e3o Techline executar\u00e1 v\u00e1rios passos que podem ser demorados dependendo da sua velocidade de liga\u00e7\u00e3o. Para mais informa\u00e7\u00f5es, consulte a ajuda online.<br><br>Tenha paci\u00eancia se a liga\u00e7\u00e3o for efectuada atrav\u00e9s de linhas lentas de modem...

techlineprint.notify.cookies.disabled=M4736: Para poder iniciar Impress\u00e3o Techline, deve activar a manipula\u00e7\u00e3o de cookies e reiniciar a sess\u00e3o.

cache.cleared=M4717: Cache limpa!

error.see.log=E4718: Ocorreu um erro! (vide o ficheiro de registo para detalhes)

successfully.send.logs=M4719: Ficheiros de registo enviados com \u00eaxito!

configuration.update.successful=M4737: Configura\u00e7\u00e3o actualizada com \u00eaxito!
configuration.update.failed=M4738: N\u00e3o foi poss\u00edvel actualizar a configura\u00e7\u00e3o!

sps.calibration.info.link.privacy.policy=Clicar aqui para visualizar a Pol\u00edtica de Privacidade da GM.

sps.reset.adapter=Reinicializar o adaptador do esquema SPS ({0})

sps.reset.adapter.successful=Adaptador do esquema SPS reinicializado com \u00eaxito: ({0})

sps.reset.adapter.failed=Falha na reinicializa\u00e7\u00e3o do adaptador do esquema SPS ({0})

swdl.service.reset.failed=Falha na reinicializa\u00e7\u00e3o do servi\u00e7o SWDL !

swdl.service.reset.succeeded=Servi\u00e7o SWDL reinicializado com \u00eaxito !

swdl.notification.new.tech2.versions=Novas vers\u00f5es de software TECH2:

swdl.notification.new.tech2.versions.keepon=Mostrar novamente na pr\u00f3xima entrada

help.service.reset.failed=Falha ao reiniciar servi\u00e7o de AJUDA!

help.service.reset.succeeded=Servi\u00e7o de AJUDA reiniciado com \u00eaxito!

news.service.reset.failed=Falha ao reiniciar servi\u00e7o de NOT\u00cdCIAS!

news.service.reset.succeeded=Servi\u00e7o de NOT\u00cdCIAS reiniciado com \u00eaxito!

unable.to.create.key=E5040: N\u00e3o foi poss\u00edvel criar a chave!

vc.please.choose.vehicle.configuration=Seleccione...

vc.error.missing.mandatory.input=E5041: Campo obrigat\u00f3rio n\u00e3o preenchido!

please.select.user.name=Por favor, seleccione o nome do utilizador...
select.username=Seleccione o nome do utilizador
or.enter.new.username=ou introduza um nome de utilizador novo.
licensed.session.count.exeeded=E5045: Contagem de sess\u00e3o de licenciado ultrapassada!

vcdialog.unable.to.resolve.exception=E5046: N\u00e3o foi poss\u00edvel resolver o VIN!

vcdialog.invalid.vin.exception=E5047: VIN Inv\u00e1lido!

registration.confirm.revocation=M5131: Tem a certeza que deseja cancelar a subscri\u00e7\u00e3o?
registration.confirm.deletion=M5132: Tem a certeza que deseja apagar o registo?

kdr.home.panel.message=<center><B>ANTES DE COME\u00c7AR!</B></center><br>Deve  instalar o software Java correcto no seu PC Techline para trabalhar com o TIS Online. Consultar a ajuda online para transferir <br><br>O GDS ir\u00e1 passar por alguns passos, que poder\u00e3o demorar algum tempo, dependendo da velocidade da sua liga\u00e7\u00e3o. Para obter informa\u00e7\u00f5es pormenorizadas consultar a ajuda online. <br><br> Seja paciente se estiver ligado atrav\u00e9s de uma liga\u00e7\u00e3o lenta por modem ...


invalid.authentication=E5269: Autentica\u00e7\u00e3o Inv\u00e1lida!

unable.to.delete.msg=E5270: N\u00e3o foi poss\u00edvel eliminar a mensagem!
unable.to.modify.msg=E5271: N\u00e3o foi poss\u00edvel modificar a mensagem!
unable.to.create.msg=E5272: N\u00e3o foi poss\u00edvel criar a mensagem!
invalid.or.incomplete.input=E5273: Entrada inv\u00e1lida ou incompleta!

unable.to.execute.search=E5274: N\u00e3o foi poss\u00edvel executar a procura!
msg.created=M5275: Mensagem criada!

# registration v2
please.fill.in.dealership.info=Por favor, preencha as informa\u00e7\u00f5es do seu concession\u00e1rio (o * indica campos obrigat\u00f3rios)
unable.to.store.dealership.data=E5010: N\u00e3o foi poss\u00edvel guardar os dados do concession\u00e1rio.
successfully.stored.dealership.data=M5277: A memoriza\u00e7\u00e3o dos dados do concession\u00e1rio foi bem-sucedida!

registration.step.1=1. Por favor, preencha as suas informa\u00e7\u00f5es de concession\u00e1rio.
registration.step.2=2. Por favor, introduza o n\u00famero requerido de utilizadores do GlobalTIS (apenas para instala\u00e7\u00e3o no Servidor)
registration.step.3=3. Por favor, seleccione as subscri\u00e7\u00f5es desejadas que pretende utilizar.
registration.step.4=4. Por favor, registe-se on-line ou por Fax para receber uma Chave de Licen\u00e7a. Clique em \u201cRegisto On-line\u201d para se registar on-line automaticamente ou em \u201cRegisto Manual\u201d para exibir um documento de registo em PDF que pode enviar por correio electr\u00f3nico ou fax.
registration.step.5=5. Saia deste ecr\u00e3 e reinicie o GlobalTIS quando tiver recebido a chave da licen\u00e7a. O processo de registo continuar\u00e1 no item 6.
registration.step.6=6. Ap\u00f3s ter recebido a informa\u00e7\u00e3o de registo necess\u00e1ria por Fax ou por correio electr\u00f3nico, introduza a ID de Assinante e a Chave de Licen\u00e7a.
registration.step.7=7. Por favor, clique no bot\u00e3o \u201cRegistar Chave de Licen\u00e7a\u201d para activar o processo de valida\u00e7\u00e3o para Instala\u00e7\u00e3o do GlobalTIS.


error.occured=E5281: Ocorreu um erro: ${error.message}

registration.hint.button.add.contact=Clique se tiver que introduzir mais pessoas de contacto.

registration.exception.registration.duplicate=M5012: O pedido de registo on-line j\u00e1 est\u00e1 pendente.
registration.exception.registration.db.load.failed=E5018: O registo on-line falhou (por favor, verifique a ID do Assinante).

hint.dealership.id=(m\u00e1x. 10)

registration.exception.empty.subscription.selection=M5284: Seleccione uma subscri\u00e7\u00e3o!

registration.error.no.services.available=E5300: Sem servi\u00e7os dispon\u00edveis! \u00c9 favor reiniciar o servidor do GlobalTIS:<p align='left'>1. Sair do GlobalTIS<br>2. Iniciar 'DiagTool do GlobalTIS' - 'Resolu\u00e7\u00e3o de Problemas Melhorada'<br>&nbsp;&nbsp;>> Servi\u00e7o GlobalTI<br>&nbsp;&nbsp;>> Parar o Servi\u00e7o<br>&nbsp;&nbsp;>> Iniciar o Servi\u00e7o</p>

unable.to.resolve.subscriber.id=E5309: N\u00e3o foi poss\u00edvel resolver a ID do subscritor!

do.not.show.again=N\u00e3o mostrar novamente

msg.exclusion.reset.failed=E5311: A reinicializa\u00e7\u00e3o falhou!
msg.exclusion.reset.successful=M5312: Reinicializa\u00e7\u00e3o bem-sucedida!

sps.calid.input.hw.number=Por favor, introduza o N\u00famero do Hardware VIT1

unable.to.display.rpo=E5348: Imposs\u00edvel mostrar c\u00f3digos RPO!

unsupported.vin=VIN n\u00e3o suportado!

search.no.result=E3550: N\u00e3o foi encontrado nenhum resultado correspondente!

nothing.selected=E5498: Nenhum elemento seleccionado!

deletion.succeeded=M5499: Eliminado com sucesso!

user.logins.trigger.update.failed=E5545: Falha em activar/desactivar in\u00edcio de sess\u00e3o de utilizador!

user.logins.trigger.update.successful=M5546: Activa\u00e7\u00e3o/desactiva\u00e7\u00e3o de in\u00edcio de sess\u00e3o de utilizador bem-sucedida!

sps.calibration.info.display.security.code=C\u00f3digo de Seguran\u00e7a do Visor

release.si.preload.data.failed=E5630: O lan\u00e7amento falhou!
release.si.preload.data.successful=E5631: Lan\u00e7amento bem-sucedido!

fts.currently.unavailable=E5632: A pesquisa de texto completo est\u00e1 actualmente indispon\u00edvel!

sps.docref.default=Para mais informa\u00e7\u00f5es, clique <a>aqui</a>.
