# Sample ResourceBundle properties file

frame.single.registration.only=E4995: Sesiunea de \u00eenregistrare este deja activ\u0103
frame.registration.login.failed=E4996: Conectarea nu a reu\u015fit (contacta\u0163i asisten\u0163a tehnic\u0103)
frame.registration.license.exception=E4997: Citirea/scrierea fi\u015fierului de licen\u0163\u0103 nu a reu\u015fit
frame.registration.license.invalid=E4998: Licen\u0163\u0103 nevalid\u0103 pentru acest computer (\u00eenregistra\u0163i-v\u0103 din nou)
frame.registration.hardwarekey.failure=E4999: Eroare cheie hardware (nu exist\u0103 acces de citire/scriere)

auth.req.dialog.license.registration.suceeded=Licen\u0163a a fost \u00eenregistrat\u0103, iar GlobalTIS  a fost activat. Deconecta\u0163i-v\u0103 (\u00eentrerupe\u0163i sesiunea f\u0103c\u00e2nd clic pe pictograma din col\u0163ul din dreapta sus) \u015fi reporni\u0163i GlobalTIS sau conecta\u0163i-v\u0103 din nou.
auth.req.dialog.license.registration.failed=E5001: \u00cenregistrarea licen\u0163ei nu a reu\u015fit (verifica\u0163i c\u00e2mpurile \u201eID abonat\u201d \u015fi \u201eCheie de licen\u0163\u0103\u201d).

auth.req.dialog.title.message=Introduce\u0163i informa\u0163iile pentru agentul autorizat \u015fi (\u00eenregistrare online) sau (\u00eenregistrare prin e-mail/fax)
auth.req.dialog.dealership.missing.id=E5174: Completa\u0163i c\u00e2mpul ID reprezentan\u0163\u0103 auto (obligatoriu).
auth.req.dialog.dealership.missing.name=E5175: Completa\u0163i c\u00e2mpul Nume reprezentan\u0163\u0103 auto (obligatoriu).
auth.req.dialog.dealership.missing.street=E5176: Completa\u0163i c\u00e2mpul Strada (obligatoriu).
auth.req.dialog.dealership.missing.zip=E5177: Completa\u0163i c\u00e2mpul Cod po\u015ftal (obligatoriu).
auth.req.dialog.dealership.missing.city=E5178: Completa\u0163i c\u00e2mpul Ora\u015f (obligatoriu).
auth.req.dialog.dealership.missing.country=E5179: Completa\u0163i c\u00e2mpul \u0162ar\u0103 (obligatoriu).
auth.req.dialog.dealership.missing.language=E5180: Completa\u0163i c\u00e2mpul Limb\u0103 (obligatoriu).
auth.req.dialog.dealership.missing.contacs=E5181: Completa\u0163i c\u00e2mpul Informa\u0163ii de contact (obligatoriu).
auth.req.dialog.dealership.information.incomplete=E5003: Introduce\u0163i datele obligatorii despre reprezentan\u0163\u0103.
auth.req.dialog.dealership.dealercode.invalid=E5004: Verifica\u0163i codul de dealer.
auth.req.dialog.dealership.contact.missing=E5005: Introduce\u0163i adresa de e-mail sau num\u0103rul de fax.
auth.req.dialog.dealership.contact.name.missing=E5006: Introduce\u0163i numele persoanei de contact.
auth.req.dialog.dealership.email.invalid=E5007: Verifica\u0163i adresa de e-mail (validarea nu a reu\u015fit).
auth.req.dialog.dealership.information.invalid=E5008: Verifica\u0163i datele de intrare (una sau mai multe \u00eenregistr\u0103ri dep\u0103\u015fesc num\u0103rul maxim permis de caractere).
auth.req.dialog.dealership.invalid.name=E5182: Verifica\u0163i numele reprezentan\u0163ei auto (maxim 255 de caractere)
auth.req.dialog.dealership.invalid.street=E5183: Verifica\u0163i c\u00e2mpul Strada (maxim 255 de caractere)
auth.req.dialog.dealership.invalid.zip=E5184: Verifica\u0163i c\u00e2mpul Cod po\u015ftal (maxim 10 de caractere)
auth.req.dialog.dealership.invalid.city=E5185: Verifica\u0163i c\u00e2mpul Ora\u015f (maxim 255 de caractere)
auth.req.dialog.dealership.invalid.phone=E5186: Verifica\u0163i c\u00e2mpul Num\u0103r de telefon (maxim 255 de caractere)
auth.req.dialog.dealership.invalid.fax=E5187: Verifica\u0163i c\u00e2mpul Num\u0103r fax (maxim 255 de caractere)
auth.req.dialog.dealership.invalid.email=E5188: Verifica\u0163i c\u00e2mpul Adres\u0103 de e-mail (maxim 255 de caractere)
auth.req.dialog.dealership.invalid.contact.name=E5189: Verifica\u0163i c\u00e2mpul Nume contact (maxim 255 de caractere)
auth.req.dialog.dealership.data.stored=M5009: Datele despre reprezentan\u0163\u0103 sunt stocate.
auth.req.dialog.dealership.data.failure=E5266: Stocarea datelor pentru agentul autorizat a e\u015fuat.
auth.req.dialog.online.registration.failed=E5011: \u00cenregistrarea online nu a reu\u015fit (contacta\u0163i asisten\u0163a tehnic\u0103).
auth.req.dialog.online.registration.duplicate=M5012: Solicitarea de \u00eenregistrare online este deja \u00een a\u015fteptare.
auth.req.dialog.online.registration.suceeded=M5013: \u00cenregistrarea online s-a terminat. \u00cenregistra\u0163i ID solicitare= '{REQUEST-ID}'.
auth.req.dialog.registration.may.take.some.time=M5014: Este posibil ca activarea cheii de licen\u0163\u0103 s\u0103 dureze un timp. Confirma\u0163i ap\u0103s\u00e2nd pe OK \u015fi a\u015ftepta\u0163i...
auth.req.email.notification=M5015: S-a primit solicitare de \u00eenregistrare nou\u0103 (consulta\u0163i subiectul de e-mail pentru ID solicitare \u015fi Cod dealer).

auth.reqext.dialog.title.message=\u00cenregistrare GlobalTIS (extindere abonament): (\u00eenregistrare online) sau (\u00eenregistrare prin e-mail/fax)
auth.reqhwk.dialog.title.message=Migrare cheie hardware GlobalTIS: (\u00eenregistrare online) sau (\u00eenregistrare prin e-mail/fax)
auth.reqhwk.dialog.online.registration.unknown=E5018: \u00cenregistrarea online nu a reu\u015fit (verifica\u0163i ID-ul de abonat).

auth.req.detail.dialog.title.msg=Instruc\u0163iuni...
auth.req.detail.dialog.subscription.not.selected=Selecta\u0163i un abonament \u00een vederea autoriz\u0103rii.
auth.req.detail.dialog.request.ident.invalid=E5021: Introduce\u0163i o valoare valid\u0103 \u00een c\u00e2mpul \u201eID solicitare\u201d.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: Introduce\u0163i o valoare valid\u0103 \u00een c\u00e2mpul \u201eID abonat\u201d.
auth.req.detail.dialog.authorization.failed=E5023: Autorizarea de solicitare nu a reu\u015fit.
auth.req.detail.dialog.authorization.completed=M5024: Autorizarea GlobalTIS s-a terminat (cheia de licen\u0163\u0103 a fost trimis\u0103 prin e-mail).
auth.req.detail.dialog.authorization.suceeded=M5025: Autorizarea GlobalTIS s-a terminat.
auth.req.detail.dialog.license.key.not.computed=E5026: Calcularea cheii de licen\u0163\u0103 nu a reu\u015fit (s-au introdus date incomplete/eronate).
auth.req.regdb.no.organization=E5027: Exportul bazei de date de \u00eenregistrare nu a reu\u015fit (nicio organiza\u0163ie de v\u00e2nz\u0103ri atribuit\u0103 administratorului de autorizare).
auth.req.email.license.subject=\u00cenregistrare GlobalTIS (IDsolicitare = '{REQUEST-ID}')
auth.req.email.license.body=\nAta\u015fat v\u0103 trimitem cheia de licen\u0163\u0103 \u015fi ID-ul de abonat necesare pentru a v\u0103 \u00eenregistra.\n\nATEN\u0162IE:\nAmbele sunt valide doar pe PC-ul pe care s-a executat procesul de \u00eenregistrare.\nPentru validare reporni\u0163i GlobalTIS \u015fi introduce\u0163i ID-ul de abonat \u015fi cheia de licen\u0163\u0103. Pentru a introduce cheia de licen\u0163\u0103 pute\u0163i folosi doar ciferele 0 \u2013 9 \u015fi literele A \u2013 F (literele mici sunt, de  asemenea, acceptate). Alternativ, butonul \u201eCheie de licen\u0163\u0103\u201d deschide o fereastr\u0103 \u00een care trebuie s\u0103 introduce\u0163i secven\u0163a complet\u0103. Butonul \u201e\u00cenregistrare cheie de licen\u0163\u0103\u201d activeaz\u0103 \u00eenregistrarea.\n\nDin acest moment, \u00een locul num\u0103rului de cheie de hardware pe controler va fi stocat ID-ul de abonat, pentru fiecare programare ECU.\n\nSolicitareID: {REQUEST-ID}\nID abonat: {SUBSCRIBER-ID}\n\nLicence Key:\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: Introduce\u0163i toate informa\u0163iile obligatorii \u00eenainte de trimitere!

exception.unable.to.execute.action=E5030: \u00cenregistrarea online nu a putut fi executat\u0103. Verifica\u0163i conexiunea la server.

auth.req.no.entries=M5031: Nicio solicitare de \u00eenregistrare g\u0103sit\u0103.

wait=A\u015ftepta\u0163i...

frame.login.kill.message=E4212: Acest ID \u015fi aceast\u0103 parol\u0103 de utilizator sunt deja \u00een uz. <br>Face\u0163i clic pe \u201eRevocare\u201d pentru a v\u0103 \u00eentoarce la ecranul principal. <br>AVERTISMENT: Dac\u0103 face\u0163i clic pe \u201eDa\u201d, se va termina sesiunea curent\u0103 de utilizator \u015fi este posibil\u0103 pierderea de date.<br><br>

frame.login.kill.cancelled=M4194: Anularea sesiunii vechi s-a revocat!

frame.login.kill.successful=M4195: Sesiunea veche s-a anulat cu succes!

swdl.home.panel.message=<center><B>\u00ceNAINTE DE A \u00ceNCEPE!</B></center><br>Pentru ca TIS-Online s\u0103 func\u0163ioneze corect, este necesar\u0103 instalarea de software Java adecvat pe PC-ul Techline. Consulta\u0163i ajutorul online pentru desc\u0103rcare <br><br>Desc\u0103rcare Software parcurge c\u00e2teva etape care pot fi costisitoare din punct de vedere a duratei, \u00een func\u0163ie de viteza de conectare. Pentru detalii suplimentare, consulta\u0163i ajutorul online. <br><br>Ave\u0163i r\u0103bdare \u00een cazul unei conexiuni lente...

swdl.notify.cookies.disabled=E4213: Pentru a porni Desc\u0103rcare software, trebuie s\u0103 activa\u0163i gestionarea automat\u0103 a modulelor cookie \u015fi s\u0103 face\u0163i din nou Log in.

navigation.hint=Aplica\u0163ia TIS nu accept\u0103 utilizarea butoanelor \u00cenainte \u015fi \u00cenapoi din browserul Web. Se produc erori. Utiliza\u0163i numai butoanele afi\u015fate \u00een ecranele aplica\u0163iei \u015fi nu butoanele din bara de instrumente.

reloginpage.text=M3534: A\u0163i fost deconectat automat

confirmation.logout=M3535: Confirma\u0163i faptul c\u0103 s-a efectuat Log out!

good.bye=M3536: A\u0163i fost deconectat cu succes

si.home.title=Pentru a vizualiza o publica\u0163ie de service, selecta\u0163i una dintre urm\u0103toarele aplica\u0163ii Informa\u0163ii de service:

si.home.stdinfo=Selectare \u015fi vizualizare Diagnosticare-, Informa\u0163ii diagram\u0103 cabluri \u015fi Buletine tehnice de service pentru un vehicul specific structurat dup\u0103 grupurile de asamblare \u015fi tipurile de informa\u0163ii de service

si.home.bulletins=Filtrare buletine tehnice de service (BTS) dup\u0103: <br>marc\u0103, model, motor, grup de asamblare, simptome, cod defecte sau cod reparare

si.home.faultDiag=G\u0103sire proceduri de diagnosticare defecte dup\u0103 cod defecte

si.home.brochures=Selectare \u015fi vizualizare bro\u015furi speciale: <br> inspec\u0163ii, caracteristici tehnice noi, informa\u0163ii tehnice

si.home.number.search=G\u0103sire documente dup\u0103 num\u0103r document

si.home.text.search=G\u0103sire documente dup\u0103 con\u0163inut

si.home.bookmarks=Vizualizare marcaje \u00een document

si.stdinfo.select.ratio=Cuprins \u00een propor\u0163ie document

si.stdinfo.select.height=Selectare \u00een\u0103l\u0163ime Cuprins \u015fi afi\u015fare document

si.dociframepanel.select.height=Selectare \u00een\u0103l\u0163ime afi\u015fare document

si.number.search.enter.bulletin=Introduce\u0163i un num\u0103r de buletin/campanie/informa\u0163ie preliminar\u0103:

si.number.search.enter.document=Introduce\u0163i un ID de document:

si.search.no.result=E3550: Nicio potrivire!

si.search.result.without.vehicle=Rezultat c\u0103utare informa\u0163ii service f\u0103r\u0103 filtrare date vehicul (Registru vehicul)

si.search.result.with.vehicle=Rezultat c\u0103utare informa\u0163ii service cu filtrare date vehicul (Registru vehicul)

si.search.result.too-many-hits=E4229: Prea multe rezultate pentru acest tip de informa\u0163ii service.  Efectua\u0163i o c\u0103utare mai precis\u0103.

si.document.page.wait=Se \u00eencarc\u0103 pagina...

si.document.not.found=E3552: Imposibil de g\u0103sit documentul!

si.document.not.available=E3553: Document indisponibil!

si.lt.novc=E3555: Nicio informa\u0163ie privind timpi de lucru nu este disponibil\u0103 pentru vehiculul selectat curent!

si.lt.no.instance=E3556: Aplica\u0163ia Timpi de lucru nu este disponibil\u0103 pentru marca selectat\u0103!

si.no.bookmarks=Niciun marcaj \u00een document definit!

si.bulletins.search.message=Selecta\u0163i parametrii dup\u0103 care dori\u0163i filtrarea BTS

si.bulletins.search.alternative=sau selecta\u0163i codul repara\u0163iei pe teren

si.bulletin.search.hitcount=Num\u0103r total de rezultate

si.bulletin.search.nothing.found=E4141: Niciun document g\u0103sit!

vc.select.vc.data=Selectare Date vehicul

vc.message.vin.incorrect=E714: Intrare NIV incorect\u0103!

vc.message.attribute.tied.to.vin=E3557: Acest atribut este \u00een rela\u0163ie direct\u0103 cu NIV. Modificarea acestui atribut va \u015fterge codul NIV. Continua\u0163i?

vc.message.select.salesmake=Selecta\u0163i un comerciant

vc.message.vin.not.interpretable=E3558: NIV nu este interpretabil. Continua\u0163i?

fallback.no.instance=E3559: Aplica\u0163ia nu este disponibil\u0103 pentru marca selectat\u0103 curent!

lt.home.stdinfo=Selectare \u015fi vizualizare informa\u0163ii despre timpi de lucru pentru vehiculul specificat curent

lt.novc=E3561: Selecta\u0163i un vehicul valid

lt.no.lt.for.vc=E3562: Niciun timpi de lucru disponibil pentru vehiculul selectat

edit.bookmark=Editare marcaj \u00een document

not.authorized=Nu sunte\u0163i autorizat s\u0103 accesa\u0163i aceast\u0103 pagin\u0103.

frame.invalid.session=E4214: AVERTISMENT: A\u0163i primit acest mesaj pentru unul dintre urm\u0103toarele motive: <br><br>&nbsp;&nbsp; 1. Sesiunea a expirat. <br>&nbsp;&nbsp;2. Un alt utilizator utilizeaz\u0103 acela\u015fi ID \u015fi aceea\u015fi parol\u0103 de utilizator \u015fi a \u00eencheiat sesiunea dvs. <br>&nbsp;&nbsp;3. \u00cenc\u0103lcare de securitate - utilizatorul nu are acces la aceast\u0103 aplica\u0163ie.

no.information.available=M4114: Nicio informa\u0163ie disponibil\u0103!

select.ratio=Cuprins \u00een propor\u0163ie document

document.not.available=E3553: Document indisponibil!

frame.modified.news=M4217: Nout\u0103\u0163i necitite disponibile! (Face\u0163i clic pe pictograma Nout\u0103\u0163i pentru acces)

lt.search.mwork.not.found=E4220: Imposibil de g\u0103sit opera\u0163iunea principal\u0103!

lt.no.bookmarks=Niciun marcaj \u00een document definit!

lt.search.result.without.vehicle=Rezultat c\u0103utare informa\u0163ii timpi de lucru f\u0103r\u0103 filtrare date vehicul (Registru vehicul)

lt.search.result.with.vehicle=Rezultat c\u0103utare informa\u0163ii timpi de lucru cu filtrare date vehicul (Registru vehicul)

lt.search.no.result=E3550: Nicio potrivire!

detailed.picture=Face\u0163i clic aici pentru afi\u015farea detaliat\u0103 a imaginii de mai sus

lt.bookmark.unavailable=E4228: Marcajul \u00een document selectat nu este disponibil pentru vehiculul curent!

frame.plugin.check.notification=Se verific\u0103 starea instal\u0103rii inserturilor

frame.plugin.install.dialog=E4251: Sistemul a detectat urm\u0103toarele inserturi lips\u0103.  Face\u0163i clic pe etichet\u0103 pentru a desc\u0103rca executabilul de instalare corespunz\u0103tor.

frame.plugin.install.dialog.checking.error=E4252: Imposibil pentru sistem s\u0103 determine inserturile lips\u0103. \u00cen consecin\u0163\u0103, vi se furnizeaz\u0103 lista complet\u0103 de inserturi disponibile!!! <br>Face\u0163i clic pe etichet\u0103 pentru a desc\u0103rca executabilul de instalare corespunz\u0103tor.


frame.plugin.install.check.enable=Activare verificare inserturi pe viitor (Aceast\u0103 setare este disponibil\u0103 \u015fi \u00een fila \u201eProfil\u201d)

plugin.description.isoview=Insert pentru vizualizarea imaginilor .cgm
plugin.description.tiffviewer=Insert pentru vizualizarea imaginilor .tiff
plugin.description.cgmviewer=Insert pentru vizualizarea imaginilor .cgm
plugin.description.webstart=Aplica\u0163ie pentru executarea Codului Client Java


sps.home.panel.message=<center><B>\u00ceNAINTE DE A \u00ceNCEPE!</B></center><br>Pentru ca TIS-Online s\u0103 func\u0163ioneze corect, este necesar\u0103 instalarea de software Java adecvat pe PC-ul Techline. Consulta\u0163i ajutorul online pentru desc\u0103rcare <br><br>SPS parcurge c\u00e2teva etape care pot fi costisitoare din punct de vedere al duratei, \u00een func\u0163ie de viteza de conectare. Pentru detalii suplimentare, consulta\u0163i ajutorul online. <br><br>Ave\u0163i r\u0103bdare \u00een cazul unei conexiuni lente...
sps.home.panel.message.test=<center><B>NU REPROGRAMA\u0162I CONTROLERELE DE PE VEHICULE CU ACEAST\u0102 VERSIUNE DE SOFTWARE!</B></center><br>MODULUL SPS NU ESTE \u00ceNC\u0102 TESTAT \u015eI ESTE POSIBIL\u0102 DEFECTAREA. ORICE AC\u0162IUNE DE REPROGRAMARE REPREZINT\u0102 RISCUL DVS. \u015eI POATE DUCE LA DEFECTAREA CONTROLERULUI. <br><br>SPS parcurge c\u00e2teva etape care pot fi costisitoare din punct de vedere al duratei, \u00een func\u0163ie de viteza de conectare. Pentru detalii suplimentare, consulta\u0163i ajutorul online. <br><br>Ave\u0163i r\u0103bdare \u00een cazul unei conexiuni lente...

sps.calib.info.entry.panel.message=Pentru a ob\u0163ine cele mai recente informa\u0163ii despre calibrarea controlerului electronic pentru vehiculul dvs., introduce\u0163i codul NIV de 17 caractere \u015fi selecta\u0163i \u201eGet CAL ID\u201d. <br><br> Pentru a ob\u0163ine Num\u0103rul de verificare calibrare (CVN) pentru orice cod de pies\u0103 de calibrare, introduce\u0163i codul de pies\u0103 al ID-ului de calibrare \u015fi selecta\u0163i \u201eOb\u0163inere CVN\u201d.

invalid.vin=E2769: NIV invalid!

sas.home.panel.message=Desc\u0103rcare client service acces de securitate

sps.calibration.info.detailed.summary.caption=Informa\u0163ii calibrare vehicul GM (calibrare selectat\u0103)

sps.calibration.info.complete.part.history=Informa\u0163ii calibrare vehicul GM

sps.calibration.history.for=Istoric calibrare pentru

sps.please.select=Selecta\u0163i...

sps.calibration.info.wizard.error.general=E4451: S-a produs o eroare intern\u0103! Imposibil de continuat!

sps.calibration.info.wizard.finished=Terminat!

sps.calibration.info.cvn.unknown.partnumber=E4453: Cod pies\u0103 nevalid sau necunoscut!

sps.calibration.info.display.dealer.vci=Afi\u015fare ICV dealer

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: Sunt {PARTCOUNT} coduri de piese de calibrare valide pentru '{MODULENAME}'. Citi\u0163i descrierile din urm\u0103toarele tabele pentru a determina calibrarea corect\u0103 pentru acest vehicul.

sps.calib.info.no.debug.info.available=M4114: Nicio informa\u0163ie disponibil\u0103!


sps.exception.invalid-cachesize-input=M4389: Introduce\u0163i valoare numeric\u0103 pentru Dimensiune memorie cache.
sps.exception.unsupported-controller=E4390: Aceast\u0103 versiune de TIS2WEB nu accept\u0103 controlerul selectat.\nVerifica\u0163i acurate\u0163ea codului NIV introdus \u015fi/sau programa\u0163i dup\u0103 ICV.
sps.exception.invalid-controller-selection=E4391: Nicio instan\u0163\u0103 de date controler valid\u0103.
sps.exception.invalid-vci-input=M4393: Introduce\u0163i valoare ICV numeric\u0103.
sps.exception.server-side-failure=E4394: Procesarea serverului nu a reu\u015fit.
sps.exception.invalid-vin=E4395: Intrarea NIV nu este valid\u0103. Reintroduce\u0163i NIV!
sps.exception.no-controllers=E4396: Imposibil de g\u0103sit controlere acceptate.
sps.exception.no-vci=M4397: Introduce\u0163i ICV.
sps.exception.no-matching-vci=E5036: Codul VCI introdus nu este adecvat pentru controlerul selectat.\nIntroduce\u0163i din nou codul.
sps.exception.no-valid-cop=E4398: Imposibil de g\u0103sit date de calibrare.
sps.exception.tool.ecuread=E4399: Eroare de server: Citirea datelor UEC de pe dispozitiv sau controler nu a reu\u015fit.
sps.exception.tool.native=E4400: Eroare de server: Subsistemul original nu este disponibil.
sps.exception.tool.reprogramming=E4401: Eroare de server: Scrierea datelor pe dispozitiv sau pe controler nu a reu\u015fit.
sps.exception.tool.init=E4402: Eroare de server: Imposibil de ini\u0163ializat dispozitivul selectat.
sps.exception.tool.vinread=E4403: Eroare de server: Citirea codului NIV de pe dispozitiv sau controler nu a reu\u015fit.
sps.exception.unsupported-locale=E4405: Set\u0103rile regionale nu se accept\u0103.
sps.exception.no-controller-selection=E4406: Procesarea serverului nu a reu\u015fit (Lipsesc informa\u0163ii din baza de date).
sps.exception.ambiguous-controller-selection=E4407: Reprogramare informa\u0163ii indisponibil\u0103 pentru controlerul selectat.
sps.exception.software-archive-not-enabled=M4408: Programarea dup\u0103 arhiv\u0103 nu este activat\u0103.
sps.exception.loading-archive-or-part-file-failed=M4409: \u00cenc\u0103rcarea fi\u015fierului pies\u0103/arhiv\u0103 ICV nu a reu\u015fit.
sps.exception.invalid-archive-vci=M4410: ICV nevalid (fi\u015fier pies\u0103/arhiv\u0103).
sps.exception.no-valid-eil=E4411: Procesarea serverului nu a reu\u015fit (Pies\u0103 element final nevalid\u0103).
sps.exception.no-calibration-update=M4412: Calibrarea selectat\u0103 este calibrarea curent\u0103 din modulul de control.
sps.exception.invalid-current-calibration=M4413: Calibr\u0103rile marcate cu asterisc (*) nu sunt recunoscute de aceast\u0103 versiune de TIS2WEB.\nAcestea fie sunt mai noi dec\u00e2t ceea ce este disponibil pentru aceast\u0103 versiune de TIS2WEB \u00een prezent,\nfie nu sunt calibr\u0103ri marca GM.\nContacta\u0163i Centrul Rela\u0163ii Clien\u0163i.
sps.exception.missing-calibration-file=E2907: Unele informa\u0163ii privind codul pieselor lipsesc din acest modul.\nImposibil de continuat programarea.
sps.exception.invalid-keycode-format-input=M4415: Codul cheie produc\u0103tori trebuie s\u0103 fie format din 5 cifre!
sps.exception.no-keycode=M4416: Introduce\u0163i codul cheie.
sps.exception.bulletin-not-available=E4417: Buletin indisponibil.
sps.exception.session-expired=E4418: Sesiunea de server a expirat. Conecta\u0163i-v\u0103 din nou la TIS2WEB.
sps.exception.unknown-vin=E842: Imposibil de g\u0103sit NIV introdus. Verifica\u0163i acurate\u0163ea codului NIV sau selecta\u0163i Programare prin ICV.
sps.exception.unknown-ecu-software=E4419: S-a detectat software de UEC necunoscut care poate fi o versiune mai recent\u0103.\nProcesul de programare s-a oprit.
sps.exception.unknown-ecu-hardware=E2700: Nepotrivire de hardware. Reprogramare imposibil\u0103.
sps.exception.invalid-ecu-hardware=E2700: Nepotrivire de hardware. Reprogramare imposibil\u0103.
sps.exception.software-not-available=E4420: Niciun software disponibil.
sps.exception.database-security-violated=E2909: Baza de date manipulat\u0103! Nicio reprogramare posibil\u0103!
sps.exception.no-authorization=E2701: Nicio autorizare pentru a programa software-ul selectat.

sps.exception.unsupported.vehicle=M4495: Vehiculul selectat curent nu este acceptat!

sps.cal.info.bulletin.not.found=Imposibil de g\u0103sit imaginea buletinul!

si.print.view.error=Eroare la preg\u0103tirea vizualiz\u0103rii de imprimare!

frame.log.mailer.dialog.title=Trimitere e-mail cu fi\u015fierele jurnal c\u0103tre...

frame.login.denied=Log in refuzat - informa\u0163ii de Log in nevalide sau insuficiente!

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=Vizita\u0163i <br>site-ul Web General Motors <br> pentru a vedea \u00eentreaga familie de m\u0103rci GM.

sps.calibration.info.copyright.title=General Motors 2003. Toate drepturile rezervate.

sps.calibration.info.copyright.text=GM, emblema GM, Buick, emblema Buick, Chevrolet, emblema Chevrolet, Cadillac, emblema Cadillac, Geo, emblema Geo, GMC, emblema GMC, Oldsmobile, emblema Oldsmobile, Pontiac, emblema Pontiac, Saturn, emblema Saturn,  Chevy sunt m\u0103rci \u00eenregistrate ale General Motors. Materialul inclus pe acest site se refer\u0103 numai la produsele \u015fi serviciile de pe pia\u0163a din S.U.A. Informa\u0163iile cuprinse aici sunt cuprinz\u0103toare \u015fi reale. Totu\u015fi, General Motors \u00ee\u015fi rezerv\u0103 dreptul de efectua oric\u00e2nd modific\u0103ri, f\u0103r\u0103 notificare \u00een prealabil. Toate drepturile rezervate.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: Confirma\u0163i \u015ftergerea!

empty.search.result=M4711: Nicio intrare g\u0103sit\u0103!

search.result.truncated=E4734: Rezultat c\u0103utare trunchiat (c\u0103utare revocat\u0103)!

snapshot.home.panel.message=<center><B>\u00ceNAINTE DE A \u00ceNCEPE!</B></center><br>Pentru ca TIS-Online s\u0103 func\u0163ioneze corect, este necesar\u0103 instalarea de software Java adecvat pe PC-ul Techline. Consulta\u0163i ajutorul online pentru desc\u0103rcare <br><br>Instantaneul parcurge c\u00e2teva etape care pot fi costisitoare din punct de vedere a duratei, \u00een func\u0163ie de viteza de conectare. Pentru detalii suplimentare, consulta\u0163i ajutorul online. <br><br>Ave\u0163i r\u0103bdare \u00een cazul unei conexiuni lente...

snapshot.notify.cookies.disabled=Pentru a porni Instantaneu, trebuie s\u0103 activa\u0163i gestionarea automat\u0103 a modulelor cookie \u015fi s\u0103 face\u0163i din nou Log in.

tech2view.home.panel.message=<center><B>\u00ceNAINTE DE A \u00ceNCEPE!</B></center><br>Pentru ca TIS-Online s\u0103 func\u0163ioneze corect, este necesar\u0103 instalarea de software Java adecvat pe PC-ul Techline. Consulta\u0163i ajutorul online pentru desc\u0103rcare <br><br>Vizualizare Tech2 parcurge c\u00e2teva etape care pot fi costisitoare din punct de vedere a duratei, \u00een func\u0163ie de viteza de conectare. Pentru detalii suplimentare, consulta\u0163i ajutorul online. <br><br>Ave\u0163i r\u0103bdare \u00een cazul unei conexiuni lente...

tech2view.notify.cookies.disabled=Pentru a porni Vizualizare Tech2, trebuie s\u0103 activa\u0163i gestionarea automat\u0103 a modulelor cookie \u015fi s\u0103 face\u0163i din nou Log in.

techlineprint.home.panel.message=<center><B>\u00ceNAINTE DE A \u00ceNCEPE!</B></center><br>Pentru ca TIS-Online s\u0103 func\u0163ioneze corect, este necesar\u0103 instalarea de software Java adecvat pe PC-ul Techline. Consulta\u0163i ajutorul online pentru desc\u0103rcare <br><br>Imprimare Techline parcurge c\u00e2teva etape care pot fi costisitoare din punct de vedere a duratei, \u00een func\u0163ie de viteza de conectare. Pentru detalii suplimentare, consulta\u0163i ajutorul online. <br><br>Ave\u0163i r\u0103bdare \u00een cazul unei conexiuni lente...

techlineprint.notify.cookies.disabled=M4736: Pentru a porni Imprimare Techline, trebuie s\u0103 activa\u0163i gestionarea automat\u0103 a modulelor cookie \u015fi s\u0103 face\u0163i din nou Log in.

cache.cleared=M4717: Memorie cache golit\u0103!

error.see.log=E4718: S-a produs o eroare! (vezi fi\u015fierul jurnal pentru detalii)

successfully.send.logs=M4719: Fi\u015fierele jurnal s-au trimis cu succes!

configuration.update.successful=M4737: Configurarea s-a actualizat cu succes!
configuration.update.failed=M4738: Imposibil de actualizat configurarea!

sps.calibration.info.link.privacy.policy=Face\u0163i clic aici pentru a vizualiza politica de confiden\u0163ialitate GM.

sps.reset.adapter=Resetare adaptor schem\u0103 SPS ({0})

sps.reset.adapter.successful=Adaptorul schem\u0103 SPS s-a resetat cu succes: ({0})

sps.reset.adapter.failed=Imposibil de resetat adaptorul schem\u0103 SPS ({0})

swdl.service.reset.failed=Imposibil de resetat serviciul SWDL!

swdl.service.reset.succeeded=Serviciul SWDL s-a resetat cu succes!

swdl.notification.new.tech2.versions=Versiuni noi software TECH2:

swdl.notification.new.tech2.versions.keepon=Afi\u015fare din nou la urm\u0103toarea conectare

help.service.reset.failed=Reini\u0163ializare service AJUTOR e\u015fuat\u0103!

help.service.reset.succeeded=Service AJUTOR reini\u0163ializat cu succes

news.service.reset.failed=Reini\u0163ializare service \u015eTIRI e\u015fuat\u0103!

news.service.reset.succeeded=Service \u015eTIRI reini\u0163ializat cu succes

unable.to.create.key=E5040: Imposibil de creat cheia!

vc.please.choose.vehicle.configuration=Selecta\u0163i...

vc.error.missing.mandatory.input=E5041: Intrarea obligatorie lipse\u015fte!

please.select.user.name=Selecta\u0163i numele de utilizator...
select.username=Selecta\u0163i un nume de utilizator
or.enter.new.username=sau introduce\u0163i un nume de utilizator nou
licensed.session.count.exeeded=E5045: Cont sesiune sub licen\u0163\u0103 dep\u0103\u015fit!

vcdialog.unable.to.resolve.exception=E5046: Imposibil de rezolvat codul NIV!

vcdialog.invalid.vin.exception=E5047: Cod NIV invalid!

registration.confirm.revocation=M5131: Sigur dori\u0163i s\u0103 revoca\u0163i abonarea?
registration.confirm.deletion=M5132: Sigur dori\u0163i s\u0103 \u015fterge\u0163i \u00eenregistrarea?

kdr.home.panel.message=<center><B>\u00ceNAINTE DE A \u00ceNCEPE!</B></center><br>Pentru ca TIS-Online s\u0103 func\u0163ioneze corect, este necesar\u0103 instalarea de software Java adecvat pe PC-ul Techline. Consulta\u0163i ajutorul online pentru desc\u0103rcare <br><br>GDS parcurge c\u00e2teva etape care pot fi costisitoare din punct de vedere a duratei, \u00een func\u0163ie de viteza de conectare. Pentru detalii suplimentare, consulta\u0163i ajutorul online. <br><br>Ave\u0163i r\u0103bdare \u00een cazul unei conexiuni lente...


invalid.authentication=E5269: Autentificare nevalid\u0103!

unable.to.delete.msg=E5270: Imposibil de \u015fters mesajul!
unable.to.modify.msg=E5271: Imposibil de modificat mesajul!
unable.to.create.msg=E5272: Imposibil de creat mesajul!
invalid.or.incomplete.input=E5273: Introducere nevalid\u0103 sau incomplet\u0103!

unable.to.execute.search=E5274: Imposibil de executat c\u0103utarea!
msg.created=M5275: Mesaj creat!

# registration v2
please.fill.in.dealership.info=Introduce\u0163i informa\u0163iile de agent autorizat (* denot\u0103 informa\u0163ii obligatorii)
unable.to.store.dealership.data=E5010: Stocarea datelor despre reprezentan\u0163\u0103 nu a reu\u015fit.
successfully.stored.dealership.data=M5277: Date agent autorizat stocate cu succes!

registration.step.1=1. Introduce\u0163i informa\u0163iile despre reprezentan\u0163\u0103
registration.step.2=2. Introduce\u0163i num\u0103rul de utilizatori GlobalTIS necesari (numai pentru instal\u0103ri Server)
registration.step.3=3. Selecta\u0163i abonamentele dorite pe care vre\u0163i s\u0103 le folosi\u0163i
registration.step.4=4. \u00cenregistra\u0163i-v\u0103 online sau prin fax pentru a primi o Cheie de licen\u0163\u0103. Face\u0163i clic pe \u201e\u00cenregistrare online\u201d pentru a v\u0103 \u00eenregistra online automat sau pe \u201e\u00cenregistrare manual\u0103\u201d pentru a afi\u015fa un document de \u00eenregistrare \u00een format .pdf, pe care \u00eel pute\u0163i trimite prin e-mail sau prin fax.
registration.step.5=5. Deconecta\u0163i-v\u0103 de la acest ecran \u015fi porni\u0163i din nou GlobalTIS dup\u0103 ce a\u0163i primit cheia de licen\u0163\u0103. Procesul de \u00eenregistrare va continua apoi cu pasul 6.
registration.step.6=6. Dup\u0103 ce primi\u0163i informa\u0163iile de \u00eenregistrare necesare prin fax sau prin e-mail, introduce\u0163i ID-ul de abonat \u015fi cheia de licen\u0163\u0103:
registration.step.7=7. Face\u0163i clic pe butonul \u201e\u00cenregistrare cheie de licen\u0163\u0103\u201d pentru a activa procesul de validare a instal\u0103rii aplica\u0163iei GlobalTIS.


error.occured=E5281: A survenit o eroare: ${error.message}

registration.hint.button.add.contact=Face\u0163i clic dac\u0103 trebuie introduse mai multe persoane de contact

registration.exception.registration.duplicate=M5012: Solicitarea de \u00eenregistrare online este deja \u00een a\u015fteptare.
registration.exception.registration.db.load.failed=E5018: \u00cenregistrarea online nu a reu\u015fit (verifica\u0163i ID-ul de abonat).

hint.dealership.id=(max. 10)

registration.exception.empty.subscription.selection=M5284: Selecta\u0163i un abonament!

registration.error.no.services.available=E5300: Niciun serviciu disponibil! V\u0103 rug\u0103m s\u0103 reporni\u0163i server-ul GlobalTIS::<p align='left'>1. P\u0103r\u0103si\u0163i GlobalTIS<br>2. 'GlobalTIS DiagTool' - 'Enhanced Trouble Shooting'<br>&nbsp;&nbsp;>> GlobalTIS Service<br>&nbsp;&nbsp;>> Opri\u0163i Serviciul<br>&nbsp;&nbsp;>> Porni\u0163i Serviciul</p>

unable.to.resolve.subscriber.id=E5309: Nu s-a putut rezolva ID-ul de abonat!

do.not.show.again=Nu mai afi\u015fa

msg.exclusion.reset.failed=E5311: Reini\u0163ializare e\u015fuat\u0103!
msg.exclusion.reset.successful=M5312: Reini\u0163ializare efectuat\u0103 cu succes!

sps.calid.input.hw.number=Introduce\u0163i num\u0103rul de hardware VIT1

unable.to.display.rpo=E5348: Nu se pot afi\u015fa codurile RPO

unsupported.vin=VIN neacceptat

search.no.result=E3550: Nicio potrivire!

nothing.selected=E5498: Nicio op\u0163iune selectat\u0103

deletion.succeeded=M5499: \u015etergere efectuat\u0103 cu succes

user.logins.trigger.update.failed=E5545: Imposibil de activat/dezactivat conectare utilizator!

user.logins.trigger.update.successful=M5546: Conectare utilizator activat\u0103/dezactivat\u0103 cu succes!

sps.calibration.info.display.security.code=Afi\u015fare cod de securitate

release.si.preload.data.failed=E5630: Publicare nereu\u015fit\u0103!
release.si.preload.data.successful=E5631: Publicare reu\u015fit\u0103!

fts.currently.unavailable=E5632: C\u0103utarea de tip text complet nu este disponibil\u0103 momentan!

sps.docref.default=Pentru informa\u0163ii suplimentare, face\u0163i clic <a>aici</a>.
