# Sample ResourceBundle properties file

frame.single.registration.only=E4995: Prijavna seja je \u017ee aktivna
frame.registration.login.failed=E4996: Prijava ni uspela (kontaktirajte pomo\u010d)
frame.registration.license.exception=E4997: Branje/pisanje licen\u010dne datoteke ni uspelo.
frame.registration.license.invalid=E4998: Neveljavna licenca za ta ra\u010dunalnik (ponovno se registrirajte).
frame.registration.hardwarekey.failure=E4999: Nepravilni klju\u010d za strojno opremo (ni dostopa za branje/pisanje)

auth.req.dialog.license.registration.suceeded=Licenca je bila registrirana in GlobalTIS je bil aktiviran. Prosimo, odjavite se (sejo prekinite s pritiskom na ikono v zgornjem desnem kotu) in ponovno za\u017eenite GlobalTIS ali se ponovno prijavite.
auth.req.dialog.license.registration.failed=E5001: Registracija licence ni uspela (preverite 'ID naro\u010dnika' in 'Licen\u010dni klju\u010d').

auth.req.dialog.title.message=Vnesite podatke zastopstva in (spletna registracija) ali (registracija po e-po\u0161ti/faksu).
auth.req.dialog.dealership.missing.id=E5174: Prosimo, obvezno vnesite \u0161tevilko predstavni\u0161tva.
auth.req.dialog.dealership.missing.name=E5175: Prosimo, obvezno vnesite ime predstavni\u0161tva.
auth.req.dialog.dealership.missing.street=E5176: Prosimo, obvezno vnesite ulico predstavni\u0161tva.
auth.req.dialog.dealership.missing.zip=E5177: Prosimo, obvezno vnesite po\u0161tno \u0161tevilko predstavni\u0161tva.
auth.req.dialog.dealership.missing.city=E5178: Prosimo, obvezno vnesite mesto predstavni\u0161tva.
auth.req.dialog.dealership.missing.country=E5179: Prosimo, obvezno vnesite \u0161tevilko predstavni\u0161tva.
auth.req.dialog.dealership.missing.language=E5180: Prosimo, obvezno vnesite jezik predstavni\u0161tva.
auth.req.dialog.dealership.missing.contacs=E5181: Prosimo, obvezno vnesite kontaktne podatke predstavni\u0161tva.
auth.req.dialog.dealership.information.incomplete=E5003: Vnesite obvezne podatke o prodajnem mestu.
auth.req.dialog.dealership.dealercode.invalid=E5004: Preverite kodo prodajalca.
auth.req.dialog.dealership.contact.missing=E5005: Vnesite naslov e-po\u0161te ali \u0161tevilko faksa.
auth.req.dialog.dealership.contact.name.missing=E5006: Vnesite ime kontaktne osebe.
auth.req.dialog.dealership.email.invalid=E5007: Preverite naslov e-po\u0161te (preverjanje ni uspelo).
auth.req.dialog.dealership.information.invalid=E5008: Preverite vnesene podatke (eden ali ve\u010d vnosov presega dovoljeno dol\u017eino vnosa).
auth.req.dialog.dealership.invalid.name=E5182: Prosimo, preverite ime predstavni\u0161tva (najve\u010d 255 znakov)
auth.req.dialog.dealership.invalid.street=E5183: Prosimo, preverite ulico (najve\u010d 255 znakov)
auth.req.dialog.dealership.invalid.zip=E5184: Prosimo, preverite po\u0161tno \u0161tevilko (najve\u010d 10 znakov)
auth.req.dialog.dealership.invalid.city=E5185: Prosimo, preverite mesto (najve\u010d 255 znakov)
auth.req.dialog.dealership.invalid.phone=E5186: Prosimo, preverite telefonsko \u0161tevilko (najve\u010d 255 znakov)
auth.req.dialog.dealership.invalid.fax=E5187: Prosimo, preverite \u0161tevilko faksa (najve\u010d 255 znakov)
auth.req.dialog.dealership.invalid.email=E5188: Prosimo, preverite e-po\u0161tni naslov (najve\u010d 255 znakov)
auth.req.dialog.dealership.invalid.contact.name=E5189: Prosimo, preverite kontaktno ime (najve\u010d 255 znakov)
auth.req.dialog.dealership.data.stored=M5009: Podatki prodajnega mesta.
auth.req.dialog.dealership.data.failure=E5266: Shranjevanje podatkov zastopstva je spodletelo.
auth.req.dialog.online.registration.failed=E5011: Spletna registracija ni uspela (kontaktirajte podporo).
auth.req.dialog.online.registration.duplicate=M5012: Zahteva za spletno registracijo je \u017ee v obdelavi.
auth.req.dialog.online.registration.suceeded=M5013: Spletna registracija kon\u010dana. Zabele\u017eite si prijavni ID = '{REQUEST-ID}'.
auth.req.dialog.registration.may.take.some.time=M5014: Aktivacija klju\u010da licence lahko traja nekaj \u010dasa. Prosimo, potrdite z 'OK' in po\u010dakajte...
auth.req.email.notification=M5015: Prejeta zahteva za novo registracijo (glejte predmet e-po\u0161te za prijavni ID in kodo prodajalca).

auth.reqext.dialog.title.message=Registracija sistema GlobalTIS (podalj\u0161anje naro\u010dnine): (spletna registracija) ali (registracija po e-po\u0161ti/faksu).
auth.reqhwk.dialog.title.message=GlobalTIS Hardware Key Migration: (spletna registracija) ali (registracija po e-po\u0161ti/faksu).
auth.reqhwk.dialog.online.registration.unknown=E5018: Spletna registracija ni uspela (preverite ID naro\u010dnika).

auth.req.detail.dialog.title.msg=Navodila ...
auth.req.detail.dialog.subscription.not.selected=Izberite naro\u010dnino, ki jo \u017eelite pooblastiti.
auth.req.detail.dialog.request.ident.invalid=E5021: Vnesite veljavni 'Prijavni ID'.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: Vnesite veljavni 'ID naro\u010dnika'.
auth.req.detail.dialog.authorization.failed=E5023: Zahteva za pooblastitev ni uspela.
auth.req.detail.dialog.authorization.completed=M5024: Pooblastitev GlobalTIS-a kon\u010dana (licen\u010dni klju\u010d poslan po e-po\u0161ti).
auth.req.detail.dialog.authorization.suceeded=M5025: Pooblastitev GlobalTIS-a kon\u010dana.
auth.req.detail.dialog.license.key.not.computed=E5026: Izra\u010dun licen\u010dnega klju\u010da ni uspel (nepopolni/napa\u010dni podatki).
auth.req.regdb.no.organization=E5027: Izvoz prijavne podatkovne baze ni uspel (skrbniku za pooblastitev ni dodeljena prodajna organizacija).
auth.req.email.license.subject=Registracija GlobalTIS (prijavni ID : '{REQUEST-ID}')
auth.req.email.license.body=\nS tem ste prejeli potrebni klju\u010d licence in \u0161tevilko uporabnika za registracijo.\n\nPOZOR:\nOba sta veljavna samo na ra\u010dunalniku, na katerem je bil opravljen postopek registracije.\nZa potrditev ponovno za\u017eenite GlobalTIS in vpi\u0161ite \u0161tevilko uporabnika in klju\u010d licence. Za vnos klju\u010da licence so veljavne samo \u0161tevilke (0-9) in \u010drke A-F (male tiskane so tudi sprejete). Alternativno lahko gumb 'Licence Key' odpre okno za vnos celotnega zaporedja. Gumb 'Register Licence Key' aktivira registracijo.\n\nNamesto \u0161tevilke klju\u010da strojne opreme bo od sedaj naprej \u0161tevilka uporabnika shranjena v krmilnik pri vsakem programiranju ECU.\n\n\u0160t. zahteve: {REQUEST-ID}\n\u0160t. uporabnika: {SUBSCRIBER-ID}\n\nLicen\u010dni klju\u010d:\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: Prosimo, da pred po\u0161iljanjem vnesete vse obvezne informacije!

exception.unable.to.execute.action=E5030: Online registracije ni bilo mo\u017eno izvesti. Prosimo, preverite povezavo s stre\u017enikom.

auth.req.no.entries=M5031: Ne najdem zahteve za registracijo.

wait=Prosim, po\u010dakajte ...

frame.login.kill.message=E4212: Uporabni\u0161ko ime in geslo sta \u017ee v uporabi.<br>Kliknite 'Prekli\u010di', da se vrnete na glavni zaslon.<br>OPOZORILO: \u010ce kliknete 'Da', boste prekinili trenutno uporabni\u0161ko sejo in morda povzro\u010dili izgubo podatkov.<br><br>

frame.login.kill.cancelled=M4194: Razveljavitev prej\u0161nje seje preklicana!

frame.login.kill.successful=M4195: Stara seja je bila uspe\u0161no razveljavljena!

swdl.home.panel.message=<center><B>PREDEN ZA\u010cNETE!</B></center><br>\u010ce \u017eelite, da TIS Online deluje, namestite pravo programsko opremo Java. Za prenos si oglejte sprotno pomo\u010d <br><br>Prenos programske opreme vklju\u010duje nekaj korakov, ki so lahko glede na hitrost povezave tudi dolgi. Za podrobnosti si oglejte sprotno pomo\u010d.<br><br>\u010ce imate modemsko povezavo, prosim, potrpite ...

swdl.notify.cookies.disabled=E4213: \u010ce \u017eelite zagnati prenos programske opreme, morate omogo\u010diti pi\u0161kotke in ponovno prijavo.

navigation.hint=Aplikacija TIS ne podpira brskalnikovih gumbov Naprej in Nazaj. Prihajalo bo do napak. Uporabljajte samo gumbe, prikazane v zaslonih aplikacije, in ne gumbov na orodni vrstici.

reloginpage.text=M3534: Samodejno ste bili odjavljeni

confirmation.logout=M3535: Potrdite odjavo!

good.bye=M3536: Uspe\u0161no ste bili odjavljeni.

si.home.title=\u010ce si \u017eelite ogledati kak\u0161no servisno publikacijo, izberite eno od spodnjih aplikacij za servisne informacije

si.home.stdinfo=Izberite in si oglejte diagnosti\u010dne ali standardne informacije ali informacije o diagramih o\u017ei\u010denja in tehni\u010dne biltene za specifi\u010dno vozilo, ki so organizirani po skupinah sklopov in vrstah servisnih informacij

si.home.bulletins=Izberite tehni\u010dne biltene (TSB) glede na:<br>znamko, model, motor, skupino sklopov, simptom, kodo okvare ali \u0161tevilko re\u0161itve

si.home.faultDiag=Poi\u0161\u010di diagnozo napake po kodi napake

si.home.brochures=Izberite in si oglejte posebne bro\u0161ure:<br>Pregledi, Nove tehni\u010dne lastnosti, Tehni\u010dni podatki

si.home.number.search=Poi\u0161\u010dite dokumente po \u0161tevilki

si.home.text.search=Poi\u0161\u010dite dokumente po vsebini

si.home.bookmarks=Poka\u017ei zaznamke

si.stdinfo.select.ratio=Razmerje med kazalom in vsebino dokumenta

si.stdinfo.select.height=Izberite vi\u0161ino kazala in prikaza dokumenta

si.dociframepanel.select.height=Izberite vi\u0161ino prikaza dokumenta

si.number.search.enter.bulletin=Vpi\u0161ite bilten/kampanjo/\u0161tevilko predhodne informacije:

si.number.search.enter.document=Vpi\u0161ite ID dokumenta:

si.search.no.result=E3550: Ni\u010desar ne najdem!

si.search.result.without.vehicle=Rezultat iskanja servisnih informacij brez filtriranja za vozilo (registrirajte vozilo)

si.search.result.with.vehicle=Rezultat iskanja servisnih informacij s filtriranjem za vozilo (registrirajte vozilo)

si.search.result.too-many-hits=E4229: Preve\u010d zadetkov za to vrsto servisnih podatkov. Navedite natan\u010dnej\u0161a merila.

si.document.page.wait=Nalagam stran ...

si.document.not.found=E3552: Dokumenta ne najdem!

si.document.not.available=E3553: Dokument ni na voljo!

si.lt.novc=E3555: Za trenutno izbrano vozilo ni podatkov o \u010dasih del!

si.lt.no.instance=E3556: Aplikacija za delovne \u010dase ni na voljo za izbrano znamko!

si.no.bookmarks=Ni zaznamkov!

si.bulletins.search.message=Izberite parametre, po katerih \u017eelite filtrirati tehni\u010dne biltene

si.bulletins.search.alternative=ali izberite \u0161tevilko terenske re\u0161itve

si.bulletin.search.hitcount=Skupno \u0161tevilo zadetkov

si.bulletin.search.nothing.found=E4141: Ne najdem dokumentov!

vc.select.vc.data=Izberite podatke vozila

vc.message.vin.incorrect=E714: Niste vnesli pravilne kode VIN!

vc.message.attribute.tied.to.vin=E3557: Ta atribut je neposredno povezan s kodo VIN. Spreminjanje atributa bo odstranilo kodo VIN. Nadaljujem?

vc.message.select.salesmake=Izberite prodajni model

vc.message.vin.not.interpretable=E3558: Ne znam razvozlati VIN. \u017delite nadaljevati?

fallback.no.instance=E3559: Aplikacija za trenutno izbrano znamko ni na voljo!

lt.home.stdinfo=Izberite in preglejte podatke o delovnih \u010dasih za trenutno izbrano vozilo

lt.novc=E3561: Izberite veljavno vozilo

lt.no.lt.for.vc=E3562: Za izbrano vozilo ni delovnih \u010dasov

edit.bookmark=Uredi zaznamek

not.authorized=Za ogled te strani nimate dovoljenja

frame.invalid.session=E4214: OPOZORILO: Sporo\u010dilo ste prejeli zaradi enega od teh razlogov:<br><br>&nbsp;&nbsp;1. Seja je potekla.<br>&nbsp;&nbsp;2. Drug uporabnik je uporabil isto uporabni\u0161ko ime/geslo in zaklju\u010dil (tudi va\u0161o) sejo.<br>&nbsp;&nbsp;3. Varnostna napaka - uporabnik nima dostopa do te aplikacije.

no.information.available=M4114: Ni podatkov!

select.ratio=Razmerje med kazalom in vsebino dokumenta

document.not.available=E3553: Dokument ni na voljo!

frame.modified.news=M4217: Na voljo imate neprebrane novice! (Za dostop kliknite ikono Novice)

lt.search.mwork.not.found=E4220: Ne najdem glavne operacije!

lt.no.bookmarks=Ni zaznamkov!

lt.search.result.without.vehicle=Rezultat iskanja delovnih \u010dasov brez filtriranja za vozilo (registrirajte vozilo)

lt.search.result.with.vehicle=Rezultat iskanja delovnih \u010dasov s filtriranjem za vozilo (registrirajte vozilo)

lt.search.no.result=E3550: Ni\u010desar ne najdem!

detailed.picture=Kliknite tukaj za podrobnej\u0161i ogled zgornje slike

lt.bookmark.unavailable=E4228: Izbrani zaznamek za trenutno vozilo ni na voljo!

frame.plugin.check.notification=Preverjam stanje namestitve vti\u010dnika

frame.plugin.install.dialog=E4251: Sistem je odkril naslednje manjkajo\u010de vti\u010dnike. Kliknite na oznako, da nalo\u017eite ustrezni namestitveni program.

frame.plugin.install.dialog.checking.error=E4252: Sistem ni mogel dolo\u010diti manjkajo\u010dih vti\u010dnikov, zato imate pred seboj celoten seznam razpolo\u017eljivih vti\u010dnikov!!! <br>Kliknite oznako, da prenesete ustrezen namestitveni program.


frame.plugin.install.check.enable=Vklopite bodo\u010de preverjanje za vti\u010dnike (nastavitev je na voljo na zavihku 'Profil')

plugin.description.isoview=Vti\u010dnik za prikazovanje slik v zapisu .cgm
plugin.description.tiffviewer=Vti\u010dnik za prikazovanje slik v zapisu .tiff
plugin.description.cgmviewer=Vti\u010dnik za prikazovanje slik v zapisu .cgm
plugin.description.webstart=Aplikacija za izvajanje odjemal\u010deve kode Java


sps.home.panel.message=<center><B>PREDEN ZA\u010cNETE!</B></center><br>\u010ce \u017eelite, da TIS Online deluje, namestite pravo programsko opremo Java. Za prenos si oglejte sprotno pomo\u010d <br><br>SPS vklju\u010duje nekaj korakov, ki so lahko glede na hitrost povezave tudi dolgi. Za podrobnosti si oglejte sprotno pomo\u010d.<br><br>\u010ce imate modemsko povezavo, prosim, potrpite ...
sps.home.panel.message.test=<center><B>NE REPROGRAMIRAJTE KRMILNIKOV VOZILA S TO RAZLI\u010cICO PROGRAMA!</B></center><br>MODUL SPS \u0160E NI PREIZKU\u0160EN IN BO VERJETNO POVZRO\u010cIL NAPAKO. REPROGRAMIRATE LAHKO SAMO NA LASTNO ODGOVORNOST. KRMILNIK LAHKO PO\u0160KODUJETE. <br><br>SPS vklju\u010duje nekaj korakov, ki so lahko glede na hitrost povezave tudi dolgi. Za podrobnosti si oglejte sprotno pomo\u010d.<br><br>\u010ce imate modemsko povezavo, prosim, potrpite ...

sps.calib.info.entry.panel.message=\u010ce \u017eelite pridobiti najnovej\u0161e kalibracijske podatke za svoje vozilo, vpi\u0161ite 17-mestno kodo VIN in izberite 'Pridobi CAL ID'.<br><br>\u010ce \u017eelite pridobiti potrditveno \u0161tevilko kalibracije CVN (Calibration Verification Number) za poljubno katalo\u0161ko \u0161tevilko, vpi\u0161ite \u0161tevilko ID kalibracije in izberite 'Pridobi VCN'.

invalid.vin=E2769: Neveljavna koda VIN!

sas.home.panel.message=Prenos odjemalca za varnostni dostop

sps.calibration.info.detailed.summary.caption=Podatki GM o kalibraciji vozila (izbrana kalibracija)

sps.calibration.info.complete.part.history=Podatki GM o kalibraciji vozila

sps.calibration.history.for=Zgodovina kalibracij za

sps.please.select=Izberite ...

sps.calibration.info.wizard.error.general=E4451: Pri\u0161lo je do notranje napake! Ne morem nadaljevati!

sps.calibration.info.wizard.finished=Kon\u010dano!

sps.calibration.info.cvn.unknown.partnumber=E4453: Neveljavna ali neznana katalo\u0161ka \u0161tevilka!

sps.calibration.info.display.dealer.vci=Prika\u017ei VCI prodajalca

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: Za '{MODULENAME}' je na voljo {PARTCOUNT} kalibracijskih katalo\u0161kih \u0161tevilk. Preberite opise v spodnjih tabelah, \u010de \u017eelite dolo\u010diti pravo kalibracijo tega vozila.

sps.calib.info.no.debug.info.available=M4114: Ni podatkov!


sps.exception.invalid-cachesize-input=M4389: Vpi\u0161ite \u0161tevil\u010dno vrednost za velikost medpomnilnika.
sps.exception.unsupported-controller=E4390: Ta izdaja TIS2WEB ne podpira tega krmilnika.\nPreverite vpisano kodo VIN in/ali programiranje z VCI.
sps.exception.invalid-controller-selection=E4391: Podatki krmilnika niso na voljo.
sps.exception.invalid-vci-input=M4393: Vpi\u0161ite \u0161tevil\u010dno vrednost za VCI.
sps.exception.server-side-failure=E4394: Obdelava na stre\u017eniku ni uspela.
sps.exception.invalid-vin=E4395: Vpisana koda VIN ni veljavna. Ponovno vpi\u0161ite VIN!
sps.exception.no-controllers=E4396: Ne najdem podprtih krmilnikov.
sps.exception.no-vci=M4397: Vpi\u0161ite VCI.
sps.exception.no-matching-vci=E5036: Vnesena \u0161tevilka VCI ne ustreza izbranemu krmilniku.\nProsimo, da jo vpi\u0161ete ponovno.
sps.exception.no-valid-cop=E4398: Ne najdem kalibracijskih podatkov.
sps.exception.tool.ecuread=E4399: Huda napaka: Branje podatkov ECU z naprave ali krmilnika ni uspelo.
sps.exception.tool.native=E4400: Huda napaka: Podsistem ni na voljo.
sps.exception.tool.reprogramming=E4401: Huda napaka: Zapisovanje podatkov v napravo ali krmilnik ni uspelo.
sps.exception.tool.init=E4402: Huda napaka: Ne morem inicializirati izbrane naprave.
sps.exception.tool.vinread=E4403: Huda napaka: Branje podatkov VIN z naprave ali krmilnika ni uspelo.
sps.exception.unsupported-locale=E4405: Krajevne nastavitve niso podprte.
sps.exception.no-controller-selection=E4406: Obdelava na stre\u017eniku ni uspela (manjkajo podatki o podatkovni zbirki).
sps.exception.ambiguous-controller-selection=E4407: Za izbrani krmilnik ni podatkov za reprogramiranje.
sps.exception.software-archive-not-enabled=M4408: Programiranje z arhivom ni omogo\u010deno.
sps.exception.loading-archive-or-part-file-failed=M4409: Nalaganje dela VCI/arhivske datoteke ni uspelo.
sps.exception.invalid-archive-vci=M4410: Neveljaven VCI (del/arhiv).
sps.exception.no-valid-eil=E4411: Obdelava na stre\u017eniku ni uspela (neveljaven kon\u010dni del).
sps.exception.no-calibration-update=M4412: Izbrana kalibracija je enaka kalibraciji krmilnika.
sps.exception.invalid-current-calibration=M4413: Ta izdaja TIS2WEB ne prepozna z zvezdico (*) ozna\u010denih kalibracij.\nGre za kalibracije, ki so novej\u0161e od kalibracij v tej izdaji TIS2WEB,\noziroma za kalibracije, ki niso GM.\nObrnite se na center za pomo\u010d strankam.
sps.exception.missing-calibration-file=E2907: Za ta modul manjka del katalo\u0161ke \u0161tevilke.\nProgramiranje se ne more nadaljevati.
sps.exception.invalid-keycode-format-input=M4415: Tovarni\u0161ka koda klju\u010da mora biti petmestna!
sps.exception.no-keycode=M4416: Vpi\u0161ite kodo klju\u010da.
sps.exception.bulletin-not-available=E4417: Bilten ni na voljo.
sps.exception.session-expired=E4418: Stre\u017eni\u0161ka seja je potekla. Znova se pove\u017eite s TIS2WEB.
sps.exception.unknown-vin=E842: Vpisane \u0161tevilke VIN NE najdem.\nPreverite VIN ali izberite Programiraj z VCI.
sps.exception.unknown-ecu-software=E4419: Odkrita je bila neznana programska oprema ECU, ki je morda novej\u0161a razli\u010dica.\nPostopek programiranja bo ustavljen.
sps.exception.unknown-ecu-hardware=E2700: Neskladje pri strojni opremi. Reprogramiranje ni mogo\u010de.
sps.exception.invalid-ecu-hardware=E2700: Neskladje pri strojni opremi. Reprogramiranje ni mogo\u010de.
sps.exception.software-not-available=E4420: Programska oprema ni na voljo
sps.exception.database-security-violated=E2909: Podatkovna zbirka je bila spremenjena. Programiranje ni mogo\u010de!
sps.exception.no-authorization=E2701: Nimate dovoljenja za programiranje izbrane programske opreme.

sps.exception.unsupported.vehicle=M4495: Trenutno izbrano vozilo ni podprto!

sps.cal.info.bulletin.not.found=Ne najdem biltena!

si.print.view.error=Med pripravo predogleda tiskanja je pri\u0161lo do napake!

frame.log.mailer.dialog.title=Po\u0161lji elektronsko po\u0161to s pripetimi dnevniki na ...

frame.login.denied=Prijava zavrnjena - neveljavni ali nepopolni podatki za prijavo!

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=Obi\u0161\u010dite spletno mesto <br>General Motors, \u010de si \u017eelite <br> ogledati dru\u017eino znamk GM.

sps.calibration.info.copyright.title=General Motors 2003. Vse pravice pridr\u017eane.

sps.calibration.info.copyright.text=GM, znak GM, Buick, znak Buick, Chevrolet, znak Chevrolet, Cadillac, znak Cadillac, Geo, znak z re\u0161etko Geo, GMC, znak GMC, Oldsmobile, znak Oldsmobile, Pontiac, znak Pontiac, Saturn, znak Saturn in Chevy so blagovne znamke General Motors. Materiali na tem spletnem mestu so deli izdelkov in storitev samo za tr\u017ei\u0161\u010de ZDA. Vsebovani podatki so bili zasnovani tako, da bi bili \u010dim bolj razumljivi in konkretni. General Motors si kljub temu pridr\u017euje pravico, da podatke kadar koli spremeni brez predhodnega obvestila. Vse pravice pridr\u017eane.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: Potrdite brisanje!

empty.search.result=M4711: Ne najdem zapisov!

search.result.truncated=E4734: Okrnjeni rezultati iskanja (iskanje preklicano)!

snapshot.home.panel.message=<center><B>PREDEN ZA\u010cNETE!</B></center><br>\u010ce \u017eelite, da TIS Online deluje, namestite pravo programsko opremo Java. Za prenos si oglejte sprotno pomo\u010d <br><br>Snemanje posnetka vklju\u010duje nekaj korakov, ki so lahko glede na hitrost povezave tudi dolgi. Za podrobnosti si oglejte sprotno pomo\u010d.<br><br>\u010ce imate modemsko povezavo, prosim, potrpite ...

snapshot.notify.cookies.disabled=\u010ce \u017eelite zagnati snemanje posnetka, morate omogo\u010diti pi\u0161kotke in ponovno prijavo.

tech2view.home.panel.message=<center><B>PREDEN ZA\u010cNETE!</B></center><br>\u010ce \u017eelite, da TIS Online deluje, namestite pravo programsko opremo Java. Za prenos si oglejte sprotno pomo\u010d <br><br>Pogled Tech2 vklju\u010duje nekaj korakov, ki so lahko glede na hitrost povezave tudi dolgi. Za podrobnosti si oglejte sprotno pomo\u010d.<br><br>\u010ce imate modemsko povezavo, prosim, potrpite ...

tech2view.notify.cookies.disabled=\u010ce \u017eelite zagnati Pogled Tech2, morate omogo\u010diti pi\u0161kotke in ponovno prijavo.

techlineprint.home.panel.message=<center><B>PREDEN ZA\u010cNETE!</B></center><br>Za delovanje mora biti na va\u0161em Techline PC-ju za TIS-online name\u0161\u010dena prava programska oprema Java. Za prenos glejte pomo\u010d na spletu <br><br>Iztis Techline mora opraviti ve\u010d korakov, kar lahko traja dalj \u010dasa, odvisno od va\u0161e omre\u017ene povezave. Podrobnosti poi\u0161\u010dite v pomo\u010di na spletu. <br><br>Prosimo, bodite potrpe\u017eljivi, \u010de ste priklopljeni s po\u010dasno povezavo...

techlineprint.notify.cookies.disabled=M4736: Da za\u017eenete Iztis Techline, morate omogo\u010diti upravljanje s pi\u0161kotki in ponovno prijavo

cache.cleared=M4717: Medpomnilnik izbrisan!

error.see.log=E4718: Pri\u0161lo je do napake (za podrobnosti si oglejte dnevnik)

successfully.send.logs=M4719: Dnevniki uspe\u0161no poslani!

configuration.update.successful=M4737: Konfiguracija uspe\u0161no posodobljena !
configuration.update.failed=M4738: Posodobitev konfiguracije ni uspela !

sps.calibration.info.link.privacy.policy=Za ogled Varstva zasebnosti GM kliknite tukaj.

sps.reset.adapter=Ponastavitev SPS sheme adapterja (0)

sps.reset.adapter.successful=Uspe\u0161na ponastavitev SPS sheme adapterja: (0)

sps.reset.adapter.failed=Ponastavitev SPS sheme adapterja ni uspela (0)

swdl.service.reset.failed=Ponastavitev servisa SWDL ni uspela!

swdl.service.reset.succeeded=Ponastavitev servica SWDL uspe\u0161na!

swdl.notification.new.tech2.versions=Nove razli\u010dice progr. opreme TECH2:

swdl.notification.new.tech2.versions.keepon=Prika\u017ei ponovno ob naslednji prijavi.

help.service.reset.failed=Ponastavitev storitve POMO\u010c ni uspela!

help.service.reset.succeeded=Ponastavitev storitve POMO\u010c uspela!

news.service.reset.failed=Ponastavitev storitve NOVICE ni uspela!

news.service.reset.succeeded=Ponastavitev storitve NOVICE uspela!

unable.to.create.key=E5040: Ne morem ustvariti klju\u010da!

vc.please.choose.vehicle.configuration=Izberite ...

vc.error.missing.mandatory.input=E5041: Manjkajo obvezni podatki!

please.select.user.name=Izberite uporabni\u0161ko ime ...
select.username=Izberite uporabni\u0161ko ime
or.enter.new.username=ali pa vnesite novega
licensed.session.count.exeeded=E5045: Prekora\u010ditev \u0161tevca licen\u010dnih sej!

vcdialog.unable.to.resolve.exception=E5046: Ne morem razre\u0161iti VIN!

vcdialog.invalid.vin.exception=E5047: Neveljavni VIN!

registration.confirm.revocation=M5131: Res \u017eelite preklicati subskripcijo?
registration.confirm.deletion=M5132: Res \u017eelite izbrisati registracijo?

kdr.home.panel.message=<center><B>PREDEN ZA\u010cNETE!</B></center><br>\u010ce \u017eelite, da TIS Online deluje, namestite pravo programsko opremo Java. Za prenos si oglejte sprotno pomo\u010d <br><br>GDS vklju\u010duje nekaj korakov, ki so lahko glede na hitrost povezave tudi dolgi. Za podrobnosti si oglejte sprotno pomo\u010d.<br><br>\u010ce imate modemsko povezavo, prosim, potrpite ...


invalid.authentication=E5269: Neveljavna avtentikacija !

unable.to.delete.msg=E5270: Sporo\u010dila ni mogo\u010de zbrisati !
unable.to.modify.msg=E5271: Sporo\u010dila ni mogo\u010de spremeniti !
unable.to.create.msg=E5272: Sporo\u010dila ni mogo\u010de ustvariti !
invalid.or.incomplete.input=E5273: Neveljaven ali nepopoln vnos !

unable.to.execute.search=E5274: Iskanje ni mo\u017eno !
msg.created=M5275: Sporo\u010dilo je ustvarjeno !

# registration v2
please.fill.in.dealership.info=Vpi\u0161ite podatke va\u0161ega zastopstva (polja z oznako * so obvezna)
unable.to.store.dealership.data=E5010: Podatki prodajnega mesta se niso shranili.
successfully.stored.dealership.data=M5277: Podatki zastopstva so uspe\u0161no shranjeni !

registration.step.1=1. Prosimo, vpi\u0161ite podatke o svojem prodajnem mestu.
registration.step.2=2. Vnesite \u017eeleno \u0161tevilo uporabnikov sistema GlobalTIS (samo pri stre\u017eni\u0161kih namestitvah)
registration.step.3=3. Izberite naro\u010dnine, ki jih \u017eelite uporabljati
registration.step.4=4. Prosimo, da se prijavite preko spleta ali po faksu, da vam lahko po\u0161ljemo licen\u010dni klju\u010d. Kliknite 'Spletna registracija', \u010de se \u017eelite prijaviti samodejno preko spleta, ali 'Ro\u010dna registracija', da se vam prika\u017ee prijavni obrazec v PDF-formatu, ki nam ga lahko izpolnjenega po\u0161ljete po e-po\u0161ti ali faksu.
registration.step.5=5. Ko prejmete licen\u010dni klju\u010d, se odjavite s te zaslonske slike in znova za\u017eenite sistem GlobalTIS. Zatem se postopek registracije nadaljuje s korakom 6.
registration.step.6=6. Ko ste po faksu ali e-po\u0161ti dobili potrebne podatke za registracijo, vnesite \u0161t. uporabnika in klju\u010d licence:
registration.step.7=7. Nato kliknite na gumb 'Registracija licen\u010dnega klju\u010da', da aktivirati validacijski postopek svoje namestitve programa GlobalTIS.


error.occured=E5281: Pri\u0161lo je do napake: ${error.message}

registration.hint.button.add.contact=Kliknite, \u010de \u017eelite vnesti ve\u010d kontaktnih oseb

registration.exception.registration.duplicate=M5012: Zahteva za spletno registracijo je \u017ee v obdelavi.
registration.exception.registration.db.load.failed=E5018: Spletna registracija ni uspela (preverite ID naro\u010dnika).

hint.dealership.id=(maks. 10)

registration.exception.empty.subscription.selection=M5284: Izberite naro\u010dnino !

registration.error.no.services.available=E5300: Storitve niso na voljo! Prosimo, da znova za\u017eenete stre\u017enik GlobalTIS:<p align='left'>1. Zapustite GlobalTIS<br>2. Za\u017eenite 'GlobalTIS DiagTool' - 'Raz\u0161irjeno odpravljanje te\u017eav'<br>&nbsp;&nbsp;>>Servis GlobalTIS<br>&nbsp;&nbsp;>>Ustavi servis<br>&nbsp;&nbsp;>>Za\u017eeni servis</p>

unable.to.resolve.subscriber.id=E5309: Ni bilo mogo\u010de dolo\u010diti identitete naro\u010dnika !

do.not.show.again=Ne poka\u017ei ve\u010d

msg.exclusion.reset.failed=E5311: Ponastavitev ni uspela !
msg.exclusion.reset.successful=M5312: Ponastavitev je uspela !

sps.calid.input.hw.number=Prosimo, vnesite \u0161tevilko strojne opreme VIT1

unable.to.display.rpo=E5348: Ne morem prikazati kod MPP!

unsupported.vin=Nepodprta \u0161t. VIN!

search.no.result=E3550: Ni\u010desar ne najdem!

nothing.selected=E5498: Ni\u010d ni izbrano !

deletion.succeeded=M5499: Izbris je uspel !

user.logins.trigger.update.failed=E5545: Omogo\u010danje/onemogo\u010danje prijave uporabnika ni uspelo!

user.logins.trigger.update.successful=M5546: Uspe\u0161no omogo\u010deno/onemogo\u010deno prijavljanje uporabnika!

sps.calibration.info.display.security.code=Prika\u017ei varnostno kodo

release.si.preload.data.failed=E5630: Sprostitev ni bila uspe\u0161na.
release.si.preload.data.successful=E5631: Sprostitev je bila uspe\u0161na.

fts.currently.unavailable=E5632: Iskanje celotnega besedila trenutno ni na voljo.

sps.docref.default=Za nadaljnje informacije kliknite <a>tukaj</a>.
