# Sample ResourceBundle properties file

frame.single.registration.only=E4995: \u767b\u9332\u30bb\u30c3\u30b7\u30e7\u30f3\u306f\u3059\u3067\u306b\u5b9f\u884c\u4e2d\u3067\u3059\u3002
frame.registration.login.failed=E4996: \u30ed\u30b0\u30a4\u30f3\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff08\u30b5\u30dd\u30fc\u30c8\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\uff09\u3002
frame.registration.license.exception=E4997: \u30e9\u30a4\u30bb\u30f3\u30b9\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u53d6\u308a/\u66f8\u304d\u8fbc\u307f\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
frame.registration.license.invalid=E4998: \u3053\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u3067\u306f\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u7121\u52b9\u3067\u3059\uff08\u518d\u767b\u9332\u3057\u3066\u304f\u3060\u3055\u3044\uff09\u3002
frame.registration.hardwarekey.failure=E4999: \u30cf\u30fc\u30c9\u30a6\u30a7\u30a2\u30ad\u30fc\u306e\u4e0d\u5177\u5408\uff08\u8aad\u307f\u53d6\u308a\u4e0d\u80fd/\u66f8\u304d\u8fbc\u307f\u30a2\u30af\u30bb\u30b9\u4e0d\u80fd\uff09

auth.req.dialog.license.registration.suceeded=\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u767b\u9332\u3055\u308c\u3001GlobalTIS\u304c\u8d77\u52d5\u3057\u307e\u3057\u305f\u3002\u30ed\u30b0\u30a2\u30a6\u30c8\uff08\u53f3\u4e0a\u306e\u30a2\u30a4\u30b3\u30f3\u3067\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u7d42\u4e86\uff09\u3057\u3066\u3001GlobalTIS\u3092\u518d\u8d77\u52d5\u3059\u308b\u304b\u3001\u3082\u3046\u4e00\u5ea6\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.license.registration.failed=E5001: \u30e9\u30a4\u30bb\u30f3\u30b9\u767b\u9332\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff08\uff62\u30b5\u30d6\u30b9\u30af\u30e9\u30a4\u30d0ID\uff63\u304a\u3088\u3073\uff62\u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\uff63\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff09\u3002

auth.req.dialog.title.message=\u30c7\u30a3\u30fc\u30e9\u30fc\u60c5\u5831\u3092\u5165\u529b\u3057\u3066\u3001\uff08\u30aa\u30f3\u30e9\u30a4\u30f3\u767b\u9332\uff09\u307e\u305f\u306f\uff08\u96fb\u5b50\u30e1\u30fc\u30eb/\u30d5\u30a1\u30c3\u30af\u30b9\u767b\u9332\uff09\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.missing.id=E5174: \u5fc5\u9808\u30c7\u30a3\u30fc\u30e9\u30fcID\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.missing.name=E5175: \u5fc5\u9808\u30c7\u30a3\u30fc\u30e9\u30fc\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.missing.street=E5176: \u5fc5\u9808\u30c7\u30a3\u30fc\u30e9\u30fc\u756a\u5730\u7b49\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.missing.zip=E5177: \u5fc5\u9808\u30c7\u30a3\u30fc\u30e9\u30fc\u90f5\u4fbf\u756a\u53f7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.missing.city=E5178: \u5fc5\u9808\u30c7\u30a3\u30fc\u30e9\u30fc\u5e02\u753a\u6751\u7b49\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.missing.country=E5179: \u5fc5\u9808\u30c7\u30a3\u30fc\u30e9\u30fc\u56fd\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.missing.language=E5180: \u5fc5\u9808\u30c7\u30a3\u30fc\u30e9\u30fc\u8a00\u8a9e\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.missing.contacs=E5181: \u5fc5\u9808\u30c7\u30a3\u30fc\u30e9\u30fc\u554f\u3044\u5408\u308f\u305b\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.information.incomplete=E5003: \u5fc5\u9808\u30c7\u30a3\u30fc\u30e9\u30fc\u30b7\u30c3\u30d7\u30c7\u30fc\u30bf\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.dealercode.invalid=E5004: \u30c7\u30a3\u30fc\u30e9\u30fc\u30b3\u30fc\u30c9\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.contact.missing=E5005: E\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u307e\u305f\u306f\u30d5\u30a1\u30c3\u30af\u30b9\u756a\u53f7\u3092\u8a18\u5165\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.contact.name.missing=E5006: \u9023\u7d61\u8cac\u4efb\u8005\u540d\u3092\u8a18\u5165\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.dealership.email.invalid=E5007: E\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff08\u627f\u8a8d\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff09\u3002
auth.req.dialog.dealership.information.invalid=E5008: \u5165\u529b\u30c7\u30fc\u30bf\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff081\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u5165\u529b\u5024\u304c\u9577\u3059\u304e\u307e\u3059\uff09\u3002
auth.req.dialog.dealership.invalid.name=E5182: \u30c7\u30a3\u30fc\u30e9\u30fc\u540d\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044 (\u6700\u9577255\u6587\u5b57)\u3002
auth.req.dialog.dealership.invalid.street=E5183: \u756a\u5730\u7b49\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044 (\u6700\u9577255\u6587\u5b57)\u3002
auth.req.dialog.dealership.invalid.zip=E5184: \u90f5\u4fbf\u756a\u53f7\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044 (\u6700\u957710\u6587\u5b57)\u3002
auth.req.dialog.dealership.invalid.city=E5185: \u5e02\u753a\u6751\u7b49\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044 (\u6700\u9577255\u6587\u5b57)\u3002
auth.req.dialog.dealership.invalid.phone=E5186: \u96fb\u8a71\u756a\u53f7\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044 (\u6700\u9577255\u6587\u5b57)\u3002
auth.req.dialog.dealership.invalid.fax=E5187: FAX\u756a\u53f7\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044 (\u6700\u9577255\u6587\u5b57)\u3002
auth.req.dialog.dealership.invalid.email=E5188: \u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044 (\u6700\u9577255\u6587\u5b57)\u3002
auth.req.dialog.dealership.invalid.contact.name=E5189: \u554f\u3044\u5408\u308f\u305b\u5148\u306e\u540d\u524d\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044 (\u6700\u9577255\u6587\u5b57)\u3002
auth.req.dialog.dealership.data.stored=M5009: \u30c7\u30a3\u30fc\u30e9\u30fc\u30b7\u30c3\u30d7\u30c7\u30fc\u30bf\u304c\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f\u3002
auth.req.dialog.dealership.data.failure=E5266: \u30c7\u30a3\u30fc\u30e9\u30fc\u30c7\u30fc\u30bf\u304c\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
auth.req.dialog.online.registration.failed=E5011: \u30aa\u30f3\u30e9\u30a4\u30f3\u767b\u9332\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff08\u30b5\u30dd\u30fc\u30c8\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\uff09\u3002
auth.req.dialog.online.registration.duplicate=M5012: \u30aa\u30f3\u30e9\u30a4\u30f3\u767b\u9332\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u3059\u3067\u306b\u51fa\u9858\u4e2d\u3067\u3059\u3002
auth.req.dialog.online.registration.suceeded=M5013: \u30aa\u30f3\u30e9\u30a4\u30f3\u767b\u9332\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002\u30ea\u30af\u30a8\u30b9\u30c8ID = '{REQUEST-ID}'\u3092\u8a18\u9332\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.dialog.registration.may.take.some.time=M5014: \u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\u306e\u8d77\u52d5\u306b\u306f\u591a\u5c11\u6642\u9593\u304c\u304b\u304b\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002\u300cOK\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u78ba\u8a8d\u3057\u3001\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
auth.req.email.notification=M5015: \u65b0\u3057\u3044\u767b\u9332\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f\uff08E\u30e1\u30fc\u30eb\u306e\u4ef6\u540d\u300cRequest-ID and DealerCode\uff08ID\u304a\u3088\u3073\u30c7\u30a3\u30fc\u30e9\u30fc\u30b3\u30fc\u30c9\u306e\u30ea\u30af\u30a8\u30b9\u30c8\uff09\u300d\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\uff09\u3002

auth.reqext.dialog.title.message=GlobalTIS\u767b\u9332\uff08\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u306e\u62e1\u5f35\uff09\uff1a\uff08\u30aa\u30f3\u30e9\u30a4\u30f3\u767b\u9332\uff09\u307e\u305f\u306f\uff08\u96fb\u5b50\u30e1\u30fc\u30eb/\u30d5\u30a1\u30c3\u30af\u30b9\u767b\u9332\uff09
auth.reqhwk.dialog.title.message=GlobalTIS\u30cf\u30fc\u30c9\u30a6\u30a7\u30a2\u30ad\u30fc\u79fb\u884c\uff1a\uff08\u30aa\u30f3\u30e9\u30a4\u30f3\u767b\u9332\uff09\u307e\u305f\u306f\uff08\u96fb\u5b50\u30e1\u30fc\u30eb/\u30d5\u30a1\u30c3\u30af\u30b9\u767b\u9332\uff09\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.reqhwk.dialog.online.registration.unknown=E5018: \u30aa\u30f3\u30e9\u30a4\u30f3\u767b\u9332\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff08\u30b5\u30d6\u30b9\u30af\u30e9\u30a4\u30d0ID\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff09\u3002

auth.req.detail.dialog.title.msg=\u30a4\u30f3\u30b9\u30c8\u30e9\u30af\u30b7\u30e7\u30f3\u30fb\u30fb\u30fb
auth.req.detail.dialog.subscription.not.selected=\u627f\u8a8d\u304c\u5fc5\u8981\u306a\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.detail.dialog.request.ident.invalid=E5021: \u6709\u52b9\u306a\u300c\u30ea\u30af\u30a8\u30b9\u30c8ID\u300d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.detail.dialog.subscriber.ident.invalid=E5022: \u6709\u52b9\u306a\u300c\u30b5\u30d6\u30b9\u30af\u30e9\u30a4\u30d0ID\u300d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
auth.req.detail.dialog.authorization.failed=E5023: \u627f\u8a8d\u306e\u30ea\u30af\u30a8\u30b9\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
auth.req.detail.dialog.authorization.completed=M5024: GlobalTIS\u306e\u627f\u8a8d\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\uff08\u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\u306fE\u30e1\u30fc\u30eb\u3067\u9001\u4ed8\u3055\u308c\u307e\u3059\uff09\u3002
auth.req.detail.dialog.authorization.suceeded=M5025: GlobalTIS\u306e\u627f\u8a8d\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002
auth.req.detail.dialog.license.key.not.computed=E5026: \u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\u306e\u8a08\u7b97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff08\u30c7\u30fc\u30bf\u5165\u529b\u5024\u304c\u4e0d\u5b8c\u5168\u307e\u305f\u306f\u4e0d\u6b63\uff09\u3002
auth.req.regdb.no.organization=E5027: \u767b\u9332\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u51fa\u529b\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff08\u627f\u8a8d\u7ba1\u7406\u8005\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u305f\u8ca9\u58f2\u7d44\u7e54\u304c\u3042\u308a\u307e\u305b\u3093\uff09\u3002
auth.req.email.license.subject=GlobalTIS \u767b\u9332\uff08\u30ea\u30af\u30a8\u30b9\u30c8ID = '{REQUEST-ID}'\uff09
auth.req.email.license.body=\n\u3053\u308c\u3092\u884c\u3046\u3068\u3001\u767b\u9332\u306b\u5fc5\u8981\u306a\u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\u3068\u30b5\u30d6\u30b9\u30af\u30e9\u30a4\u30d0\u30fcID\u304c\u9001\u3089\u308c\u3066\u304d\u307e\u3059\u3002\n\n\u6ce8\u610f:\n\u3053\u308c\u3089\u306f\u3069\u3061\u3089\u3082\u3001\u767b\u9332\u624b\u9806\u3092\u5b9f\u884c\u3057\u305f\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u3067\u306e\u307f\u6709\u52b9\u3067\u3059\u3002\n\u78ba\u8a8d\u306e\u305f\u3081\u306b\u3001GlobalTIS\u3092\u518d\u8d77\u52d5\u3057\u3001\u30b5\u30d6\u30b9\u30af\u30e9\u30a4\u30d0\u30fcID\u3068\u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\u3092\u5165\u529b\u3059\u308b\u3068\u304d\u306b\u306f\u30010\uff5e9\u306e\u6570\u5b57\u3068\u3001A\uff5eF\u306e\u6587\u5b57\u306e\u307f\u304c\u6709\u52b9\u3067\u3059 (\u5c0f\u6587\u5b57\u3067\u3082\u304b\u307e\u3044\u307e\u305b\u3093)\u3002 \u3082\u3057\u304f\u306f\u3001\u300c\u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\u300d\u30dc\u30bf\u30f3\u3092\u62bc\u3059\u3068\u3001\u30a6\u30a3\u30f3\u30c9\u30a6\u304c\u958b\u304f\u306e\u3067\u3001\u5fc5\u8981\u4e8b\u9805\u3092\u3059\u3079\u3066\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u300c\u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\u306e\u767b\u9332\u300d\u30dc\u30bf\u30f3\u3092\u62bc\u3059\u3068\u3001\u767b\u9332\u304c\u8d77\u52d5\u3057\u307e\u3059\u3002\n\n\u4eca\u5f8c\u306f\u3001ECU\u30d7\u30ed\u30b0\u30e9\u30df\u30f3\u30b0\u3092\u884c\u3046\u305f\u3073\u306b\u3001\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u30fc\u306b\u306f\u3001\u30cf\u30fc\u30c9\u30a6\u30a7\u30a2\u30ad\u30fc\u756a\u53f7\u306e\u4ee3\u308f\u308a\u306b\u3001\u30b5\u30d6\u30b9\u30af\u30e9\u30a4\u30d0\u30fcID\u304c\u4fdd\u5b58\u3055\u308c\u307e\u3059\u3002\n\n\u8acb\u6c42ID: {REQUEST-ID}\n\u30b5\u30d6\u30b9\u30af\u30e9\u30a4\u30d0\u30fcID: {SUBSCRIBER-ID}\n\n\u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\uff1a\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: \u9001\u4fe1\u524d\u306b\u3059\u3079\u3066\u306e\u5fc5\u9808\u60c5\u5831\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff01

exception.unable.to.execute.action=E5030: \u30aa\u30f3\u30e9\u30a4\u30f3\u767b\u9332\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30b5\u30fc\u30d0\u30fc\u306e\u63a5\u7d9a\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

auth.req.no.entries=M5031: \u767b\u9332\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002

wait=\u304a\u5f85\u3061\u4e0b\u3055\u3044...

frame.login.kill.message=E4212: _\u3053\u306e\u30e6\u30fc\u30b6\u30fc\uff29\uff24\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u65e2\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002<br>\u300c\u30ad\u30e3\u30f3\u30bb\u30eb\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3001\u30e1\u30a4\u30f3\u30b9\u30af\u30ea\u30fc\u30f3\u306b\u623b\u3063\u3066\u304f\u3060\u3055\u3044\u3002<br>\u6ce8\u610f: \u300c\u306f\u3044\u300d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u4f7f\u7528\u4e2d\u306e\u30e6\u30fc\u30b6\u30fc\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u4e2d\u65ad\u3059\u308b\u3053\u3068\u306b\u306a\u308a\u3001\u30c7\u30fc\u30bf\u3092\u5931\u3046\u6050\u308c\u304c\u3042\u308a\u307e\u3059\u3002<br><br>

frame.login.kill.cancelled=M4194: \u53e4\u3044\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3059\u308b\u4f5c\u696d\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u3055\u308c\u307e\u3057\u305f!

frame.login.kill.successful=M4195: \u53e4\u3044\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3059\u308b\u4f5c\u696d\u304c\u6210\u529f\u3057\u307e\u3057\u305f!

swdl.home.panel.message=<center><B>\u30b9\u30bf\u30fc\u30c8\u306e\u524d\u306b!</B></center><br>TIS2Web\u306b\u4f7f\u7528\u3059\u308bTechline PC\u306b\u306f\u3001\u6b63\u3057\u3044Java\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306b\u3064\u3044\u3066\u306f\u30aa\u30f3\u30e9\u30a4\u30f3\u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u4e0b\u3055\u3044\u3002 <br><br>\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306b\u306f\u6570\u6bb5\u968e\u3092\u7d4c\u308b\u5fc5\u8981\u304c\u3042\u308b\u305f\u3081\u3001\u63a5\u7d9a\u901f\u5ea6\u306b\u3088\u3063\u3066\u306f\u6642\u9593\u304c\u304b\u304b\u308a\u307e\u3059\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3\u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002<br><br>\u901f\u5ea6\u306e\u9045\u3044\u30e2\u30c7\u30e0\u30e9\u30a4\u30f3\u3067\u63a5\u7d9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306f\u3001\u8f9b\u62b1\u3057\u3066\u304f\u3060\u3055\u3044\u3002

swdl.notify.cookies.disabled=E4213: _\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u958b\u59cb\u3059\u308b\u306b\u306f\u3001\u30af\u30c3\u30ad\u30fc\u51e6\u7406\u3092\u884c\u3044\u3001\u3082\u3046\u4e00\u5ea6\u30ed\u30b0\u30a4\u30f3\u3057\u306a\u304f\u3066\u306f\u306a\u308a\u307e\u305b\u3093\u3002

navigation.hint=TIS\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u3001\u30d6\u30e9\u30a6\u30b6\u306e\u300c\u6b21\u3078\u300d\u3068\u300c\u623b\u308b\u300d\u30dc\u30bf\u30f3\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u307e\u305b\u3093\u3002\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3059\u3002\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u753b\u9762\u306b\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u30dc\u30bf\u30f3\u306e\u307f\u3092\u4f7f\u7528\u3057\u3001\u30c4\u30fc\u30eb\u30d0\u30fc\u306e\u30dc\u30bf\u30f3\u306f\u4f7f\u7528\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002

reloginpage.text=M3534: \u3042\u306a\u305f\u306f\u81ea\u52d5\u7684\u306b\u30ed\u30b0\u30a2\u30a6\u30c8\u3055\u308c\u305f

confirmation.logout=M3535: \u30ed\u30b0\u30a2\u30a6\u30c8\u3092\u78ba\u8a8d\u3059\u308b\u3053\u3068!

good.bye=M3536: \u6b63\u5e38\u306b\u30ed\u30b0\u30a2\u30a6\u30c8\u304c\u5b8c\u4e86\u3057\u305f\u3002

si.home.title=\u30b5\u30fc\u30d3\u30b9\u8cc7\u6599\u3092\u53c2\u7167\u3059\u308b\u306b\u306f\u3001\u4ee5\u4e0b\u304b\u3089\u30b5\u30fc\u30d3\u30b9 \u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3 \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30921\u3064\u9078\u629e\u3059\u308b\u3053\u3068

si.home.stdinfo=\u30b3\u30f3\u30b9\u30c8\u30e9\u30af\u30b7\u30e7\u30f3 \u30b0\u30eb\u30fc\u30d7\u304a\u3088\u3073\u30b5\u30fc\u30d3\u30b9 \u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3 \u30bf\u30a4\u30d7\u5225\u306b\u3001\u7279\u5b9a\u306e\u8eca\u4e21\u306b\u95a2\u3059\u308b\u8a3a\u65ad\u3001\u30b9\u30bf\u30f3\u30c0\u30fc\u30c9\u3001\u914d\u7dda\u56f3\u306e\u60c5\u5831\u304a\u3088\u3073\u30c6\u30af\u30cb\u30ab\u30eb \u30b5\u30fc\u30d3\u30b9 \u30d6\u30ec\u30c6\u30a3\u30f3\u3092\u9078\u629e\u3057\u3066\u53c2\u7167\u3059\u308b

si.home.bulletins=\u30c6\u30af\u30cb\u30ab\u30eb \u30b5\u30fc\u30d3\u30b9 \u30d6\u30ec\u30c6\u30a3\u30f3(TSB)\u3092\u4ee5\u4e0b\u3067\u30d5\u30a3\u30eb\u30bf\u30fc\u3059\u308b:<br>\u30bb\u30fc\u30eb\u30b9\u30e1\u30fc\u30af\u3001\u30e2\u30c7\u30eb\u3001\u30a8\u30f3\u30b8\u30f3\u3001\u30b3\u30f3\u30b9\u30c8\u30e9\u30af\u30b7\u30e7\u30f3 \u30b0\u30eb\u30fc\u30d7\u3001\u75c7\u72b6\u3001\u30c8\u30e9\u30d6\u30eb \u30b3\u30fc\u30c9\u3001\u4fee\u6b63\u756a\u53f7

si.home.faultDiag=\u6545\u969c\u30b3\u30fc\u30c9\u306b\u3088\u308b\u6545\u969c\u8a3a\u65ad\u624b\u9806\u306e\u691c\u7d22

si.home.brochures=\u30b9\u30da\u30b7\u30e3\u30eb \u30d6\u30ed\u30fc\u30b7\u30e3\u30fc\u3092\u9078\u629e\u3057\u3066\u53c2\u7167\u3059\u308b:<br>\u70b9\u691c\u3001\u30cb\u30e5\u30fc \u30c6\u30af\u30cb\u30ab\u30eb \u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\u30b9\u3001\u30c6\u30af\u30cb\u30ab\u30eb \u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3

si.home.number.search=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u756a\u53f7\u3067\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u691c\u7d22\u3059\u308b

si.home.text.search=\u76ee\u6b21\u3067\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u691c\u7d22\u3059\u308b

si.home.bookmarks=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u898b\u308b

si.stdinfo.select.ratio=\u76ee\u6b21\u3068\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u5272\u5408

si.stdinfo.select.height=\u76ee\u6b21\u3068\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u8868\u793a\u306e\u9ad8\u3055\u3092\u9078\u629e\u3059\u308b

si.dociframepanel.select.height=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u8868\u793a\u306e\u9ad8\u3055\u3092\u9078\u629e\u3059\u308b

si.number.search.enter.bulletin=\u30d6\u30ec\u30c6\u30a3\u30f3/\u30ad\u30e3\u30f3\u30da\u30fc\u30f3/\u4e88\u5099\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u756a\u53f7\uff1a

si.number.search.enter.document=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8ID\u3092\u5165\u529b\u3059\u308b\uff1a

si.search.no.result=E3550: \u30de\u30c3\u30c1\u306a\u3057!

si.search.result.without.vehicle=\u8eca\u4e21\u60c5\u5831\u3092\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u3057\u306a\u3044\u30b5\u30fc\u30d3\u30b9\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u306e\u691c\u7d22\u7d50\u679c\uff08\u767b\u9332\u8eca\u4e21\uff09

si.search.result.with.vehicle=\u8eca\u4e21\u60c5\u5831\u3092\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u3059\u308b\u30b5\u30fc\u30d3\u30b9\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u306e\u691c\u7d22\u7d50\u679c\uff08\u767b\u9332\u8eca\u4e21\uff09

si.search.result.too-many-hits=E4229: \u3053\u306e\u30b5\u30fc\u30d3\u30b9\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u30bf\u30a4\u30d7\u306b\u306f\u30d2\u30c3\u30c8\u6570\u304c\u591a\u3059\u304e\u307e\u3059\u3002\u691c\u7d22\u57fa\u6e96\u3092\u898b\u76f4\u3057\u3066\u4e0b\u3055\u3044\u3002

si.document.page.wait=\u30da\u30fc\u30b8\u306e\u30ed\u30fc\u30c9\u4e2d...

si.document.not.found=E3552: \u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u304c\u898b\u3064\u304b\u3089\u306a\u3044!

si.document.not.available=E3553: \u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u4f7f\u7528\u4e0d\u53ef!

si.lt.novc=E3555: \u9078\u629e\u4e2d\u306e\u8eca\u4e21\u306b\u95a2\u3059\u308b\u30ec\u30fc\u30d0\u30fc \u30bf\u30a4\u30e0 \u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u306f\u4f7f\u7528\u4e0d\u53ef!

si.lt.no.instance=E3556: \u9078\u629e\u3055\u308c\u3066\u3044\u308b\u30bb\u30fc\u30eb\u30b9\u30e1\u30fc\u30af\u306b\u3064\u3044\u3066\u306f\u30ec\u30fc\u30d0\u30fc \u30bf\u30a4\u30e0 \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u4f7f\u7528\u4e0d\u53ef!

si.no.bookmarks=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044

si.bulletins.search.message=TSB\u306e\u691c\u7d22\u306b\u4f7f\u7528\u3059\u308b\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u3092\u9078\u629e

si.bulletins.search.alternative=\u307e\u305f\u306f\u30d5\u30a3\u30fc\u30eb\u30c9\u4fee\u6b63\u756a\u53f7\u3092\u9078\u629e

si.bulletin.search.hitcount=\u7dcf\u30d2\u30c3\u30c8\u4ef6\u6570

si.bulletin.search.nothing.found=E4141: \u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093!

vc.select.vc.data=\u8eca\u4e21\u30c7\u30fc\u30bf\u9078\u629e

vc.message.vin.incorrect=E714: VIN\u5165\u529b\u304c\u4e0d\u6b63\u3067\u3059 !

vc.message.attribute.tied.to.vin=E3557: \u3053\u306e\u5c5e\u6027\u306fVIN\u30b3\u30fc\u30c9\u306b\u76f4\u63a5\u95a2\u4fc2\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u3002\u3053\u306e\u5c5e\u6027\u3092\u5909\u66f4\u3059\u308b\u3068VIN\u304c\u524a\u9664\u3055\u308c\u308b\u3002\u7d99\u7d9a?

vc.message.select.salesmake=\uff92\uff70\uff76\uff70\u3092\u9078\u629e\u3057\u307e\u3059

vc.message.vin.not.interpretable=E3558: VIN\u304c\u89e3\u91c8\u4e0d\u80fd\u3002\u51e6\u7406\u306e\u7d99\u7d9a\u3092\u5e0c\u671b?

fallback.no.instance=E3559: \u9078\u629e\u4e2d\u306e\u30bb\u30fc\u30eb\u30b9\u30e1\u30fc\u30af\u306b\u3064\u3044\u3066\u306f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u4f7f\u7528\u4e0d\u53ef!

lt.home.stdinfo=\u6307\u5b9a\u4e2d\u306e\u8eca\u4e21\u306b\u95a2\u3059\u308b\u30ec\u30fc\u30d0\u30fc \u30bf\u30a4\u30e0 \u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u53c2\u7167\u3059\u308b

lt.novc=E3561: \u6709\u52b9\u306a\u8eca\u4e21\u3092\u9078\u629e\u3059\u308b\u3053\u3068

lt.no.lt.for.vc=E3562: \u9078\u629e\u3055\u308c\u3066\u3044\u308b\u8eca\u4e21\u306b\u3064\u3044\u3066\u306f\u30ec\u30fc\u30d0\u30fc \u30bf\u30a4\u30e0\u304c\u4f7f\u7528\u4e0d\u53ef

edit.bookmark=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u7de8\u96c6

not.authorized=\u3042\u306a\u305f\u306f\u3053\u306e\u30da\u30fc\u30b8\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u6a29\u5229\u304c\u3042\u308a\u307e\u305b\u3093\u3002

frame.invalid.session=E4214: _\u6ce8\u610f: \u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u6b21\u306e\u3044\u305a\u308c\u304b\u306e\u7406\u7531\u306b\u3088\u308b\u3082\u306e\u3067\u3059\u3002:<br><br>&nbsp;&nbsp;1. \u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u6642\u9593\u5207\u308c\u3002<br>&nbsp;&nbsp;2. \u5225\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u540c\u3058\u30e6\u30fc\u30b6\u30fc\uff29\uff24/\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4f7f\u7528\u3057\u3066\u304a\u308a\u3001\u3042\u306a\u305f\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u4e2d\u65ad\u3057\u3066\u3057\u307e\u3063\u305f\u3002<br>&nbsp;&nbsp;3. \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u9055\u53cd _ \u30e6\u30fc\u30b6\u30fc\u304c\u3001\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u6a29\u5229\u3092\u6301\u305f\u306a\u3044\u3002 

no.information.available=M4114: \u5229\u7528\u53ef\u80fd\u306a\u60c5\u5831\u306f\u3042\u308a\u307e\u305b\u3093!

select.ratio=\u76ee\u6b21\u3068\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u5272\u5408

document.not.available=E3553: \u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u4f7f\u7528\u4e0d\u53ef!

frame.modified.news=M4217: \u307e\u3060\u8aad\u3093\u3067\u3044\u306a\u3044\u30cb\u30e5\u30fc\u30b9\u304c\u3042\u308b!(\u30cb\u30e5\u30fc\u30b9\u30a2\u30a4\u30b3\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b)

lt.search.mwork.not.found=E4220: \u30e1\u30a4\u30f3\u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093!

lt.no.bookmarks=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044

lt.search.result.without.vehicle=\u8eca\u4e21\u60c5\u5831\u3092\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u3057\u306a\u3044\u4f5c\u696d\u6642\u9593\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u306e\u691c\u7d22\u7d50\u679c\uff08\u767b\u9332\u8eca\u4e21\uff09

lt.search.result.with.vehicle=\u8eca\u4e21\u60c5\u5831\u3092\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u3059\u308b\u4f5c\u696d\u6642\u9593\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u306e\u691c\u7d22\u7d50\u679c\uff08\u767b\u9332\u8eca\u4e21\uff09

lt.search.no.result=E3550: \u30de\u30c3\u30c1\u306a\u3057!

detailed.picture=\u30a4\u30e1\u30fc\u30b8\u3092\u62e1\u5927\u3059\u308b

lt.bookmark.unavailable=E4228: \u9078\u629e\u3055\u308c\u305f\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306f\u3001\u73fe\u884c\u8eca\u4e21\u3067\u306f\u4f7f\u7528\u4e0d\u53ef\u80fd\u3067\u3059!

frame.plugin.check.notification=\u30d7\u30e9\u30b0\u30a4\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u3092\u70b9\u691c\u4e2d

frame.plugin.install.dialog=E4251: \u30b7\u30b9\u30c6\u30e0\u306f\u6b21\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u6b20\u640d\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u691c\u51fa\u3057\u305f\u3002\u5bfe\u5fdc\u3059\u308b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u5b9f\u884c\u53ef\u80fd\u30d5\u30a1\u30a4\u30eb\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3059\u308b\u305f\u3081\u306e\u30e9\u30d9\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3002

frame.plugin.install.dialog.checking.error=E4252: \u30b7\u30b9\u30c6\u30e0\u306f\u3069\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u6b20\u640d\u3057\u3066\u3044\u308b\u304b\u6c7a\u5b9a\u3067\u304d\u306a\u3044\u3002\u5f93\u3063\u3066\u3001\u5165\u624b\u53ef\u80fd\u306a\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u5b8c\u5168\u30ea\u30b9\u30c8\u304c\u8868\u793a\u3055\u308c\u308b!!!<br>\u5bfe\u5fdc\u3059\u308b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u5b9f\u884c\u53ef\u80fd\u30d5\u30a1\u30a4\u30eb\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3059\u308b\u305f\u3081\u306e\u30e9\u30d9\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3002


frame.plugin.install.check.enable=\u5c06\u6765\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u70b9\u691c\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b(\u3053\u306e\u8a2d\u5b9a\u306f\u3001\u300c\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u300d\u30bf\u30d6\u7d4c\u7531\u3067\u3082\u5229\u7528\u3067\u304d\u308b)

plugin.description.isoview=.cgm\u753b\u50cf\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306e\u30d7\u30e9\u30b0\u30a4\u30f3
plugin.description.tiffviewer=.tiff\u753b\u50cf\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306e\u30d7\u30e9\u30b0\u30a4\u30f3
plugin.description.cgmviewer=.cgm\u753b\u50cf\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306e\u30d7\u30e9\u30b0\u30a4\u30f3
plugin.description.webstart=Java\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30b3\u30fc\u30c9\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3


sps.home.panel.message=<center><B>\u8d77\u52d5\u3059\u308b\u524d\u306b!</B></center><br>TIS\u30aa\u30f3\u30e9\u30a4\u30f3\u7528Techline PC\u306b\u6b63\u3057\u3044Java\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u306a\u3051\u308c\u3070\u3001\u4f5c\u52d5\u3057\u307e\u305b\u3093\u3002\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306b\u3064\u3044\u3066\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3 \u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002<br><br>SPS\u306b\u306f\u3001\u63a5\u7d9a\u901f\u5ea6\u304c\u9045\u3044\u3068\u975e\u5e38\u306b\u6642\u9593\u304c\u304b\u304b\u308b\u30b9\u30c6\u30c3\u30d7\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3 \u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002<br><br>\u901f\u5ea6\u306e\u9045\u3044\u30e2\u30c7\u30e0\u30e9\u30a4\u30f3\u3067\u63a5\u7d9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306f\u3001\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
sps.home.panel.message.test=<center><B>\u3053\u306e\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2 \u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u8eca\u4e21\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u30fc\u3092\u518d\u30d7\u30ed\u30b0\u30e9\u30e0\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044!</B></center><br>SPS\u30e2\u30b8\u30e5\u30fc\u30eb\u306f\u307e\u3060\u30c6\u30b9\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u306e\u3067\u3001\u304a\u305d\u3089\u304f\u30af\u30e9\u30c3\u30b7\u30e5\u3059\u308b\u3067\u3057\u3087\u3046\u3002\u3054\u81ea\u5206\u306e\u8cac\u4efb\u3067\u518d\u30d7\u30ed\u30b0\u30e9\u30df\u30f3\u30b0\u3092\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u30fc\u304c\u7834\u640d\u3059\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002<br><br>SPS\u306b\u306f\u3001\u63a5\u7d9a\u901f\u5ea6\u304c\u9045\u3044\u3068\u975e\u5e38\u306b\u6642\u9593\u304c\u304b\u304b\u308b\u30b9\u30c6\u30c3\u30d7\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3 \u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002<br><br>\u901f\u5ea6\u306e\u9045\u3044\u30e2\u30c7\u30e0\u30e9\u30a4\u30f3\u3067\u63a5\u7d9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306f\u3001\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...

sps.calib.info.entry.panel.message=\u8eca\u4e21\u306e\u6700\u65b0\u30a8\u30ec\u30af\u30c8\u30ed\u30cb\u30c3\u30af\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u30fc\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u3092\u5f97\u308b\u306b\u306f\u3001\u8eca\u4e21\u306e17\u6841\u306e\u8eca\u4e21\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30d5\u30a3\u30b1\u30fc\u30b7\u30e7\u30f3\u30ca\u30f3\u30d0\u30fc(VIN)\u3092\u5165\u529b\u3057\u3066\u300cCAL ID\u306e\u7372\u5f97\u300d\u3092\u9078\u629e\u3059\u308b\u3002<br><br>\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30fc\u30c4\u30ca\u30f3\u30d0\u30fc\u306b\u5bfe\u3059\u308b\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3\u691c\u8a3c\u30ca\u30f3\u30d0\u30fc(CVN)\u3092\u5f97\u308b\u306b\u306f\u3001\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3ID\u306e\u30d1\u30fc\u30c4\u30ca\u30f3\u30d0\u30fc\u3092\u5165\u529b\u3057\u3066\u300cCVN\u306e\u7372\u5f97\u300d\u3092\u9078\u629e\u3059\u308b\u3002

invalid.vin=E2769: \u7121\u52b9\u306a VIN!

sas.home.panel.message=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3 \u30a2\u30af\u30bb\u30b9 \u30b5\u30fc\u30d3\u30b9 \u30af\u30e9\u30a4\u30a2\u30f3\u30c8 \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9

sps.calibration.info.detailed.summary.caption=GM \u8eca\u4e21\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3 \u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3(\u9078\u629e\u3055\u308c\u305f\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3)

sps.calibration.info.complete.part.history=GM \u8eca\u4e21\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3 \u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3

sps.calibration.history.for=\u6b21\u306e\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3\u5c65\u6b74

sps.please.select=\u9078\u629e\u3059\u308b\u3053\u3068...

sps.calibration.info.wizard.error.general=E4451: \u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f! \u7d99\u7d9a\u3067\u304d\u307e\u305b\u3093!

sps.calibration.info.wizard.finished=\u7d42\u4e86!

sps.calibration.info.cvn.unknown.partnumber=E4453: \u30d1\u30fc\u30c4 \u30ca\u30f3\u30d0\u30fc\u304c\u7121\u52b9\u307e\u305f\u306f\u4e0d\u660e\u3067\u3059!

sps.calibration.info.display.dealer.vci=\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4 \u30c7\u30a3\u30fc\u30e9\u30fc VCI

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: '{MODULENAME}'\u306b\u6709\u52b9\u306a{PARTCOUNT}\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3 \u30d1\u30fc\u30c4 \u30ca\u30f3\u30d0\u30fc\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u8eca\u4e21\u306b\u95a2\u3059\u308b\u6b63\u3057\u3044\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3\u3092\u6c7a\u5b9a\u3059\u308b\u306b\u306f\u3001\u6b21\u306e\u8868\u306b\u3042\u308b\u8aac\u660e\u3092\u304a\u8aad\u307f\u304f\u3060\u3055\u3044\u3002

sps.calib.info.no.debug.info.available=M4114: \u5229\u7528\u53ef\u80fd\u306a\u60c5\u5831\u306f\u3042\u308a\u307e\u305b\u3093!


sps.exception.invalid-cachesize-input=M4389: \u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30ba\u306e\u5024\u3092\u6570\u5b57\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
sps.exception.unsupported-controller=E4390: \u9078\u629e\u3055\u308c\u305f\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u30fc\u306f\u3001\u3053\u306eTIS2WEB\u30ea\u30ea\u30fc\u30b9\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u305b\u3093\u3002\n\u5165\u529b\u3057\u305fVIN\u304c\u6b63\u78ba\u3067\u3042\u308b\u304b\u78ba\u8a8d\u3059\u308b\u304b\u3001VCI\u3067\u30d7\u30ed\u30b0\u30e9\u30e0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
sps.exception.invalid-controller-selection=E4391: \u6709\u52b9\u306a\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u30fc \u30c7\u30fc\u30bf \u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
sps.exception.invalid-vci-input=M4393: VCI\u5024\u3092\u6570\u5b57\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
sps.exception.server-side-failure=E4394: \u30b5\u30fc\u30d0\u30fc \u30d7\u30ed\u30bb\u30b9\u5931\u6557\u3002
sps.exception.invalid-vin=E4395: \u5165\u529b\u3055\u308c\u305fVIN\u306f\u7121\u52b9\u3067\u3059\u3002VIN\u3092\u518d\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044!
sps.exception.no-controllers=E4396: \u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
sps.exception.no-vci=M4397: VCI\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
sps.exception.no-matching-vci=E5036: \u5165\u529b\u3055\u308c\u305fVCI \u756a\u53f7\u306f\u3001\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u306b\u5408\u81f4\u3057\u307e\u305b\u3093\u3002\n\u518d\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
sps.exception.no-valid-cop=E4398: \u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3 \u30c7\u30fc\u30bf\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
sps.exception.tool.ecuread=E4399: \u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc: \u88c5\u7f6e\u307e\u305f\u306f\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u30fc\u304b\u3089\u306eECU\u30c7\u30fc\u30bf\u8aad\u307f\u8fbc\u307f\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
sps.exception.tool.native=E4400: \u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc: \u30cd\u30a4\u30c6\u30a3\u30d6 \u30b5\u30d6\u30b7\u30b9\u30c6\u30e0\u306f\u4f7f\u7528\u4e0d\u53ef\u3067\u3059\u3002
sps.exception.tool.reprogramming=E4401: \u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc: \u88c5\u7f6e\u307e\u305f\u306f\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u30fc\u3078\u306e\u30c7\u30fc\u30bf\u66f8\u304d\u8fbc\u307f\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
sps.exception.tool.init=E4402: \u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc: \u9078\u629e\u3055\u308c\u305f\u88c5\u7f6e\u3092\u521d\u671f\u5316\u3067\u304d\u307e\u305b\u3093\u3002
sps.exception.tool.vinread=E4403: \u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc: \u88c5\u7f6e\u307e\u305f\u306f\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u30fc\u304b\u3089\u306eVIN\u8aad\u307f\u8fbc\u307f\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
sps.exception.unsupported-locale=E4405: \u30ed\u30b1\u30fc\u30eb\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u305b\u3093\u3002
sps.exception.no-controller-selection=E4406: \u30b5\u30fc\u30d0\u30fc \u30d7\u30ed\u30bb\u30b9\u5931\u6557 (\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 \u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u4e0d\u660e)\u3002
sps.exception.ambiguous-controller-selection=E4407: \u9078\u629e\u3055\u308c\u305f\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u30fc\u3067\u5229\u7528\u3067\u304d\u306a\u3044\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u306e\u518d\u30d7\u30ed\u30b0\u30e9\u30df\u30f3\u30b0\u3002
sps.exception.software-archive-not-enabled=M4408: \u30a2\u30fc\u30ab\u30a4\u30d6\u306b\u3088\u308b\u30d7\u30ed\u30b0\u30e9\u30df\u30f3\u30b0\u304c\u6709\u52b9\u5316\u3055\u308c\u307e\u305b\u3093\u3002
sps.exception.loading-archive-or-part-file-failed=M4409: VCI\u30d1\u30fc\u30c4/\u30a2\u30fc\u30ab\u30a4\u30d6 \u30d5\u30a1\u30a4\u30eb\u306e\u30ed\u30fc\u30c9\u5931\u6557\u3002
sps.exception.invalid-archive-vci=M4410: \u7121\u52b9\u306aVCI(\u30d1\u30fc\u30c4/\u30a2\u30fc\u30ab\u30a4\u30d6 \u30d5\u30a1\u30a4\u30eb)\u3002
sps.exception.no-valid-eil=E4411: \u30b5\u30fc\u30d0\u30fc \u30d7\u30ed\u30bb\u30b9\u5931\u6557(\u7121\u52b9\u306a\u30a8\u30f3\u30c9 \u30a2\u30a4\u30c6\u30e0 \u30d1\u30fc\u30c4)\u3002
sps.exception.no-calibration-update=M4412: \u9078\u629e\u3055\u308c\u305f\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3\u306f\u3001\u5236\u5fa1\u30e2\u30b8\u30e5\u30fc\u30eb\u306e\u73fe\u5728\u306e\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3\u3067\u3059\u3002
sps.exception.invalid-current-calibration=M4413: \u661f\u5370(*)\u306e\u4ed8\u3044\u305f\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3\u306f\u3001\u3053\u306eTIS2WEB\u30ea\u30ea\u30fc\u30b9\u3067\u306f\u8b58\u5225\u3055\u308c\u307e\u305b\u3093\u3002\n\u3053\u308c\u306fTIS2WEB\u30ea\u30ea\u30fc\u30b9\u3067\u5229\u7528\u3067\u304d\u308b\u3088\u308a\u3082\u65b0\u3057\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u3042\u308b\u304b\u3001\n\u975eGM\u30ad\u30e3\u30ea\u30d6\u30ec\u30fc\u30b7\u30e7\u30f3\u3067\u3059\u3002\n\u9867\u5ba2\u30b5\u30dd\u30fc\u30c8 \u30bb\u30f3\u30bf\u30fc\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
sps.exception.missing-calibration-file=E2907: \u4e00\u90e8\u306e\u90e8\u54c1\u30ca\u30f3\u30d0\u30fc\u60c5\u5831\u304c\u3001\u3053\u306e\u30e2\u30b8\u30e5\u30fc\u30eb\u3067\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\n\u30d7\u30ed\u30b0\u30e9\u30df\u30f3\u30b0\u3092\u7d9a\u884c\u3067\u304d\u307e\u305b\u3093\u3002
sps.exception.invalid-keycode-format-input=M4415: \u30de\u30cb\u30e5\u30d5\u30a1\u30af\u30c1\u30e3\u30fc \u30ad\u30fc \u30b3\u30fc\u30c9\u306f 5 \u6841\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093!
sps.exception.no-keycode=M4416: \u30ad\u30fc \u30b3\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
sps.exception.bulletin-not-available=E4417: \u30d6\u30ea\u30c6\u30a3\u30f3\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002
sps.exception.session-expired=E4418: \u30b5\u30fc\u30d0\u30fc \u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u671f\u9650\u5207\u308c\u3002TIS2WEB\u306b\u518d\u63a5\u7d9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
sps.exception.unknown-vin=E842: \u5165\u529b\u3055\u308c\u305fVIN\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\nVIN\u304c\u6b63\u3057\u3044\u304b\u30c1\u30a7\u30c3\u30af\u3059\u308b\u304b\u53c8\u306fVCI\u3067\u30d7\u30ed\u30b0\u30e9\u30e0\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\u3002
sps.exception.unknown-ecu-software=E4419: \u691c\u7d22\u3055\u308c\u305f\u4e0d\u660e ECU \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2 \u306f\u6700\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u3042\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30d7\u30ed\u30b0\u30e9\u30df\u30f3\u30b0 \u30d7\u30ed\u30bb\u30b9\u304c\u505c\u6b62\u3057\u307e\u3057\u305f
sps.exception.unknown-ecu-hardware=E2700: \u30cf\u30fc\u30c9\u30a6\u30a7\u30a2\u304c\u5408\u3044\u307e\u305b\u3093\u3002\u30ea\u30d7\u30ed\u30b0\u30e9\u30e0\u304c\u4e0d\u53ef\u80fd\u3067\u3059\u3002
sps.exception.invalid-ecu-hardware=E2700: \u30cf\u30fc\u30c9\u30a6\u30a7\u30a2\u304c\u5408\u3044\u307e\u305b\u3093\u3002\u30ea\u30d7\u30ed\u30b0\u30e9\u30e0\u304c\u4e0d\u53ef\u80fd\u3067\u3059\u3002
sps.exception.software-not-available=E4420: \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u304c\u3042\u308a\u307e\u305b\u3093\u3002
sps.exception.database-security-violated=E2909: \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304c\u30de\u30cb\u30e5\u30d4\u30e5\u30ec\u30fc\u30c8\u3055\u308c\u307e\u3057\u305f\u3002\u30d7\u30ed\u30b0\u30e9\u30df\u30f3\u30b0\u306f\u5b9f\u884c\u4e0d\u53ef\u80fd\u3067\u3059\uff01
sps.exception.no-authorization=E2701: \u9078\u629e\u3055\u308c\u305f\u30bd\u30d5\u30c8\u30a6\u30a8\u30a2\u3092\u30d7\u30ed\u30b0\u30e9\u30e0\u3059\u308b\u8a8d\u53ef\u304c\u3042\u308a\u307e\u305b\u3093\u3002

sps.exception.unsupported.vehicle=M4495: \u73fe\u5728\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u8eca\u4e21\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u305b\u3093!

sps.cal.info.bulletin.not.found=\u30d6\u30ec\u30c6\u30a3\u30f3\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093!

si.print.view.error=\u5370\u5237\u30d7\u30ec\u30d3\u30e5\u30fc\u306e\u6e96\u5099\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f!

frame.log.mailer.dialog.title=\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u6dfb\u4ed8\u3057\u305fE\u30e1\u30fc\u30eb\u306e\u5b9b\u5148...

frame.login.denied=\u30ed\u30b0\u30a4\u30f3\u306e\u62d2\u5426 - \u30ed\u30b0\u30a4\u30f3\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u304c\u7121\u52b9\u307e\u305f\u306f\u4e0d\u5341\u5206!

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=\u30bc\u30cd\u30e9\u30eb\u30e2\u30fc\u30bf\u30fc\u30ba<br>\u30b5\u30a4\u30c8\u306b\u9032\u3093\u3067\u3001<br>GM\u30d5\u30a1\u30df\u30ea\u30fc\u5168\u4f53\u306e\u30d6\u30e9\u30f3\u30c9\u3092\u898b\u308b\u3002

sps.calibration.info.copyright.title=\u30bc\u30cd\u30e9\u30eb\u30e2\u30fc\u30bf\u30fc\u30ba\u682a\u5f0f\u4f1a\u793e 2003\u3002\u4e0d\u8a31\u8907\u88fd\u3002

sps.calibration.info.copyright.text=GM\u3001GM \u30a8\u30f3\u30d6\u30ec\u30e0\u3001\u30d3\u30e5\u30fc\u30a4\u30c3\u30af\u3001\u30d3\u30e5\u30fc\u30a4\u30c3\u30af\u30a8\u30f3\u30d6\u30ec\u30e0\u3001\u30b7\u30dc\u30ec\u30fc\u3001\u30b7\u30dc\u30ec\u30fc\u30a8\u30f3\u30d6\u30ec\u30e0\u3001\u30ad\u30e3\u30c7\u30e9\u30c3\u30af\u3001\u30ad\u30e3\u30c7\u30e9\u30c3\u30af\u30a8\u30f3\u30d6\u30ec\u30e0\u3001Geo\u3001Geo\u30b0\u30ea\u30eb\u30a8\u30f3\u30d6\u30ec\u30e0\u3001GMC\u3001GMC \u30a8\u30f3\u30d6\u30ec\u30e0\u3001\u30aa\u30fc\u30eb\u30ba\u30e2\u30fc\u30d3\u30eb\u3001\u30aa\u30fc\u30eb\u30ba\u30e2\u30fc\u30d3\u30eb\u30a8\u30f3\u30d6\u30ec\u30e0\u3001\u30dd\u30f3\u30c6\u30a3\u30a2\u30c3\u30af\u3001\u30dd\u30f3\u30c6\u30a3\u30a2\u30c3\u30af\u30a8\u30f3\u30d6\u30ec\u30e0\u3001\u30b5\u30bf\u30fc\u30f3\u3001\u30b5\u30bf\u30fc\u30f3\u30a8\u30f3\u30d6\u30ec\u30e0\u3001\u304a\u3088\u3073Chevy\u306f\u3001\u30bc\u30cd\u30e9\u30eb\u30e2\u30fc\u30bf\u30fc\u30ba\u682a\u5f0f\u4f1a\u793e\u306e\u767b\u9332\u5546\u6a19\u3067\u3059\u3002\u3053\u306e\u30b5\u30a4\u30c8\u306b\u3042\u308b\u60c5\u5831\u306f\u7c73\u56fd\u5e02\u5834\u3067\u5165\u624b\u3067\u304d\u308b\u88fd\u54c1\u3084\u30b5\u30fc\u30d3\u30b9\u306e\u307f\u306b\u95a2\u9023\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u3053\u306b\u8a18\u8f09\u3055\u308c\u305f\u60c5\u5831\u306f\u3001\u3067\u304d\u308b\u9650\u308a\u7dcf\u5408\u7684\u3067\u4e8b\u5b9f\u306b\u57fa\u3065\u3044\u3066\u3044\u307e\u3059\u304c\u3001\u30bc\u30cd\u30e9\u30eb\u30e2\u30fc\u30bf\u30fc\u30ba\u682a\u5f0f\u4f1a\u793e\u3067\u306f\u3001\u4e88\u544a\u306a\u304f\u5185\u5bb9\u3092\u5909\u66f4\u3059\u308b\u6a29\u5229\u3092\u6709\u3057\u3066\u3044\u307e\u3059\u3002\u4e0d\u8a31\u8907\u88fd\u3002

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: \u524a\u9664\u3092\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044!

empty.search.result=M4711: \u30a8\u30f3\u30c8\u30ea\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093!

search.result.truncated=E4734: \u691c\u7d22\u7d50\u679c\u306f\u5207\u308a\u8a70\u3081\u3089\u308c\u3066\u3044\u308b(\u691c\u7d22\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u3055\u308c\u3066\u3044\u308b)!

snapshot.home.panel.message=<center><B>\u8d77\u52d5\u3059\u308b\u524d\u306b!</B></center><br>TIS\u30aa\u30f3\u30e9\u30a4\u30f3\u7528Techline PC\u306b\u6b63\u3057\u3044Java\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u306a\u3051\u308c\u3070\u3001\u4f5c\u52d5\u3057\u307e\u305b\u3093\u3002\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306b\u3064\u3044\u3066\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3 \u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u4e0b\u3055\u3044\u3002<br><br>\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u306b\u306f\u3001\u63a5\u7d9a\u901f\u5ea6\u304c\u9045\u3044\u3068\u975e\u5e38\u306b\u6642\u9593\u304c\u304b\u304b\u308b\u30b9\u30c6\u30c3\u30d7\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3 \u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u4e0b\u3055\u3044\u3002<br><br>\u901f\u5ea6\u306e\u9045\u3044\u30e2\u30c7\u30e0\u30e9\u30a4\u30f3\u3067\u63a5\u7d9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306f\u3001\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u4e0b\u3055\u3044...

snapshot.notify.cookies.disabled=\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u3092\u8d77\u52d5\u3059\u308b\u306b\u306f\u3001\u30af\u30c3\u30ad\u30fc\u306e\u51e6\u7406\u3068\u518d\u30ed\u30b0\u30a4\u30f3\u304c\u3067\u304d\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002

tech2view.home.panel.message=<center><B>\u8d77\u52d5\u3059\u308b\u524d\u306b!</B></center><br>TIS\u30aa\u30f3\u30e9\u30a4\u30f3\u7528Techline PC\u306b\u6b63\u3057\u3044Java\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u306a\u3051\u308c\u3070\u3001\u4f5c\u52d5\u3057\u307e\u305b\u3093\u3002\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306b\u3064\u3044\u3066\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3 \u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u4e0b\u3055\u3044\u3002<br><br>Tech2 \u30d3\u30e5\u30fc\u306b\u306f\u3001\u63a5\u7d9a\u901f\u5ea6\u304c\u9045\u3044\u3068\u975e\u5e38\u306b\u6642\u9593\u304c\u304b\u304b\u308b\u30b9\u30c6\u30c3\u30d7\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3 \u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u4e0b\u3055\u3044\u3002<br><br>\u901f\u5ea6\u306e\u9045\u3044\u30e2\u30c7\u30e0\u30e9\u30a4\u30f3\u3067\u63a5\u7d9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306f\u3001\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u4e0b\u3055\u3044...

tech2view.notify.cookies.disabled=Tech2 \u30d3\u30e5\u30fc\u3092\u8d77\u52d5\u3059\u308b\u306b\u306f\u3001\u30af\u30c3\u30ad\u30fc\u306e\u51e6\u7406\u3068\u518d\u30ed\u30b0\u30a4\u30f3\u304c\u3067\u304d\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002

techlineprint.home.panel.message=<center><B>\u958b\u59cb\u3059\u308b\u524d\u306b!</B></center><br>Techline PC\u306b\u6b63\u3057\u3044Java\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u306a\u3051\u308c\u3070\u3001TIS\u30aa\u30f3\u30e9\u30a4\u30f3\u306f\u4f5c\u52d5\u3057\u307e\u305b\u3093\u3002\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306b\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3\u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u4e0b\u3055\u3044\u3002<br><br>TechlinePrint\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306b\u306f\u3044\u304f\u3064\u304b\u306e\u30b9\u30c6\u30c3\u30d7\u3092\u7d4c\u306a\u3051\u308c\u3070\u306a\u3089\u306a\u3044\u306e\u3067\u3001\u63a5\u7d9a\u901f\u5ea6\u306b\u3088\u3063\u3066\u306f\u9577\u6642\u9593\u304b\u304b\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3\u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u4e0b\u3055\u3044\u3002<br><br>\u30e2\u30c7\u30e0\u30e9\u30a4\u30f3\u306e\u901f\u5ea6\u304c\u9045\u3044\u5834\u5408\u306b\u306f\u9577\u6642\u9593\u304b\u304b\u308b\u306e\u3067\u304a\u5f85\u3061\u4e0b\u3055\u3044...

techlineprint.notify.cookies.disabled=M4736: TechlinePrint\u3092\u958b\u59cb\u3059\u308b\u306b\u306f\u3001\u30af\u30c3\u30ad\u30fc\u306e\u51e6\u7406\u3092\u53ef\u80fd\u306b\u3057\u3066\u3001\u518d\u30ed\u30b0\u30a4\u30f3\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002

cache.cleared=M4717: \u30ad\u30e3\u30c3\u30b7\u30e5\u304c\u30af\u30ea\u30a2\u3055\u308c\u307e\u3059!

error.see.log=E4718: \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f! (\u8a73\u7d30\u306f\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u53c2\u7167)

successfully.send.logs=M4719: \u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306e\u9001\u4fe1\u306b\u6210\u529f\u3057\u307e\u3057\u305f!

configuration.update.successful=M4737: \u30b3\u30f3\u30d5\u30a3\u30ae\u30e5\u30ec\u30fc\u30b7\u30e7\u30f3\u306e\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u306b\u6210\u529f\u3057\u307e\u3057\u305f!
configuration.update.failed=M4738: \u30b3\u30f3\u30d5\u30a3\u30ae\u30e5\u30ec\u30fc\u30b7\u30e7\u30f3\u306e\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f!

sps.calibration.info.link.privacy.policy=GM\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u898f\u5b9a\u3092\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u4e0b\u3055\u3044\u3002

sps.reset.adapter=SPS \u30b9\u30ad\u30fc\u30de\u30a2\u30c0\u30d7\u30bf\u30fc ({0}) \u3092\u30ea\u30bb\u30c3\u30c8\u3057\u307e\u3059\u3002

sps.reset.adapter.successful=SPS \u30b9\u30ad\u30fc\u30de\u30a2\u30c0\u30d7\u30bf\u30fc: ({0}) \u306e\u30ea\u30bb\u30c3\u30c8\u306b\u6210\u529f\u3057\u307e\u3057\u305f\u3002

sps.reset.adapter.failed=SPS \u30b9\u30ad\u30fc\u30de\u30a2\u30c0\u30d7\u30bf\u30fc ({0}) \u306e\u30ea\u30bb\u30c3\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002

swdl.service.reset.failed=SWDL \u30b5\u30fc\u30d3\u30b9\u306e\u30ea\u30bb\u30c3\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f!

swdl.service.reset.succeeded=SWDL \u30b5\u30fc\u30d3\u30b9\u306e\u30ea\u30bb\u30c3\u30c8\u306b\u6210\u529f\u3057\u307e\u3057\u305f!

swdl.notification.new.tech2.versions=TECH2 \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u306e\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\uff1a

swdl.notification.new.tech2.versions.keepon=\u6b21\u306e\u30ed\u30b0\u30a4\u30f3\u3067\u3082\u3046\u4e00\u5ea6\u8868\u793a\u3059\u308b

help.service.reset.failed=\u30d8\u30eb\u30d7\u30b5\u30fc\u30d3\u30b9\u306e\u30ea\u30bb\u30c3\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f!

help.service.reset.succeeded=\u30d8\u30eb\u30d7\u30b5\u30fc\u30d3\u30b9\u306e\u30ea\u30bb\u30c3\u30c8\u306b\u6210\u529f\u3057\u307e\u3057\u305f!

news.service.reset.failed=\u30cb\u30e5\u30fc\u30b9\u30b5\u30fc\u30d3\u30b9\u306e\u30ea\u30bb\u30c3\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f!

news.service.reset.succeeded=\u30cb\u30e5\u30fc\u30b9\u30b5\u30fc\u30d3\u30b9\u306e\u30ea\u30bb\u30c3\u30c8\u306b\u6210\u529f\u3057\u307e\u3057\u305f!

unable.to.create.key=E5040: \u30ad\u30fc\u304c\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\uff01

vc.please.choose.vehicle.configuration=\u9078\u629e\u3059\u308b\u3053\u3068...

vc.error.missing.mandatory.input=E5041: \u5fc5\u9808\u306e\u30c7\u30fc\u30bf\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff01

please.select.user.name=\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u30fb\u30fb\u30fb
select.username=\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u9078\u629e\u3059\u308b\u304b\u3001
or.enter.new.username=\u3042\u308b\u3044\u306f\u65b0\u3057\u3044\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
licensed.session.count.exeeded=E5045: \u8a31\u8afe\u3092\u53d7\u3051\u3066\u3044\u308b\u30bb\u30c3\u30b7\u30e7\u30f3\u6570\u304c\u8d85\u904e\u3057\u3066\u3044\u307e\u3059\uff01

vcdialog.unable.to.resolve.exception=E5046: VIN\u756a\u53f7\u304c\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\uff01

vcdialog.invalid.vin.exception=E5047: VIN\u756a\u53f7\u304c\u7121\u52b9\u3067\u3059\uff01

registration.confirm.revocation=M5131: \u672c\u5f53\u306b\u8cfc\u8aad\u3092\u53d6\u308a\u6d88\u3057\u307e\u3059\u304b\u3002
registration.confirm.deletion=M5132: \u672c\u5f53\u306b\u767b\u9332\u3092\u524a\u9664\u3057\u307e\u3059\u304b\u3002

kdr.home.panel.message=<center><B>\u8d77\u52d5\u3059\u308b\u524d\u306b!</B></center><br>TIS\u30aa\u30f3\u30e9\u30a4\u30f3\u7528Techline PC\u306b\u6b63\u3057\u3044Java\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u306a\u3051\u308c\u3070\u3001\u4f5c\u52d5\u3057\u307e\u305b\u3093\u3002\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306b\u3064\u3044\u3066\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3 \u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u4e0b\u3055\u3044\u3002<br><br>GDS\u306b\u306f\u3001\u63a5\u7d9a\u901f\u5ea6\u304c\u9045\u3044\u3068\u975e\u5e38\u306b\u6642\u9593\u304c\u304b\u304b\u308b\u30b9\u30c6\u30c3\u30d7\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3 \u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002<br><br>\u901f\u5ea6\u306e\u9045\u3044\u30e2\u30c7\u30e0\u30e9\u30a4\u30f3\u3067\u63a5\u7d9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306f\u3001\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...


invalid.authentication=E5269: \u8a8d\u8a3c\u304c\u7121\u52b9\u3067\u3059\u3002

unable.to.delete.msg=E5270: \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
unable.to.modify.msg=E5271: \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4fee\u6b63\u3067\u304d\u307e\u305b\u3093\u3002
unable.to.create.msg=E5272: \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002
invalid.or.incomplete.input=E5273: \u5165\u529b\u304c\u7121\u52b9\u304b\u3001\u4e0d\u5b8c\u5168\u3067\u3059\u3002

unable.to.execute.search=E5274: \u691c\u7d22\u304c\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002
msg.created=M5275: \u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\u3002

# registration v2
please.fill.in.dealership.info=\u30c7\u30a3\u30fc\u30e9\u30fc\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u3092\u8a18\u5165\u3057\u3066\u304f\u3060\u3055\u3044\uff08*\u30de\u30fc\u30af\u304c\u3064\u3044\u305f\u9805\u76ee\u306f\u5fc5\u9808\u3067\u3059\u3002\uff09
unable.to.store.dealership.data=E5010: \u30c7\u30a3\u30fc\u30e9\u30fc\u30b7\u30c3\u30d7\u30c7\u30fc\u30bf\u306e\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
successfully.stored.dealership.data=M5277: \u30c7\u30a3\u30fc\u30e9\u30fc\u30c7\u30fc\u30bf\u304c\u4fdd\u5b58\u3067\u304d\u307e\u3057\u305f\u3002

registration.step.1=1. \u30c7\u30a3\u30fc\u30e9\u30fc\u30b7\u30c3\u30d7\u60c5\u5831\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
registration.step.2=2. \u5fc5\u8981\u306aGlobalTIS\u30e6\u30fc\u30b6\u30fc\u6570\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff08\u30b5\u30fc\u30d0\u30fc\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6642\u306e\u307f\uff09\u3002
registration.step.3=3. \u4f7f\u7528\u3059\u308b\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
registration.step.4=4. \u30aa\u30f3\u30e9\u30a4\u30f3\u307e\u305f\u30d5\u30a1\u30c3\u30af\u30b9\u7d4c\u7531\u3067\u3001\u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\u306e\u767b\u9332\u3092\u884c\u3063\u3066\u304f\u3060\u3055\u3044\u3002\uff62\u30aa\u30f3\u30e9\u30a4\u30f3\u767b\u9332\uff63\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u30aa\u30f3\u30e9\u30a4\u30f3\u3067\u81ea\u52d5\u7684\u306b\u767b\u9332\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u3042\u308b\u3044\u306f\u3001\uff62\u30de\u30cb\u30e5\u30a2\u30eb\u767b\u9332\uff63\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068PDF\u5f62\u5f0f\u306e\u767b\u9332\u7528\u7d19\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u306e\u3067\u3001\u3053\u306e\u7528\u7d19\u306b\u3054\u8a18\u5165\u306e\u4e0a\u3001E\u30e1\u30fc\u30eb\u307e\u305f\u306f\u30d5\u30a1\u30c3\u30af\u30b9\u3067\u9001\u4ed8\u3057\u3066\u304f\u3060\u3055\u3044\u3002
registration.step.5=5. \u3053\u306e\u753b\u9762\u304b\u3089\u4e00\u65e6\u30ed\u30b0\u30aa\u30d5\u3057\u3001\u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\u3092\u53d7\u9818\u3057\u305f\u3089\u3001GlobalTIS\u3092\u518d\u8d77\u52d5\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u767b\u9332\u624b\u9806\u306f\u624b\u98066\u306b\u7d9a\u304d\u307e\u3059\u3002
registration.step.6=6. \u30d5\u30a1\u30c3\u30af\u30b9\u307e\u305f\u306fE\u30e1\u30fc\u30eb\u3067\u5fc5\u8981\u306a\u767b\u9332\u60c5\u5831\u3092\u53d7\u3051\u53d6\u3063\u305f\u3089\u3001\u30b5\u30d6\u30b9\u30af\u30e9\u30a4\u30d0\u30fcID\u3068\u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
registration.step.7=7. \uff62\u30e9\u30a4\u30bb\u30f3\u30b9\u30ad\u30fc\u306e\u767b\u9332\uff63\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u3001GlobalTIS\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u6709\u52b9\u5316\u30d7\u30ed\u30bb\u30b9\u3092\u8d77\u52d5\u3057\u3066\u304f\u3060\u3055\u3044\u3002


error.occured=E5281: \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff1a${error.message}

registration.hint.button.add.contact=\u9023\u7d61\u5148\u3092\u3055\u3089\u306b\u5165\u529b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u5834\u5408\u306b\u306f\u3001\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044

registration.exception.registration.duplicate=M5012: \u30aa\u30f3\u30e9\u30a4\u30f3\u767b\u9332\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u3059\u3067\u306b\u51fa\u9858\u4e2d\u3067\u3059\u3002
registration.exception.registration.db.load.failed=E5018: \u30aa\u30f3\u30e9\u30a4\u30f3\u767b\u9332\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff08\u30b5\u30d6\u30b9\u30af\u30e9\u30a4\u30d0ID\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff09\u3002

hint.dealership.id=\uff08\u6700\u592710\u540d\uff09

registration.exception.empty.subscription.selection=M5284: \u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002

registration.error.no.services.available=E5300: \u5229\u7528\u3067\u304d\u308b\u30b5\u30fc\u30d3\u30b9\u306f\u3042\u308a\u307e\u305b\u3093\u3002GlobalTIS\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3057\u3066\u304f\u3060\u3055\u3044\u3002<p align='left'>1. GlobalTIS\u3092\u7d42\u4e86\u3057\u307e\u3059\u3002<br>2. 'GlobalTIS DiagTool' - 'Enhanced Trouble Shooting'\u3092\u8d77\u52d5\u3057\u307e\u3059\u3002<br>&nbsp;&nbsp;>> GlobalTIS \u30b5\u30fc\u30d3\u30b9<br>&nbsp;&nbsp;>> \u30b5\u30fc\u30d3\u30b9\u505c\u6b62<br>&nbsp;&nbsp;>> \u30b5\u30fc\u30d3\u30b9\u306e\u8d77\u52d5</p>

unable.to.resolve.subscriber.id=E5309: \u52a0\u5165\u8005ID\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093!

do.not.show.again=\u6b21\u56de\u304b\u3089\u8868\u793a\u3057\u306a\u3044

msg.exclusion.reset.failed=E5311: \u30ea\u30bb\u30c3\u30c8\u5931\u6557!
msg.exclusion.reset.successful=M5312: \u30ea\u30bb\u30c3\u30c8\u6210\u529f!

sps.calid.input.hw.number=VIT1\u30cf\u30fc\u30c9\u30a6\u30a7\u30a2\u30ca\u30f3\u30d0\u30fc\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002

unable.to.display.rpo=E5348: RPO\u30b3\u30fc\u30c9\u304c\u8868\u793a\u3067\u304d\u307e\u305b\u3093\u3002

unsupported.vin=VIN\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

search.no.result=E3550: \u30de\u30c3\u30c1\u306a\u3057!

nothing.selected=E5498: \u4f55\u3082\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff01

deletion.succeeded=M5499: \u524a\u9664\u306b\u6210\u529f\u3057\u307e\u3057\u305f\uff01

user.logins.trigger.update.failed=E5545: \u30e6\u30fc\u30b6\u30fc\u30ed\u30b0\u30a4\u30f3\u306e\u6709\u52b9\u5316/\u7121\u52b9\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff01

user.logins.trigger.update.successful=M5546: \u30e6\u30fc\u30b6\u30fc\u30ed\u30b0\u30a4\u30f3\u306e\u6709\u52b9\u5316/\u7121\u52b9\u5316\u306b\u6210\u529f\u3057\u307e\u3057\u305f\uff01

sps.calibration.info.display.security.code=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30b3\u30fc\u30c9\u306e\u8868\u793a

release.si.preload.data.failed=E5630: \u30ea\u30ea\u30fc\u30b9\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff01
release.si.preload.data.successful=E5631: \u30ea\u30ea\u30fc\u30b9\u306b\u6210\u529f\u3057\u307e\u3057\u305f\uff01

fts.currently.unavailable=E5632: \u30d5\u30eb\u30c6\u30ad\u30b9\u30c8\u691c\u7d22\u306f\u73fe\u5728\u3054\u5229\u7528\u306b\u306a\u308c\u307e\u305b\u3093\uff01

sps.docref.default=\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f<a>\u3053\u3061\u3089</a>\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
