# Sample ResourceBundle properties file

frame.single.registration.only=E4995: Enregistrement de session d\u00e9j\u00e0 actif
frame.registration.login.failed=E4996: Echec de l'ouverture de session (veuillez contacter le service assistance)
frame.registration.license.exception=E4997: Echec lecture/\u00e9criture dossier licence
frame.registration.license.invalid=E4998: Licence invalide pour cet ordinateur (veuillez \u00e0 nouveau vous enregistrer)
frame.registration.hardwarekey.failure=E4999: D\u00e9faillance cl\u00e9 \u00e9lectronique (pas d'acc\u00e8s pour lire/\u00e9crire)

auth.req.dialog.license.registration.suceeded=La licence a \u00e9t\u00e9 enregistr\u00e9e et GlobalTIS a \u00e9t\u00e9 activ\u00e9. Veuillez vous d\u00e9-logger (fermer la session \u00e0 l'aide de l'ic\u00f4ne situ\u00e9 dans le coin sup\u00e9rieur droit) et red\u00e9marrer GlobalTIS ou vous re-logger.
auth.req.dialog.license.registration.failed=E5001: Echec de l'enregistrement de licence (Veuillez v\u00e9rifier 'Coordonn\u00e9es de l'abonn\u00e9' et 'cl\u00e9 de licence').

auth.req.dialog.title.message=Veuillez entrer les informations de la concession et vous (enregistrer en ligne) ou vous (enregistrer par e-mail/fax).
auth.req.dialog.dealership.missing.id=E5174: Veuillez obligatoirement entrer l'identifiant de la concession.
auth.req.dialog.dealership.missing.name=E5175: Veuillez obligatoirement entrer le nom de la concession.
auth.req.dialog.dealership.missing.street=E5176: Veuillez obligatoirement entrer la rue de la concession.
auth.req.dialog.dealership.missing.zip=E5177: Veuillez obligatoirement entrer le code postal de la concession.
auth.req.dialog.dealership.missing.city=E5178: Veuillez obligatoirement entrer la ville de la concession.
auth.req.dialog.dealership.missing.country=E5179: Veuillez obligatoirement entrer le pays de la concession.
auth.req.dialog.dealership.missing.language=E5180: Veuillez obligatoirement entrer la langue de la concession.
auth.req.dialog.dealership.missing.contacs=E5181: Veuillez obligatoirement entrer  la personne \u00e0 contacter  dans la concession
auth.req.dialog.dealership.information.incomplete=E5003: Veuillez rentrer les donn\u00e9es concessionnaire obligatoires.
auth.req.dialog.dealership.dealercode.invalid=E5004: Veuillez v\u00e9rifier le code concessionnaire.
auth.req.dialog.dealership.contact.missing=E5005: Veuillez indiquer soit l'adresse courriel soit le num\u00e9ro de t\u00e9l\u00e9copie
auth.req.dialog.dealership.contact.name.missing=E5006: Veuillez fournir le nom d'une personne contact.
auth.req.dialog.dealership.email.invalid=E5007: Veuillez v\u00e9rifier l'adresse courriel (\u00e9chec de la validation).
auth.req.dialog.dealership.information.invalid=E5008: Veuillez v\u00e9rifier les donn\u00e9es rentr\u00e9es (une ou plusieurs entr\u00e9es d\u00e9passent la longueur maximum autoris\u00e9e).
auth.req.dialog.dealership.invalid.name=E5182: Veuillez contr\u00f4ler le Nom de la Concession (255 caract\u00e8res maximum)
auth.req.dialog.dealership.invalid.street=E5183: Veuillez contr\u00f4ler la Rue (255 caract\u00e8res maximum )
auth.req.dialog.dealership.invalid.zip=E5184: Veuillez contr\u00f4ler le Code Postal (10 caract\u00e8res maximum)
auth.req.dialog.dealership.invalid.city=E5185: Veuillez contr\u00f4ler la Ville (255 caract\u00e8res maximum )
auth.req.dialog.dealership.invalid.phone=E5186: Veuillez contr\u00f4ler le num\u00e9ro de t\u00e9l\u00e9phone (255 caract\u00e8res maximum)
auth.req.dialog.dealership.invalid.fax=E5187: Veuillez contr\u00f4ler le num\u00e9ro de fax (255 caract\u00e8res maximum)
auth.req.dialog.dealership.invalid.email=E5188: Veuillez contr\u00f4ler l'adresse E-mail  (255 caract\u00e8res maximum )
auth.req.dialog.dealership.invalid.contact.name=E5189: Veuillez contr\u00f4ler le Nom de la personne \u00e0 contacter (255 caract\u00e8res maximum)
auth.req.dialog.dealership.data.stored=M5009: Donn\u00e9es concessionnaire enregistr\u00e9es.
auth.req.dialog.dealership.data.failure=E5266: Impossible d'enregistrer les donn\u00e9es de la concession.
auth.req.dialog.online.registration.failed=E5011: \u00c9chec de l'inscription en ligne (veuillez le service assistance).
auth.req.dialog.online.registration.duplicate=M5012: Demande d'inscription en ligne en cours.
auth.req.dialog.online.registration.suceeded=M5013: Inscription en ligne termin\u00e9. Veuillez enregistrer Demande d'identification = '{REQUEST-ID}'.
auth.req.dialog.registration.may.take.some.time=M5014: L'activation de la clef peut prendre un certain temps. Veuillez confirmer avec 'OK' et attendre...
auth.req.email.notification=M5015: Demande de nouvelle inscription re\u00e7ue (veuillez consulter le courriel relatif \u00e0 la demande d'identification et au code concessionnaire).

auth.reqext.dialog.title.message=Enregistrement GlobalTIS (\u00e9tendre l'abonnement) : (enregistrement en ligne) ou (enregistrement par e-mail/fax).
auth.reqhwk.dialog.title.message=Migration de cl\u00e9 mat\u00e9rielle GlobalTIS : (enregistrement en ligne) ou (enregistrement par e-mail/fax)
auth.reqhwk.dialog.online.registration.unknown=E5018: Echec de l'inscription en ligne (veuillez v\u00e9rifier les coordonn\u00e9es abonn\u00e9).

auth.req.detail.dialog.title.msg=Instructions...
auth.req.detail.dialog.subscription.not.selected=Veuillez choisir le type d'abonnement pour recevoir une autorisation.
auth.req.detail.dialog.request.ident.invalid=E5021: Veuillez rentrer une 'Demande d'identification' valable.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: Veuillez rentrer une 'identification de l'abonn\u00e9' valable.
auth.req.detail.dialog.authorization.failed=E5023: Echec de la demande d'autorisation.
auth.req.detail.dialog.authorization.completed=M5024: Autorisation GlobalTIS termin\u00e9e (cl\u00e9 de licence envoy\u00e9e par courriel).
auth.req.detail.dialog.authorization.suceeded=M5025: Autorisation GlobalTIS termin\u00e9e.
auth.req.detail.dialog.license.key.not.computed=E5026: Echec du calcul de la cl\u00e9 de licence (saisie de donn\u00e9es incompl\u00e8te/erron\u00e9e).
auth.req.regdb.no.organization=E5027: Echec de l'exportation des don\u00e9es d'enregistrement (organisation des ventes non affect\u00e9e d'une autorisation administrateur).
auth.req.email.license.subject=Inscription GlobalTIS (Demande d'identification = '{REQUEST-ID}')
auth.req.email.license.body=\nVoici la clef et l'identifiant abonn\u00e9 dont vous avez besoin pour vous enregistrer.\n\nATTENTION :\nElles ne sont valides que sur le PC sur lequel l'enregistrement a \u00e9t\u00e9 effectu\u00e9.\nPour valider, red\u00e9marrer GlobalTIS et entrer l'identifiant abonn\u00e9 et la clef. Pour entrer la clef, seuls sont valides les chiffres de 0 \u00e0 9 et les lettres de A \u00e0 F (les minuscules sont \u00e9galement accept\u00e9es) Vous pouvez \u00e9galement ouvrir une fen\u00eatre pour entrer la s\u00e9quence compl\u00e8te avec la touche 'Clef' La touche 'Enregistrer clef' valide l'enregistrement.\n\nAu lieu d'un num\u00e9ro de clef mat\u00e9riel, l'identifiant abonn\u00e9 sera dor\u00e9navant conserv\u00e9 dans le contr\u00f4leur \u00e0 chaque programmation ECU.\n\nIdentifiant demand\u00e9: {REQUEST-ID}\nIdentifiant abonn\u00e9: {SUBSCRIBER-ID}\n\nCl\u00e9 de licence :\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: Saisissez toutes les informations obligatoires avant envoi !

exception.unable.to.execute.action=E5030: L'enregistrement en ligne n'a pas pu \u00eatre effectu\u00e9. Veuillez contr\u00f4ler la connexion au serveur.

auth.req.no.entries=M5031: Aucune demande d'inscription trouv\u00e9e.

wait=Attendez...

frame.login.kill.message=E4212: L'identification de l'utilisateur et le mot de passe sont d\u00e9j\u00e0 en service.<br>Cliqueter sur "Annuler" pour retourner \u00e0 la page d\u2019accueil.<br>ATTENTION: En cliquetant "Oui" vous terminerez la session courant et risque de cr\u00e9e la perte de donn\u00e9es.<br><br>

frame.login.kill.cancelled=M4194: Invalidation de l'ancienne session annul\u00e9e !

frame.login.kill.successful=M4195: L'invalidation de l'ancienne session a \u00e9t\u00e9 ex\u00e9cut\u00e9e avec succ\u00e8s !

swdl.home.panel.message=<center><B>AVANT DE COMMENCER !</B></center><br> Le programme Java ad\u00e9quat doit \u00eatre install\u00e9 sur votre ordinateur Techline pour que TIS2Web puisse fonctionner. Consultez l'aide en ligne pour savoir comment le t\u00e9l\u00e9charger <br><br>Le transfert logiciel se fait en plusieurs \u00e9tapes qui peuvent demander du temps, la dur\u00e9e requise d\u00e9pendant de votre vitesse de connexion. Pour en savoir plus, veuillez consulter l'aide en ligne.<br><br>Merci de bien vouloir patienter si la connexion a lieu via des lignes de modem \u00e0 faible d\u00e9bit ...

swdl.notify.cookies.disabled=E4213: Afin de commencer le Transfert logiciel vous devez activer cookie et entre le syst\u00e8me de nouveau.

navigation.hint=L'application logicielle TIS ne permet pas l'utilisation des boutons Pr\u00e9c\u00e9dent et Suivant du navigateur. Celle-ci entra\u00eene des erreurs. Veuillez n'utiliser que les boutons affich\u00e9s sur les \u00e9crans de l'application, et non pas ceux de la barre d'outils.

reloginpage.text=M3534: Vous avez \u00e9t\u00e9 d\u00e9connect\u00e9 automatiquement

confirmation.logout=M3535: Veuillez confirmer la d\u00e9connexion !

good.bye=M3536: Votre d\u00e9connexion a r\u00e9ussi.

si.home.title=Pour consulter une publication de service, s\u00e9lectionnez l'une des applications d'informations de service suivantes

si.home.stdinfo=S\u00e9lectionnez et affichez les informations de diagnostic, standard, de sch\u00e9mas de c\u00e2blage et les Bulletins de service techniques pour un v\u00e9hicule donn\u00e9 class\u00e9s par groupes de construction et types d'informations de service

si.home.bulletins=Filtrer les Bulletins de service techniques par :<br>marque, mod\u00e8le, moteur, groupe de construction, sympt\u00f4me, code dommage ou num\u00e9ro de solution

si.home.faultDiag=Trouver proc\u00e9dures de diagnostic de d\u00e9faut par code d\u00e9faut

si.home.brochures=S\u00e9lectionner et afficher les brochures sp\u00e9ciales :<br>inspections, nouveaut\u00e9s techniques, informations techniques

si.home.number.search=Rechercher les documents par num\u00e9ro de document

si.home.text.search=Rechercher les documents par contenu

si.home.bookmarks=Afficher un signet

si.stdinfo.select.ratio=Rapport sommaire/documents

si.stdinfo.select.height=S\u00e9lectionner la hauteur de l'affichage du sommaire et du document

si.dociframepanel.select.height=S\u00e9lectionner la hauteur de l'affichage du document

si.number.search.enter.bulletin=Taper un num\u00e9ro de bulletin, de campagne ou d'information pr\u00e9liminaire :

si.number.search.enter.document=Tapez une r\u00e9f\u00e9rence de document :

si.search.no.result=E3550: Recherche infructueuse !

si.search.result.without.vehicle=R\u00e9sultat de la recherche d'informations de service sans filtrage des donn\u00e9es du v\u00e9hicule (registre V\u00e9hicule) :

si.search.result.with.vehicle=R\u00e9sultat de la recherche d'informations de service avec filtrage des donn\u00e9es du v\u00e9hicule (registre V\u00e9hicule) :

si.search.result.too-many-hits=E4229: Trop de r\u00e9ponses pour ce type d'informations de service. Affinez les crit\u00e8res de recherche.

si.document.page.wait=Chargement de la page en cours...

si.document.not.found=E3552: Document introuvable !

si.document.not.available=E3553: Document indisponible !

si.lt.novc=E3555: Pas de temps standard disponibles pour le v\u00e9hicule s\u00e9lectionn\u00e9 !

si.lt.no.instance=E3556: Application de temps standard indisponible pour la marque s\u00e9lectionn\u00e9e !

si.no.bookmarks=Aucun signet d\u00e9fini

si.bulletins.search.message=S\u00e9lectionnez les param\u00e8tres de filtrage de tous les TSB

si.bulletins.search.alternative=ou le num\u00e9ro de solution

si.bulletin.search.hitcount=Nombre total de r\u00e9sultats

si.bulletin.search.nothing.found=E4141: Aucun document trouv\u00e9 !

vc.select.vc.data=S\u00e9lectionnez les donn\u00e9es du v\u00e9hicule

vc.message.vin.incorrect=E714: Aucune entr\u00e9e VIN correcte !

vc.message.attribute.tied.to.vin=E3557: Cet attribut est directement li\u00e9 au code VIN. Le modifier supprimera ce code. Continuer ?

vc.message.select.salesmake=Choisissez une marque de v\u00e9hicule

vc.message.vin.not.interpretable=E3558: VIN impossible \u00e0 interpr\u00e9ter. Continuer ?

fallback.no.instance=E3559: Application indisponible pour la marque s\u00e9lectionn\u00e9e !

lt.home.stdinfo=S\u00e9lectionner et afficher les temps standard du v\u00e9hicule indiqu\u00e9

lt.novc=E3561: S\u00e9lectionnez un v\u00e9hicule correct

lt.no.lt.for.vc=E3562: Temps standard indisponibles pour le v\u00e9hicule s\u00e9lectionn\u00e9

edit.bookmark=Editer un signet

not.authorized=Vous n'\u00eates pas habilit\u00e9 \u00e0 acc\u00e9der \u00e0 cette page.

frame.invalid.session=E4214: ATTENTION: Vous avez re\u00e7u ce message pour une des raisons suivantes:<br><br>&nbsp;&nbsp;1. La session est expir\u00e9e.<br>&nbsp;&nbsp;2. Un autre utilisateur emploi le m\u00eame mot de passe/ID et a termin\u00e9 votre session.<br>&nbsp;&nbsp;3. Violation de s\u00e9curit\u00e9 - l'utilisateur n'a pas acc\u00e8s a cette application.

no.information.available=M4114: Pas d'informations disponibles !

select.ratio=Rapport sommaire/documents

document.not.available=E3553: Document indisponible !

frame.modified.news=M4217: Actualit\u00e9s non lues disponibles ! (cliquez sur l'ic\u00f4ne Actualit\u00e9s pour y acc\u00e9der)

lt.search.mwork.not.found=E4220: Op\u00e9ration principale introuvable !

lt.no.bookmarks=Aucun signet d\u00e9fini

lt.search.result.without.vehicle=R\u00e9sultat de la recherche d'information sur les temps standard effectu\u00e9e sans filtrage des donn\u00e9es du v\u00e9hicule (enregistrement v\u00e9hicule)

lt.search.result.with.vehicle=R\u00e9sultat de la recherche d'information sur les temps standard effectu\u00e9e avec filtrage des donn\u00e9es du v\u00e9hicule (enregistrement v\u00e9hicule)

lt.search.no.result=E3550: Recherche infructueuse !

detailed.picture=Agrandir l'image

lt.bookmark.unavailable=E4228: Le signet s\u00e9lectionn\u00e9 n'est pas disponible pour le v\u00e9hicule actif !

frame.plugin.check.notification=Contr\u00f4le de l'\u00e9tat d'installation de module d'extension

frame.plugin.install.dialog=E4251: Le syst\u00e8me a d\u00e9tect\u00e9 l'absence des modules d'extension suivants. Cliquer sur l'\u00e9tiquette pour t\u00e9l\u00e9charger l'ex\u00e9cutable d'installation correspondant.

frame.plugin.install.dialog.checking.error=E4252: Le syst\u00e8me n'a pas pu d\u00e9terminer les modules d'extension manquants. Une liste compl\u00e8te des modules d'extension disponibles vous est donc propos\u00e9e ! <br>Cliquer sur l'\u00e9tiquette pour t\u00e9l\u00e9charger l'ex\u00e9cutable d'installation correspondant.


frame.plugin.install.check.enable=Activer le futur contr\u00f4le de module d'extension (ce param\u00e8tre est \u00e9galement accessible via l'onglet 'Profil').

plugin.description.isoview=Module d'extension pour l'affichage d'images .cgm
plugin.description.tiffviewer=Module d'extension pour l'affichage d'images .tiff
plugin.description.cgmviewer=Module d'extension pour l'affichage d'images .cgm
plugin.description.webstart=Application pour l'ex\u00e9cution de code client Java


sps.home.panel.message=<center><B>AVANT DE COMMENCER !</B></center><br>Le logiciel Java requis doit \u00eatre install\u00e9 sur votre ordinateur Techline pour que TIS-Online puisse fonctionner. Veuillez vous reporter \u00e0 l'aide en ligne pour le t\u00e9l\u00e9chargement <br><br>SPS doit passer par plusieurs \u00e9tapes, ce qui peut durer un certain temps en fonction de votre vitesse de connexion. Pour plus d'informations, veuillez consulter l'aide en ligne. <br><br>Veuillez \u00eatre patient si vous avez une connexion lente par modem ...
sps.home.panel.message.test=<center><B>NE PAS REPROGRAMMER LES CONTR\u00d4LEURS DE V\u00c9HICULES AVEC CETTE VERSION DE LOGICIEL !</B></center><br>LE MODULE SPS N'A PAS ENCORE \u00c9T\u00c9 TEST\u00c9 ET SE BLOQUERA PROBABLEMENT. TOUTE REPROGRAMMATION EST EFFECTU\u00c9E \u00c0 VOS RISQUES ET P\u00c9RILS ET PEUT ENDOMMAGER LE CONTR\u00d4LEUR : <br><br>SPS doit passer par plusieurs \u00e9tapes, ce qui peut prendre du temps en fonction de votre vitesse de connexion. Pour plus d'informations, veuillez consulter l'aide en ligne. <br><br>Veuillez \u00eatre patient si vous avez une connexion lente par modem...

sps.calib.info.entry.panel.message=Pour obtenir les informations \u00e9lectroniques les plus r\u00e9centes sur l'\u00e9talonnage du contr\u00f4leur concernant votre v\u00e9hicule, entrez les 17 caract\u00e8res du num\u00e9ro d'identification du v\u00e9hicule (VIN) et s\u00e9lectionnez 'Obtenir ID \u00e9tal.'.<br><br> Pour obtenir le num\u00e9ro de v\u00e9rification de l'\u00e9talonnage (CVN) correspondant \u00e0 un num\u00e9ro de pi\u00e8ce d'\u00e9talonnage, entrez le num\u00e9ro de pi\u00e8ce de l'ID d'\u00e9talonnage et s\u00e9lectionnez 'Obtenir CVN'.

invalid.vin=E2769: NIV non valide!

sas.home.panel.message=S\u00e9curit\u00e9 acc\u00e8s service T\u00e9l\u00e9charger client

sps.calibration.info.detailed.summary.caption=Informations sur l'\u00e9talonnage du v\u00e9hicule GM (\u00e9talonnage s\u00e9lectionn\u00e9)

sps.calibration.info.complete.part.history=Informations sur l'\u00e9talonnage du v\u00e9hicule GM

sps.calibration.history.for=Historique de l'\u00e9talonnage pour

sps.please.select=Veuillez s\u00e9lectionner...

sps.calibration.info.wizard.error.general=E4451: Une erreur interne s'est produite ! Impossible de poursuivre !

sps.calibration.info.wizard.finished=Termin\u00e9 !

sps.calibration.info.cvn.unknown.partnumber=E4453: Num\u00e9ro de pi\u00e8ce invalide ou inconnu !

sps.calibration.info.display.dealer.vci=Afficher concessionnaire VCI

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: Il existe {PARTCOUNT} num\u00e9ros de pi\u00e8ces d'\u00e9talonnage valides pour '{MODULENAME}'. Lisez les descriptions dans les tableaux suivants afin de d\u00e9terminer quel est l'\u00e9talonnage correct pour ce v\u00e9hicule.

sps.calib.info.no.debug.info.available=M4114: Pas d'informations disponibles !


sps.exception.invalid-cachesize-input=M4389: Veuillez entrer une valeur num\u00e9rique de Taille de cache.
sps.exception.unsupported-controller=E4390: Contr\u00f4leur s\u00e9lectionn\u00e9 non support\u00e9 par cette version TIS2WEB.\nVeuillez contr\u00f4ler l'exactitude du VIN entr\u00e9 et/ou programme par VCI.
sps.exception.invalid-controller-selection=E4391: Pas d'extension valide de donn\u00e9es de contr\u00f4leur disponible.
sps.exception.invalid-vci-input=M4393: Veuillez entrer une valeur num\u00e9rique VCI.
sps.exception.server-side-failure=E4394: \u00c9chec du traitement du serveur.
sps.exception.invalid-vin=E4395: Le VIN entrer est invalide. Veuillez entrer un autre VIN !
sps.exception.no-controllers=E4396: Contr\u00f4leur support\u00e9 introuvable.
sps.exception.no-vci=M4397: Veuillez entrer VCI.
sps.exception.no-matching-vci=E5036: Le num\u00e9ro VCI tap\u00e9 ne correspond pas au contr\u00f4le s\u00e9lectionn\u00e9. \nVeuillez le taper \u00e0 nouveau.
sps.exception.no-valid-cop=E4398: Donn\u00e9es d'\u00e9talonnage introuvables.
sps.exception.tool.ecuread=E4399: Erreur grave : \u00e9chec de la lecture des donn\u00e9es ECU \u00e0 partir du p\u00e9riph\u00e9rique ou du contr\u00f4leur.
sps.exception.tool.native=E4400: Erreur grave : sous-syst\u00e8me natif indisponible.
sps.exception.tool.reprogramming=E4401: Erreur grave : \u00e9chec de l'\u00e9criture des donn\u00e9es sur le p\u00e9riph\u00e9rique ou le contr\u00f4leur.
sps.exception.tool.init=E4402: Erreur grave : impossible d'initialiser le p\u00e9riph\u00e9rique s\u00e9lectionn\u00e9.
sps.exception.tool.vinread=E4403: Erreur grave : \u00e9chec de la lecture du VIN \u00e0 partir du p\u00e9riph\u00e9rique ou du contr\u00f4leur.
sps.exception.unsupported-locale=E4405: Locaux non support\u00e9s.
sps.exception.no-controller-selection=E4406: \u00c9chec traitement du serveur (informations base de donn\u00e9es absentes).
sps.exception.ambiguous-controller-selection=E4407: Informations de reprogrammation indisponibles pour le contr\u00f4leur s\u00e9lectionn\u00e9.
sps.exception.software-archive-not-enabled=M4408: Programmation par Archive non activ\u00e9e.
sps.exception.loading-archive-or-part-file-failed=M4409: \u00c9chec du chargement fichier part/fichier archives VCI.
sps.exception.invalid-archive-vci=M4410: VCI invalide (fichier part/archives)
sps.exception.no-valid-eil=E4411: \u00c9chec traitement serveur (\u00e9l\u00e9ment final invalide).
sps.exception.no-calibration-update=M4412: L'\u00e9talonnage s\u00e9lectionn\u00e9 est l'\u00e9talonnage courant dans le module de contr\u00f4le.
sps.exception.invalid-current-calibration=M4413: Les \u00e9talonnages marqu\u00e9s par un ast\u00e9risque (*) ne sont pas reconnus par cette version de TIS2WEB.\nIls sont plus r\u00e9cents que les donn\u00e9es disponibles sur cette version TIS2WEB\nou il s'agit d'\u00e9talonnages non GM. \nVeuillez contacter le Centre d'assistance client\u00e8le.
sps.exception.missing-calibration-file=E2907: Certaines informations de num\u00e9ro de pi\u00e8ce manquent pour ce module.\nLa programmation ne peut pas continuer.
sps.exception.invalid-keycode-format-input=M4415: Le code antivol d'autoradio du fabricant doit comporter 5 chiffres !
sps.exception.no-keycode=M4416: Veuillez entrer un code antivol.
sps.exception.bulletin-not-available=E4417: Bulletin indisponible.
sps.exception.session-expired=E4418: Session serveur termin\u00e9e. Veuillez vous reconnecter \u00e0 TIS2WEB.
sps.exception.unknown-vin=E842: Impossible de trouver le num\u00e9ro VIN entr\u00e9\nV\u00e9rifier si le num\u00e9ro VIN est correct ou s\u00e9lectionner Programme par VCI.
sps.exception.unknown-ecu-software=E4419: Logiciel ECU inconnu d\u00e9tect\u00e9 pouvant \u00eatre une nouvelle version. \nLe processus de programmation est arr\u00eat\u00e9.
sps.exception.unknown-ecu-hardware=E2700: Non concordance mat\u00e9rielle. La reprogrammation est impossible.
sps.exception.invalid-ecu-hardware=E2700: Non concordance mat\u00e9rielle. La reprogrammation est impossible.
sps.exception.software-not-available=E4420: Pas de logiciel disponible.
sps.exception.database-security-violated=E2909: Base de donn\u00e9es manipul\u00e9e. Reprogrammation impossible !
sps.exception.no-authorization=E2701: Pas d'autorisation pour programmer le logiciel s\u00e9lectionn\u00e9.

sps.exception.unsupported.vehicle=M4495: Le v\u00e9hicule actuellement s\u00e9lectionn\u00e9 n'est pas support\u00e9 !

sps.cal.info.bulletin.not.found=Bulletin introuvable !

si.print.view.error=Erreur lors de la pr\u00e9paration lors de la vue d'impression !

frame.log.mailer.dialog.title=Envoyer un email contenant les fichiers-journaux \u00e0 ...

frame.login.denied=Connexion refus\u00e9e - information de connexion erron\u00e9e ou insuffisante !

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=Visiter le site de General Motors <br>pour voir toutes les marques <br>de la famille GM.

sps.calibration.info.copyright.title=General Motors 2003. Tous droits r\u00e9serv\u00e9s.

sps.calibration.info.copyright.text=GM, l'embl\u00e8me GM, Buick, l'embl\u00e8me Buick, Chevrolet, l'embl\u00e8me Chevrolet, Cadillac, l'embl\u00e8me Cadillac, Geo, l'embl\u00e8me de calandre Geo, GMC, l'embl\u00e8me GMC, Oldsmobile, l'embl\u00e8me Oldsmobile, Pontiac, l'embl\u00e8me Pontiac, Saturn, l'embl\u00e8me Saturn et Chevy sont des marques de General Motors. Les informations pr\u00e9sentes sur ce site concernent des produits et des services pour le march\u00e9 am\u00e9ricain (U.S.A.) uniquement. Celles-ci sont aussi compl\u00e8tes et pr\u00e9cises que possible. General Motors se r\u00e9serve toutefois le droit d'apporter des modifications \u00e0 tout moment et sans avis pr\u00e9alable. Tous droits r\u00e9serv\u00e9s.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: Veuillez confirmer votre s\u00e9lection !

empty.search.result=M4711: Aucune entr\u00e9e trouv\u00e9e !

search.result.truncated=E4734: R\u00e9sultat de la recherche tronqu\u00e9 (recherche annul\u00e9e)

snapshot.home.panel.message=<center><B>AVANT DE COMMENCER !</B></center><br>Le logiciel Java requis doit \u00eatre install\u00e9 sur votre ordinateur Techline pour que TIS-Online puisse fonctionner. Veuillez vous reporter \u00e0 l'aide en ligne pour le t\u00e9l\u00e9chargement <br><br> Instantan\u00e9 doit passer par plusieurs \u00e9tapes, ce qui peut durer un certain temps en fonction de votre vitesse de connexion. Pour plus d'informations, veuillez consulter l'aide en ligne. <br><br>Veuillez \u00eatre patient si vous avez une connexion lente par modem ...

snapshot.notify.cookies.disabled=Pour d\u00e9marrer Instantan\u00e9, vous devez faire en sorte que votre ordinateur accepte les cookies et vous reconnecter

tech2view.home.panel.message=<center><B>AVANT DE COMMENCER !</B></center><br>Le logiciel Java requis doit \u00eatre install\u00e9 sur votre ordinateur Techline pour que TIS-Online puisse fonctionner. Veuillez vous reporter \u00e0 l'aide en ligne pour le t\u00e9l\u00e9chargement <br><br> Tech2Vue doit passer par plusieurs \u00e9tapes, ce qui peut durer un certain temps en fonction de votre vitesse de connexion. Pour plus d'informations, veuillez consulter l'aide en ligne. <br><br>Veuillez \u00eatre patient si vous avez une connexion lente par modem ...

tech2view.notify.cookies.disabled=Pour d\u00e9marrer Tech2Vue, vous devez faire en sorte que votre ordinateur accepte les cookies et vous reconnecter

techlineprint.home.panel.message=<center><B>AVANT DE COMMENCER</B></center><br>Pour que TIS-Online fonctionne, il faut que le bon logiciel Java soit install\u00e9 sur votre PC Techline. Reportez-vous \u00e0 l'aide pour t\u00e9l\u00e9charger.<br><br>Impression Techline effectue plusieurs \u00e9tapes qui peuvent prendre plus ou moins de temps en fonction du d\u00e9bit de votre connexion. Pour en savoir, consultez l'aide en ligne.<br><br>Soyez patient si vous \u00eates connect\u00e9 \u00e0 l'aide d'une ligne modem bas d\u00e9bit...

techlineprint.notify.cookies.disabled=M4736: Pour d\u00e9marrer Impression Techline, vous devez activer la gestion des cookies et la re-connexion.

cache.cleared=M4717: Cache nettoy\u00e9 !

error.see.log=E4718: Une erreur est survenue ! (voir le fichier log pour plus d'informations)

successfully.send.logs=M4719: Fichiers log bien envoy\u00e9s !

configuration.update.successful=M4737: La mise \u00e0 jour de la configuration a r\u00e9ussi !
configuration.update.failed=M4738: La mise \u00e0 jour de la configuration a \u00e9chou\u00e9 !

sps.calibration.info.link.privacy.policy=Cliquer ici pour afficher la politique de confidentialit\u00e9 de GM.

sps.reset.adapter=R\u00e9initialiser l'adaptateur de sch\u00e9mas SPS ({0})

sps.reset.adapter.successful=R\u00e9initialisation de l'adaptateur de sch\u00e9mas SPS r\u00e9ussie : ({0})

sps.reset.adapter.failed=\u00c9chec de la r\u00e9initialisation de l'adaptateur de sch\u00e9mas SPS ({0})

swdl.service.reset.failed=\u00c9chec de la r\u00e9initialisation du service SWDL !

swdl.service.reset.succeeded=R\u00e9initialisation du service SWDL r\u00e9ussie !

swdl.notification.new.tech2.versions=Nouvelles versions du logiciel TECH2

swdl.notification.new.tech2.versions.keepon=Montrer de nouveau \u00e0 la prochaine connection

help.service.reset.failed=Echec de la r\u00e9initialisation du service AIDE !

help.service.reset.succeeded=R\u00e9initialisation du service AIDE effectu\u00e9e avec succ\u00e8s !

news.service.reset.failed=Echec de la r\u00e9initialisation du service NOUVEAUTES !

news.service.reset.succeeded=R\u00e9initialisation du service NOUVEAUTES effectu\u00e9e avec succ\u00e8s !

unable.to.create.key=E5040: Impossible de cr\u00e9er une cl\u00e9!

vc.please.choose.vehicle.configuration=Veuillez s\u00e9lectionner...

vc.error.missing.mandatory.input=E5041: Donn\u00e9es d'entr\u00e9e obligatoires manquantes!

please.select.user.name=Veuillez choisir un nom d'usager...
select.username=Choisir nom d'usager
or.enter.new.username=ou bien entrer un nouveau nom d'usager
licensed.session.count.exeeded=E5045: Compte de session sous licence d\u00e9pass\u00e9!

vcdialog.unable.to.resolve.exception=E5046: Impossible de trouver le NIV!

vcdialog.invalid.vin.exception=E5047: NIV invalide!

registration.confirm.revocation=M5131: Voulez-vous vraiment r\u00e9silier l'abonnement ?
registration.confirm.deletion=M5132: Voulez-vous vraiment supprimer l'enregistrement ?

kdr.home.panel.message=<center><B>AVANT DE COMMENCER !</B></center><br>Le logiciel Java requis doit \u00eatre install\u00e9 sur votre ordinateur Techline pour que TIS-Online puisse fonctionner. Veuillez vous reporter \u00e0 l'aide en ligne pour le t\u00e9l\u00e9chargement <br><br>GDS doit passer par plusieurs \u00e9tapes, ce qui peut durer un certain temps en fonction de votre vitesse de connexion. Pour plus d'informations, veuillez consulter l'aide en ligne. <br><br>Veuillez \u00eatre patient si vous avez une connexion lente par modem ...


invalid.authentication=E5269: Authentification non valide !

unable.to.delete.msg=E5270: Impossible de supprimer le message !
unable.to.modify.msg=E5271: Impossible de modifier le message !
unable.to.create.msg=E5272: Impossible de cr\u00e9er le message !
invalid.or.incomplete.input=E5273: Saisie incorrecte ou incompl\u00e8te !

unable.to.execute.search=E5274: Impossible de lancer la recherche !
msg.created=M5275: Message cr\u00e9\u00e9 !

# registration v2
please.fill.in.dealership.info=Compl\u00e9tez les informations de votre concession (* champs obligatoires)
unable.to.store.dealership.data=E5010: \u00c9chec de l'enregistrement des donn\u00e9es concessionnaire.
successfully.stored.dealership.data=M5277: Les donn\u00e9es de la concession ont \u00e9t\u00e9 enregistr\u00e9es correctement !

registration.step.1=1. Merci de bien vouloir remplir votre fiche d'information concessionnaire.
registration.step.2=2. Entrez le nombre d'utilisateurs GlobalTIS requis (uniquement pour les installations de serveur)
registration.step.3=3. S\u00e9lectionnez les abonnements que vous souhaitez utiliser
registration.step.4=4. Veuillez vous inscrire en ligne ou par fax afin de recevoir une cl\u00e9 de licence. Cliquez sur 'inscription en ligne' pour vous enregistrer automatiquement via Internet ou bien sur 'inscription manuelle' pour faire appara\u00eetre un document d'inscription en format PDF que vous pouvez envoyer soit par courriel soit par fax.
registration.step.5=5. S\u00e9lectionnez le bouton de d\u00e9connexion ci-dessous pour sortir de cette fen\u00eatre et red\u00e9marrez GlobalTIS lorsque vous avez re\u00e7u la cl\u00e9 de licence. Le processus d'enregistrement reprend \u00e0 l'\u00e9l\u00e9ment 6.
registration.step.6=6. Apr\u00e8s avoir re\u00e7u les informations d'enregistrement n\u00e9cessaires par t\u00e9l\u00e9copie ou E-mail, entrer l'identifiant abonn\u00e9 et la clef :
registration.step.7=7. Veuillez cliquer sur le bouton 'Enregistrer la cl\u00e9 de licence' pour activer le processus de validation de votre installation GlobalTIS.


error.occured=E5281: Une erreur est survenue : ${error.message}

registration.hint.button.add.contact=Cliquez pour saisir d'autres contacts

registration.exception.registration.duplicate=M5012: Demande d'inscription en ligne en cours.
registration.exception.registration.db.load.failed=E5018: Echec de l'inscription en ligne (veuillez v\u00e9rifier les coordonn\u00e9es abonn\u00e9).

hint.dealership.id=(max. 10)

registration.exception.empty.subscription.selection=M5284: S\u00e9lectionnez un abonnement !

registration.error.no.services.available=E5300: Aucun service n'est disponible ! Red\u00e9marrez le serveur GlobalTIS :<p align='left'>1. Fermez GlobalTIS<br>2. D\u00e9marrez 'GlobalTIS DiagTool' (outil de diagnostic GlobalTIS) - 'Enhanced Trouble Shooting' (d\u00e9pannage avanc\u00e9) <br>&nbsp;&nbsp;>> GlobalTIS Service (service GlobalTIS)<br>&nbsp;&nbsp; >> Stop Service (arr\u00eater le service)<br>&nbsp;&nbsp; >> Start Service (d\u00e9marrer le service)</p>

unable.to.resolve.subscriber.id=E5309: Impossible de r\u00e9soudre l'ID de l'abonn\u00e9 !

do.not.show.again=Ne plus afficher

msg.exclusion.reset.failed=E5311: \u00c9chec de la r\u00e9initialisation !
msg.exclusion.reset.successful=M5312: R\u00e9initialisation r\u00e9ussie !

sps.calid.input.hw.number=Veuillez saisir le num\u00e9ro mat\u00e9riel VIT1.

unable.to.display.rpo=E5348: Impossible d'afficher les codes RPO !

unsupported.vin=Num\u00e9ro VIN non pris en charge !

search.no.result=E3550: Recherche infructueuse !

nothing.selected=E5498: Rien n'est s\u00e9lectionn\u00e9 !

deletion.succeeded=M5499: Suppression r\u00e9ussie !

user.logins.trigger.update.failed=E5545: Impossible d'activer ou de d\u00e9sactiver la connexion utilisateur !

user.logins.trigger.update.successful=M5546: L'activation/la d\u00e9sactivation de la connexion utilisateur a r\u00e9ussi !

sps.calibration.info.display.security.code=Afficher le code de s\u00e9curit\u00e9

release.si.preload.data.failed=E5630: \u00c9chec de l'envoi !
release.si.preload.data.successful=E5631: Envoi r\u00e9ussi !

fts.currently.unavailable=E5632: La recherche sur le texte complet n'est pas disponible actuellement !

sps.docref.default=Pour plus d'informations, cliquez <a>ici</a>.
