# Sample ResourceBundle properties file

frame.single.registration.only=E4995: Registreringssesjon allerede aktiv
frame.registration.login.failed=E4996: Feil ved innlogging (kontakt st\u00f8tteavdeling)
frame.registration.license.exception=E4997: Feil ved lesing/skriving av lisensfil
frame.registration.license.invalid=E4998: Lisens ugyldig for denne datamaskinen (gjenta registrering)
frame.registration.hardwarekey.failure=E4999: Feil i maskinvaren\u00f8kkel (ingen lese-/skrivetilgang)

auth.req.dialog.license.registration.suceeded=Lisensen ble registrert og GlobalTIS er aktivert. Logg ut (avslutt sesjonen via ikonet i \u00f8vre, h\u00f8yre hj\u00f8rne) og start GlobalTIS p\u00e5 nytt eller logg inn igjen.
auth.req.dialog.license.registration.failed=E5001: Feil ved lisensregistrering (kontroller 'Abonnent-ID' og 'Lisensn\u00f8kkel').

auth.req.dialog.title.message=Skriv inn forhandlerinformasjon og (Registrer online) eller (Registrer e-post/telefaks).
auth.req.dialog.dealership.missing.id=E5174: Skriv inn obligatorisk forhandler-ID.
auth.req.dialog.dealership.missing.name=E5175: Skriv inn obligatorisk forhandlernavn.
auth.req.dialog.dealership.missing.street=E5176: Skriv inn obligatorisk forhandlers gatenavn.
auth.req.dialog.dealership.missing.zip=E5177: Skriv inn obligatorisk forhandlers postnummer.
auth.req.dialog.dealership.missing.city=E5178: Skriv inn obligatorisk forhandlers poststed.
auth.req.dialog.dealership.missing.country=E5179: Skriv inn obligatorisk forhandlers land.
auth.req.dialog.dealership.missing.language=E5180: Skriv inn obligatorisk forhandlers spr\u00e5k.
auth.req.dialog.dealership.missing.contacs=E5181: Skriv inn obligatorisk forhandlers kontaktinformasjon.
auth.req.dialog.dealership.information.incomplete=E5003: Skriv inn obligatoriske forhandlerdata.
auth.req.dialog.dealership.dealercode.invalid=E5004: Kontroller forhandlerkoden.
auth.req.dialog.dealership.contact.missing=E5005: Oppgi enten e-post-adresse eller telefaksnummer.
auth.req.dialog.dealership.contact.name.missing=E5006: Oppgi kontaktnavn.
auth.req.dialog.dealership.email.invalid=E5007: Kontroller e-post-adressen (feil ved validering).
auth.req.dialog.dealership.information.invalid=E5008: Kontroller inndata (en eller flere registreringer er lenger enn maksimal lovlig lengde).
auth.req.dialog.dealership.invalid.name=E5182: Kontroller forhandlernavnet (ikke mer enn 255 tegn)
auth.req.dialog.dealership.invalid.street=E5183: Kontroller gatenavnet (ikke mer enn 255 tegn)
auth.req.dialog.dealership.invalid.zip=E5184: Kontroller postnummeret (ikke mer enn 10 tegn)
auth.req.dialog.dealership.invalid.city=E5185: Kontroller poststedet (ikke mer enn 255 tegn)
auth.req.dialog.dealership.invalid.phone=E5186: Kontroller telefonnummeret (ikke mer enn 255 tegn)
auth.req.dialog.dealership.invalid.fax=E5187: Kontroller faksnummeret (ikke mer enn 255 tegn)
auth.req.dialog.dealership.invalid.email=E5188: Kontroller e-postadressen (ikke mer enn 255 tegn)
auth.req.dialog.dealership.invalid.contact.name=E5189: Kontroller kontaktpersonen (ikke mer enn 255 tegn)
auth.req.dialog.dealership.data.stored=M5009: Forhandlerdata lagret.
auth.req.dialog.dealership.data.failure=E5266: Kunne ikke lagre forhandlerdata.
auth.req.dialog.online.registration.failed=E5011: Feil ved online-registrering (kontakt st\u00f8tteavdeling).
auth.req.dialog.online.registration.duplicate=M5012: Foresp\u00f8rsel for online-registrering er allerede aktiv.
auth.req.dialog.online.registration.suceeded=M5013: Online-registrering ferdig. Skriv inn Foresp\u00f8rsel-ID = '{REQUEST-ID}'.
auth.req.dialog.registration.may.take.some.time=M5014: Aktiveringen av lisensnummeret kan ta litt tid. Bekreft med 'OK' og vent ...
auth.req.email.notification=M5015: Ny registreringsforesp\u00f8rsel mottatt (se e-post med emne Request-ID (foresp\u00f8rsel-ID) og Dealer Code (forhandlerkode)).

auth.reqext.dialog.title.message=GlobalTIS-registrering (Utvid abonnement): (Registrer online) eller (Registrer e-post/telefaks).
auth.reqhwk.dialog.title.message=GlobalTIS maskinvaren\u00f8kkel innsetting: (Registrer online) eller (Registrer e-post/telefaks).
auth.reqhwk.dialog.online.registration.unknown=E5018: Feil ved online-registrering (kontroller abonnent-ID).

auth.req.detail.dialog.title.msg=Instruksjoner ...
auth.req.detail.dialog.subscription.not.selected=Velg abonnement som skal autoriseres.
auth.req.detail.dialog.request.ident.invalid=E5021: Skriv gyldig 'Request-ID' (foresp\u00f8rsel-ID).
auth.req.detail.dialog.subscriber.ident.invalid=E5022: Skriv gyldig 'Subscriber-ID' (abonnent-ID).
auth.req.detail.dialog.authorization.failed=E5023: Feil ved autorisering av foresp\u00f8rsel.
auth.req.detail.dialog.authorization.completed=M5024: GlobalTIS-autorisering ferdig (lisensn\u00f8kkel sendes med e-post).
auth.req.detail.dialog.authorization.suceeded=M5025: GlobalTIS-autorisering ferdig.
auth.req.detail.dialog.license.key.not.computed=E5026: Feil ved beregning av lisensn\u00f8kkel (ufullstendige/feil data registrert).
auth.req.regdb.no.organization=E5027: Feil ved eksport av registreringsdatabase (ingen salgsorganisasjon tilordnet til autoriseringsadministrator).
auth.req.email.license.subject=GlobalTIS-registrering (Foresp\u00f8rsel-ID = '{REQUEST-ID}').
auth.req.email.license.body=\nHer kommer lisensnummeret og abonnent-ID-en du m\u00e5 ha for \u00e5 registrere deg.\n\nOBS:\nBegge gjelder bare p\u00e5 PC-en der registreringen er utf\u00f8rt.\nFor bekreftelse, start GlobalTIS p\u00e5 nytt og skriv inn b\u00e5de abonnent-ID-en og lisensnummeret. N\u00e5r du skriver inn lisensnummeret, er bare tallene 0-9 og bokstavene A-F gyldige (sm\u00e5 bokstaver blir ogs\u00e5 godtatt). Alternativt vil knappen 'lisensnummer' \u00e5pne et vindu hvor hele sekvensen kan legges inn. Knappen 'Registrer lisensnummer' aktiverer registreringen.\n\nIstedenfor maskinvare-registreringsnummeret, vil abonnent-ID-en fra n\u00e5 av bli lagret i kontrollenheten ved hver ECU-programmering.\n\nBestillings-ID: {REQUEST-ID}\nAbonnent-ID: {SUBSCRIBER-ID}\n\nLicence Key (lisensn\u00f8kkel):\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: Skriv inn all obligatorisk informasjon f\u00f8r sending!

exception.unable.to.execute.action=E5030: Online registrering kunne ikke gjennomf\u00f8res. Kontroller servertilkoplingen.

auth.req.no.entries=M5031: Ingen registreringsforesp\u00f8rseler funnet.

wait=Vennligst vent...

frame.login.kill.message=E4212: Bruker-id og passord er allerede i bruk.<br>Klikk 'Cancel' for \u00e5 g\u00e5 tilbake til hovedskjermen..<br>ADVARSEL: Klikker du 'yes', vil den aktuelle brukerforbindelsen bli avsluttet, og datatap kan bli resultatet.<br><br>

frame.login.kill.cancelled=M4194: Opphevelse av tidligere \u00f8kt slettet!

frame.login.kill.successful=M4195: Opphevelse av tidligere \u00f8kt er fullf\u00f8rt!

swdl.home.panel.message=<center><B>F\u00d8R DU STARTER!</B></center><br>Den riktige Java programvare m\u00e5 v\u00e6re installert p\u00e5 din Techline PC for at TIS2Web skal virke. Se online help ang\u00e5ende nedlastingen <br><br>Nedlasting av programvare g\u00e5r gjennom mange trinn som kan v\u00e6re tidkrevende avhengig av tilkoplingshastigheten. For flere detaljer, se online help.<br><br>Vennligst v\u00e6r t\u00e5lmodig hvis tilkoplet via langsomme modemlinjer ...

swdl.notify.cookies.disabled=E4213: For \u00e5 starte programvarenedlastingen m\u00e5 du aktivere tekstfil-h\u00e5ndtering og innlogging p\u00e5 nytt

navigation.hint=TIS-programvaren st\u00f8tter ikke bruk av nettleserens frem- og tilbake-knapper. Det vil oppst\u00e5 feil. Bruk bare knappene som vises p\u00e5 brukerskjermbildene og ikke i verkt\u00f8ylinjen.

reloginpage.text=M3534: Du har blitt logget ut automatisk

confirmation.logout=M3535: Vennligst bekreft utlogging !

good.bye=M3536: Du har blitt logget ut p\u00e5 korrekt m\u00e5te.

si.home.title=For \u00e5 vise en servicepublikasjon, velg en av f\u00f8lgende serviceinformasjonsprogrammer

si.home.stdinfo=Velg og vis diagnostisk informasjon, standardinformasjon, koplingsskjemaer og tekniske servicemeldinger for en spesiell bil ordnet etter konstruksjonsgrupper og serviceinformasjonstyper

si.home.bulletins=Filtertekniske servicemeldinger (TSB) for:<br>Merke, modell, motor, konstruksjonsgruppe, symptom, feilkode eller utbedringsnummer

si.home.faultDiag=Finn feils\u00f8kingsprosedyren ved bruk av feilkoden

si.home.brochures=Velg og vis spesialpublikasjoner:<br>Inspeksjoner, tekniske nyheter, teknisk informasjon

si.home.number.search=Finn dokumenter etter dokumentnummer

si.home.text.search=Finn dokumenter etter innhold

si.home.bookmarks=Vise lesetegn

si.stdinfo.select.ratio=Innholdsfortegnelse til dokumentproporsjon

si.stdinfo.select.height=Velg h\u00f8yde p\u00e5 innholdsfortegnelsen og dokumentdisplayet

si.dociframepanel.select.height=Velg h\u00f8yde p\u00e5 dokumentdisplayet

si.number.search.enter.bulletin=Tast inn nummeret p\u00e5 en bulletin/kampanje/forel\u00f8pig informasjon:

si.number.search.enter.document=Tast inn et dokument-ID:

si.search.no.result=E3550: Finner ikke noe passende !

si.search.result.without.vehicle=S\u00f8keresultat for serviceinformasjon uten filter p\u00e5 bildata (register - bil):

si.search.result.with.vehicle=S\u00f8keresultat for serviceinformasjon med filtrering p\u00e5 bildata (register - bil):

si.search.result.too-many-hits=E4229: For mange treff for denne informasjonstypen. Du m\u00e5 snevre inn s\u00f8kekriteriene.

si.document.page.wait=Laster inn side ...

si.document.not.found=E3552: Dokument ikke funnet !

si.document.not.available=E3553: Dokument ikke tilgjengelig !

si.lt.novc=E3555: Ingen informasjon om standardtider for den aktuelle valgte bilen !

si.lt.no.instance=E3556: Anvendelse av standardtid er ikke tilgjengelig for valgt merke !

si.no.bookmarks=Ingen lesetegn definert

si.bulletins.search.message=Velg de parametrene du \u00f8nsker med alle TBS-er filtrert p\u00e5,

si.bulletins.search.alternative=eller velg feltubedringsnummer

si.bulletin.search.hitcount=Totalt antall treff

si.bulletin.search.nothing.found=E4141: Ingen dokumenter funnet !

vc.select.vc.data=Velg bildata

vc.message.vin.incorrect=E714: Ikke korrekt VIN-inndata!

vc.message.attribute.tied.to.vin=E3557: Denne attributten er direkte bundet til VIN-koden. Endrer du denne attributten, sletter du VIN. Fortsett?

vc.message.select.salesmake=Velg et bilmerke

vc.message.vin.not.interpretable=E3558: VIN kan ikke tolkes. Vil du fortsette?

fallback.no.instance=E3559: Bruksomr\u00e5det er ikke tilgjengelig for de aktuelle utvalgte merkene !

lt.home.stdinfo=Velg og vis informasjon om arbeidstider for den aktuelle spesifiserte bilen

lt.novc=E3561: Vennligst velg en gyldig bil

lt.no.lt.for.vc=E3562: Ingen standardtider tilgjengelig for den valgte bilen

edit.bookmark=Redigere lesetegn

not.authorized=Du har ikke adgang til denne siden.

frame.invalid.session=E4214: ADVARSEL: Du har mottatt denne meldingen av en av disse \u00e5rsakene:<br><br>&nbsp;&nbsp;1. Forbindelsen er avbrutt.<br>&nbsp;&nbsp;2. En annen bruker anvender samme bruker-id/passord og har avsluttet din forbindelse.<br>&nbsp;&nbsp;3. Brudd p\u00e5 sikkerheten - bruker har ikke adgang til denne applikasjonen.

no.information.available=M4114: Ingen informasjon tilgjengelig !

select.ratio=Innholdsfortegnelse til dokumentproporsjon

document.not.available=E3553: Dokument ikke tilgjengelig !

frame.modified.news=M4217: Uleste nyheter tilgjengelig! (Klikk p\u00e5 News-ikonet for tilgang)

lt.search.mwork.not.found=E4220: Hovedarbeid ikke funnet !

lt.no.bookmarks=Ingen lesetegn definert

lt.search.result.without.vehicle=Resultat av s\u00f8k etter informasjon om standardtid uten bildatafiltrering (registrer bil)

lt.search.result.with.vehicle=Resultat av s\u00f8k etter informasjon om standardtid med bildatafiltrering (registrer bil)

lt.search.no.result=E3550: Finner ikke noe passende !

detailed.picture=Forst\u00f8rre bilde

lt.bookmark.unavailable=E4228: Det valgte bokmerket er ikke tilgjengelig for denne bilen!

frame.plugin.check.notification=Kontrollerer plugin-installasjonsstatus

frame.plugin.install.dialog=E4251: Systemet har oppdaget at f\u00f8lgende plugins mangler. Klikk p\u00e5 merket for \u00e5 laste ned tilsvarende installasjonsfiler.

frame.plugin.install.dialog.checking.error=E4252: Kunne ikke fastsl\u00e5 hvilke plugins som mangler. Du f\u00e5r derfor hele listen over tilgjengelige plugins ! <br>Klikk p\u00e5 etiketten for \u00e5 laste ned tilsvarende installasjonsfiler.


frame.plugin.install.check.enable=Aktiver fremtidig plugin-kontroll (denne innstillingen er ogs\u00e5 tilgjengelig i kategorien 'Profil')

plugin.description.isoview=Pluging for visning av .cgm-bilder
plugin.description.tiffviewer=Plugin for visning av .tiff-bilder
plugin.description.cgmviewer=Pluging for visning av .cgm-bilder
plugin.description.webstart=Programvare for kj\u00f8ring av Java-klientkode


sps.home.panel.message=<center><B>F\u00d8R DU STARTER:</B></center><br>Du m\u00e5 ha riktig Java-programvare installert p\u00e5 Techline-datamaskinen for at TIS-Online skal fungere. Se onlinehjelpen for nedlasting <br><br>SPS g\u00e5r gjennom flere trinn som kan ta litt tid, avhengig av oppkoblingshastigheten din. Se onlinehjelpen for mer informasjon.<br><br>V\u00e6r t\u00e5lmodig hvis du er koblet til via en treg modemforbindelse...
sps.home.panel.message.test=<center><B>BILKONTROLLERE M\u00c5 IKKE OMPROGRAMMERES MED DENNE PROGRAMVAREVERSJONEN!</B></center><br>SPS-MODULEN ER IKKE TESTET ENN\u00c5, OG DEN VIL SANNSYNLIGVIS KRASJE. ALL OMPROGRAMMERING SKJER P\u00c5 EGET ANSVAR OG KAN SKADE KONTROLLEREN. <br><br>SPS g\u00e5r gjennom flere trinn som kan ta litt tid, avhengig av oppkoblingshastigheten din. Se onlinehjelpen for mer informasjon.<br><br>V\u00e6r t\u00e5lmodig hvis du er koblet til via en treg modemforbindelse...

sps.calib.info.entry.panel.message=Tast inn bilens 17 tegns understellsnummer (VIN) og velg 'F\u00e5 CAL-ID' for \u00e5 f\u00e5 den nyeste kalibreringsinformasjonen for den elektroniske kontrolleren for din bil. <br><br>Du f\u00e5r bekreftelsesnummeret for kalibreringen (CVN) for et kalibreringsdelenummer ved \u00e5 taste inn delenummeret til kalibrerings-IDen og velge 'Hent CVN'.

invalid.vin=E2769: Ugyldig VIN!

sas.home.panel.message=Security Access Service-klientnedlasting

sps.calibration.info.detailed.summary.caption=GM bilkalibreringsinformasjon (valgt kalibrering)

sps.calibration.info.complete.part.history=GM bilkalibreringsinformasjon

sps.calibration.history.for=Kalibreringshistorikk for

sps.please.select=Vennligst velg ...

sps.calibration.info.wizard.error.general=E4451: En intern feil har oppst\u00e5tt! Kan ikke fortsette!

sps.calibration.info.wizard.finished=Fullf\u00f8rt!

sps.calibration.info.cvn.unknown.partnumber=E4453: Ugyldig eller ukjent delenummer!

sps.calibration.info.display.dealer.vci=Vis forhandler-VCI

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: Det finnes {PARTCOUNT} kalibreringsdelenumre som er gyldige for '{MODULENAME}'. Les beskrivelsene i de f\u00f8lgende tabellene for \u00e5 finne riktig kalibrering for denne bilen.

sps.calib.info.no.debug.info.available=M4114: Ingen informasjon tilgjengelig !


sps.exception.invalid-cachesize-input=M4389: Tast inn en tallverdi for cachest\u00f8rrelse.
sps.exception.unsupported-controller=E4390: Valgt kontroller st\u00f8ttes ikke av denne TIS2WEB-versjonen.\nKontroller at inntastet VIN er riktig og/eller programmer via VCI.
sps.exception.invalid-controller-selection=E4391: Ingen gyldig kontrollerdatainstans tilgjengelig.
sps.exception.invalid-vci-input=M4393: Tast inn en tallverdi for VCI.
sps.exception.server-side-failure=E4394: Serverprosessering mislyktes.
sps.exception.invalid-vin=E4395: Inntastet VIN er ugyldig. Tast inn VIN p\u00e5 nytt!
sps.exception.no-controllers=E4396: Ingen st\u00f8ttede kontrollere funnet.
sps.exception.no-vci=M4397: Tast inn VCI.
sps.exception.no-matching-vci=E5036: Det registrerte VCI-nummeret stemmer ikke for den valgte kontrolleren.\nSkriv inn p\u00e5 nytt.
sps.exception.no-valid-cop=E4398: Ingen kalibreringsdata funnet.
sps.exception.tool.ecuread=E4399: Alvorlig feil: Lesing av ECU-data fra enheten eller kontrolleren mislyktes.
sps.exception.tool.native=E4400: Alvorlig feil: Systeminnebygd undersystem ikke tilgjengelig.
sps.exception.tool.reprogramming=E4401: Alvorlig feil: Skriving av data til enhet eller kontroller mislyktes.
sps.exception.tool.init=E4402: Alvorlig feil: Kan ikke initialisere valgt enhet.
sps.exception.tool.vinread=E4403: Alvorlig feil: Lesing av VIN fra enheten eller kontrolleren mislyktes.
sps.exception.unsupported-locale=E4405: Locale-verdi ikke st\u00f8ttet.
sps.exception.no-controller-selection=E4406: Serverprosessering mislyktes (manglende databaseinformasjon).
sps.exception.ambiguous-controller-selection=E4407: Omprogrammeringsinformasjon ikke tilgjengelig for valgt kontroller.
sps.exception.software-archive-not-enabled=M4408: Programmering via arkiv ikke aktivert.
sps.exception.loading-archive-or-part-file-failed=M4409: Lasting av VCI-delfil/-arkivfil mislyktes.
sps.exception.invalid-archive-vci=M4410: Ugyldig VCI (delfil/arkivfil).
sps.exception.no-valid-eil=E4411: Serverprosessering mislyktes (ugyldig sluttpostdel).
sps.exception.no-calibration-update=M4412: Valgt kalibrering er gjeldende kalibrering i styreenheten.
sps.exception.invalid-current-calibration=M4413: Kalibreringene som er merket med en stjerne (*), gjenkjennes ikke av denne TIS2WEB-versjonen.\nDe er enten nyere enn de som er tilgjengelige p\u00e5 denne TIS2WEB-versjonen,\neller de er ikke GM-kalibreringer.\nVennligst kontakt kundest\u00f8ttesenteret.
sps.exception.missing-calibration-file=E2907: Noe delenummerinformasjon mangler for denne modulen.\nProgrammeringen kan ikke fortsette.
sps.exception.invalid-keycode-format-input=M4415: Produsentn\u00f8kkelkode m\u00e5 ha 5 tegn!
sps.exception.no-keycode=M4416: Tast inn n\u00f8kkelkode.
sps.exception.bulletin-not-available=E4417: Nyhetsbrev ikke tilgjengelig.
sps.exception.session-expired=E4418: Server\u00f8kt utl\u00f8pt. Vennligst koble til TIS2WEB igjen.
sps.exception.unknown-vin=E842: Understellsnummeret som ble lagt inn ble IKKE funnet.\nKontroller at understellsnummeret er riktig, eller velg program ved hjelp av bilsikkerhetsinformasjonen (VCI).
sps.exception.unknown-ecu-software=E4419: Oppdaget ukjent ECU-programvare som kan v\u00e6re en nyere versjon.\nProgrammeringsprosessen er stanset.
sps.exception.unknown-ecu-hardware=E2700: Inkompatibel maskinvare. Ikke mulig \u00e5 omprogrammere.
sps.exception.invalid-ecu-hardware=E2700: Inkompatibel maskinvare. Ikke mulig \u00e5 omprogrammere.
sps.exception.software-not-available=E4420: Ingen programvare tilgjengelig.
sps.exception.database-security-violated=E2909: Databasen er manipulert. Ikke mulig \u00e5 omprogrammere!
sps.exception.no-authorization=E2701: Ikke autorisasjon til \u00e5 programmere valgt programvare.

sps.exception.unsupported.vehicle=M4495: Den valgte bilen st\u00f8ttes ikke!

sps.cal.info.bulletin.not.found=Fant ikke bulletinen!

si.print.view.error=Feil oppsto ved klargj\u00f8ring av utskriftsformat!

frame.log.mailer.dialog.title=Send e-post med loggfilene til ...

frame.login.denied=P\u00e5logging nektet - ugyldig eller utilstrekkelig p\u00e5loggingsinformasjon!

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=Bes\u00f8k General Motors <br>webside for \u00e5 se alle <br> GM-familiens merker.

sps.calibration.info.copyright.title=General Motors 2003. Alle rettigheter forbeholdt.

sps.calibration.info.copyright.text=GM, GM-emblemet, Buick, Buick-emblemet, Chevrolet, Chevrolet-emblemet, Cadillac, Cadillac-emblemet, Geo, Geo-grill-emblemet, GMC, GMC-emblemet, Oldsmobile, Oldsmobile-emblemet, Pontiac, Pontiac-emblemet, Saturn, Saturn-emblemet, og Chevy, er varemerker hos General Motors. Materiell som finnes p\u00e5 denne websiden, gjelder produkter og tjenester som bare gjelder U.S.-markedet. Informasjonen som finnes her, er utformet med sikte p\u00e5 \u00e5 v\u00e6re s\u00e5 forst\u00e5elig og korrekt som mulig. General Motors forbeholder seg imidlertid retten til \u00e5 gj\u00f8re endringer til enhver tid, uten varsel. Alle rettigheter forbeholdt.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: Vennligst bekreft sletting.

empty.search.result=M4711: Fant ingen poster!

search.result.truncated=E4734: S\u00f8keresultater trunkert (s\u00f8king avbrutt)!

snapshot.home.panel.message=<center><B>F\u00d8R DU STARTER:</B></center><br>Du m\u00e5 ha riktig Java-programvare installert p\u00e5 Techline-datamaskinen din for at TIS Online skal fungere. Se onlinehjelpen for informasjon om nedlasting<br><br>. Snapshot gjennomg\u00e5r flere trinn som kan ta litt tid, avhengig av tilkoblingshastigheten din. Se onlinehjelpen for mer informasjon. <br><br>Hvis du er koblet til via trege modemlinjer, m\u00e5 du v\u00e6re t\u00e5lmodig...

snapshot.notify.cookies.disabled=For \u00e5 starte snapshot, m\u00e5 du aktivere tekstfil-h\u00e5ndtering og innlogging p\u00e5 nytt

tech2view.home.panel.message=<center><B>F\u00d8R DU STARTER:</B></center><br>Du m\u00e5 ha riktig Java-programvare installert p\u00e5 Techline-datamaskinen din for at TIS Online skal fungere. Se onlinehjelpen for informasjon om nedlasting<br><br>. Tech2-visning gjennomg\u00e5r flere trinn som kan ta litt tid, avhengig av tilkoblingshastigheten din. Se onlinehjelpen for mer informasjon. <br><br>Hvis du er koblet til via trege modemlinjer, m\u00e5 du v\u00e6re t\u00e5lmodig...

tech2view.notify.cookies.disabled=For \u00e5 starte Tech2-visning, m\u00e5 du aktivere tekstfil-h\u00e5ndtering og innlogging p\u00e5 nytt

techlineprint.home.panel.message=<center><B>F\u00d8R DU BEGYNNER!</B></center><br>Korrekt Java-programvare m\u00e5 v\u00e6re installert p\u00e5 din Techline-PC for at TIS-Online skal fungere. Se netthjelpen for \u00e5 laste ned <br><br>Techline-utskrift gjennomg\u00e5r flere trinn som kan ta en del tid avhengig av nedlastingshastigheten din. For flere informasjoner, se netthjelpen.<br><br>V\u00e6r t\u00e5lmodig hvis du er tilkoblet med langsom modem-linje ...

techlineprint.notify.cookies.disabled=M4736: For \u00e5 starte Techline-utskrift m\u00e5 du aktivere cookie-h\u00e5ndtering og logge inn p\u00e5 nytt

cache.cleared=M4717: Cache slettet!

error.see.log=E4718: Det oppsto en feil (se loggfilen for detaljer)

successfully.send.logs=M4719: Loggfiler er sendt!

configuration.update.successful=M4737: Konfigurasjonen er oppdatert!
configuration.update.failed=M4738: Feil ved oppdatering av konfigurasjonen!

sps.calibration.info.link.privacy.policy=Klikk her for \u00e5 se GM's personvernpolicy.

sps.reset.adapter=Nullstill SPS skjemaadapter ({0})

sps.reset.adapter.successful=Nullstilling av SPS skjemaadapter er ferdig: ({0})

sps.reset.adapter.failed=Kunne ikke nullstille SPS skjemaadapter ({0})

swdl.service.reset.failed=Kunne ikke nullstille SWDL-tjeneste!

swdl.service.reset.succeeded=Nullstilling av SWDL-tjeneste er ferdig!

swdl.notification.new.tech2.versions=Nye TECH 2-programvareversjoner:

swdl.notification.new.tech2.versions.keepon=Vis igjen ved neste p\u00e5logging

help.service.reset.failed=Kunne ikke nullstille HJELP-tjenesten!

help.service.reset.succeeded=HJELP-tjenesten er nullstilt!

news.service.reset.failed=Kunne ikke nullstille NYHETER-tjenesten!

news.service.reset.succeeded=NYHETER-tjenesten er nullstilt!

unable.to.create.key=E5040: Kan ikke opprette n\u00f8kkel!

vc.please.choose.vehicle.configuration=Vennligst velg ...

vc.error.missing.mandatory.input=E5041: Manglende obligatorisk informasjon!

please.select.user.name=Velg brukernavn ...
select.username=Velg brukernavn
or.enter.new.username=eller skriv nytt brukernavn
licensed.session.count.exeeded=E5045: Antall lisensierte sesjoner overskredet!

vcdialog.unable.to.resolve.exception=E5046: Kan ikke fastsette VIN!

vcdialog.invalid.vin.exception=E5047: Ugyldig VIN!

registration.confirm.revocation=M5131: Vil du virkelig si opp abonnementet?
registration.confirm.deletion=M5132: Vil du virkelig slette registreringen?

kdr.home.panel.message=<center><B>F\u00d8R DU STARTER:</B></center><br>Du m\u00e5 ha riktig Java-programvare installert p\u00e5 Techline-datamaskinen din for at TIS Online skal fungere. Se onlinehjelpen for informasjon om nedlasting.<br><br>GDS gjennomg\u00e5r flere trinn som kan ta litt tid, avhengig av tilkoblingshastigheten din. Se onlinehjelpen for mer informasjon. <br><br>Hvis du er koblet til via trege modemlinjer, m\u00e5 du v\u00e6re t\u00e5lmodig...


invalid.authentication=E5269: Ugyldig autorisasjon!

unable.to.delete.msg=E5270: Kan ikke slette melding!
unable.to.modify.msg=E5271: Kan ikke endre melding!
unable.to.create.msg=E5272: Kan ikke opprette melding!
invalid.or.incomplete.input=E5273: Ugyldige eller ufullstendige inndata!

unable.to.execute.search=E5274: Kan ikke utf\u00f8re s\u00f8king!
msg.created=M5275: Melding opprettet!

# registration v2
please.fill.in.dealership.info=Skriv inn din forhandlerinformasjon (felt merket med * m\u00e5 fylles ut)
unable.to.store.dealership.data=E5010: Feil ved lagring av forhandlerdata.
successfully.stored.dealership.data=M5277: Forhandlerdata er lagret!

registration.step.1=1. Fyll inn informasjon om forhandleren
registration.step.2=2. Skriv inn antall \u00f8nskede GlobalTIS-brukere (kun for serverinstallasjoner)
registration.step.3=3. Velg de \u00f8nskede abonnementene som du har bruk for
registration.step.4=4. Registrer enten online eller per telefaks for \u00e5 motta en lisensn\u00f8kkel. Klikk 'Online Registration' for \u00e5 registrere direkte automatisk eller 'Manual Registration' for \u00e5 vise et PDF-registreringsdokument som du kan sende per e-post eller telefaks.
registration.step.5=5. Logg ut av dette skjermbildet og start GlobalTIS p\u00e5 nytt n\u00e5r du har mottatt lisensn\u00f8kkelen. Registreringsprosessen forsetter da fra pkt. 6.
registration.step.6=6. N\u00e5r du har f\u00e5tt den informasjonen du trenger om registreringen p\u00e5 faks eller e-post, skriver du inn abonnent-ID og lisensnummer:
registration.step.7=7. Klikk p\u00e5 knappen 'Register Licence Key' (registrer lisensn\u00f8kkel) for \u00e5 aktivere valideringsprosessen for din GlobalTIS-installasjon.


error.occured=E5281: Feil oppst\u00e5tt: ${error.message}

registration.hint.button.add.contact=Klikk her hvis det skal registreres flere kontaktpersoner

registration.exception.registration.duplicate=M5012: Foresp\u00f8rsel for online-registrering er allerede aktiv.
registration.exception.registration.db.load.failed=E5018: Feil ved online-registrering (kontroller abonnent-ID).

hint.dealership.id=(maks. 10)

registration.exception.empty.subscription.selection=M5284: Velg et abonnement!

registration.error.no.services.available=E5300: Ingen tjenester tilgjengelig! Start GloabalTIS-serveren p\u00e5 nytt:<p align='left'>1. Avslutt GlobalTIS<br>2. Start 'GlobalTIS DiagTool' - 'Enhanced Trouble Shooting'<br>&nbsp;&nbsp;>> GlobalTIS-tjenesten<br>&nbsp;&nbsp;>> Stans tjenesten<br>&nbsp;&nbsp;>> Start tjenesten</p>

unable.to.resolve.subscriber.id=E5309: Gjenkjenner ikke abonnent-ID!

do.not.show.again=Ikke vis igjen

msg.exclusion.reset.failed=E5311: Feil ved nullstilling!
msg.exclusion.reset.successful=M5312: Nullstilling vellykket!

sps.calid.input.hw.number=Skriv inn VIT1 maskinvarenummer

unable.to.display.rpo=E5348: Kan ikke vise RPO-koder!

unsupported.vin=VIN er ikke st\u00f8ttet!

search.no.result=E3550: Finner ikke noe passende !

nothing.selected=E5498: Ingenting valgt!

deletion.succeeded=M5499: Sletting vellykket!

user.logins.trigger.update.failed=E5545: Feil ved aktivering/deaktivering av brukerinnlogging!

user.logins.trigger.update.successful=M5546: Vellykket aktivering/deaktivering av brukerinnlogging!

sps.calibration.info.display.security.code=Vis sikkerhetskode

release.si.preload.data.failed=E5630: Feil ved frigj\u00f8ring!
release.si.preload.data.successful=E5631: Frigj\u00f8ring vellykket!

fts.currently.unavailable=E5632: Fullt teksts\u00f8k er ikke tilgjengelig for \u00f8yeblikket!

sps.docref.default=For ytterligere informasjon, klikk <a>her</a>.
