# Sample ResourceBundle properties file

frame.single.registration.only=E4995: Sesija za registraciju je ve\u0107 aktivna
frame.registration.login.failed=E4996: Neuspjela prijava (molim kontaktirajte podr\u0161ku)
frame.registration.license.exception=E4997: Neuspjelo \u010ditanje/pisanje licencijske datoteke
frame.registration.license.invalid=E4998: Licencija neva\u017ee\u0107a za ovo ra\u010dunalo (molim registrirajte se ponovno)
frame.registration.hardwarekey.failure=E4999: Kvar hardverskog klju\u010da (nema pristupa \u010ditaj/pi\u0161i)

auth.req.dialog.license.registration.suceeded=Licencija je registrirana, a GlobalTIS je aktiviran. Molim, odjavite se (prekinite sesiju pomo\u0107u ikone u gornjem desnom uglu) i ponovno pokrenite GlobalTIS ili se ponovno prijavite.
auth.req.dialog.license.registration.failed=E5001: Neuspjela registracija licencije (molim provjerite 'ID pretplatnika' i 'Licencijski klju\u010d').

auth.req.dialog.title.message=Molimo unesite informacije o zastupstvu i (registrirajte se preko Interneta) ili (registracija e-po\u0161tom/faksom).
auth.req.dialog.dealership.missing.id=E5174: Molim, obvezno unesite ID zastupstva.
auth.req.dialog.dealership.missing.name=E5175: Molim, obvezno unesite naziv zastupstva.
auth.req.dialog.dealership.missing.street=E5176: Molim, obvezno unesite ulicu zastupstva.
auth.req.dialog.dealership.missing.zip=E5177: Molim, obvezno unesite po\u0161tanski broj zastupstva.
auth.req.dialog.dealership.missing.city=E5178: Molim, obvezno unesite grad zastupstva.
auth.req.dialog.dealership.missing.country=E5179: Molim, obvezno unesite zemlju zastupstva.
auth.req.dialog.dealership.missing.language=E5180: Molim, obvezno unesite jezik zastupstva.
auth.req.dialog.dealership.missing.contacs=E5181: Molim, obvezno unesite informaciju o osobi za kontakt zastupstva.
auth.req.dialog.dealership.information.incomplete=E5003: Molim unesite obvezne podatke o zastupstvu.
auth.req.dialog.dealership.dealercode.invalid=E5004: Molim provjerite kodnu oznaku prodava\u010da.
auth.req.dialog.dealership.contact.missing=E5005: Molim upi\u0161ite adresu e-po\u0161te ili broj faksa.
auth.req.dialog.dealership.contact.name.missing=E5006: Molim upi\u0161ite ime za kontakt.
auth.req.dialog.dealership.email.invalid=E5007: Molim provjerite adresu e-po\u0161te (neuspjela potvrda).
auth.req.dialog.dealership.information.invalid=E5008: Molim provjerite unesene podatke (jedan ili vi\u0161e unosa prelaze maksimalno dopu\u0161tenu duljinu).
auth.req.dialog.dealership.invalid.name=E5182: Molim, provjerite naziv zastupstva (maksimalna duljina 255 znakova)
auth.req.dialog.dealership.invalid.street=E5183: Molim, provjerite ulicu (maksimalna duljina 255 znakova)
auth.req.dialog.dealership.invalid.zip=E5184: Molim, provjerite po\u0161tanski broj (maksimalna duljina 10 znakova)
auth.req.dialog.dealership.invalid.city=E5185: Molim, provjerite grad (maksimalna duljina 255 znakova)
auth.req.dialog.dealership.invalid.phone=E5186: Molim, provjerite broj telefona (maksimalna duljina 255 znakova)
auth.req.dialog.dealership.invalid.fax=E5187: Molim, provjerite broj faksa (maksimalna duljina 255 znakova)
auth.req.dialog.dealership.invalid.email=E5188: Molim, provjerite adresu e-po\u0161te (maksimalna duljina 255 znakova)
auth.req.dialog.dealership.invalid.contact.name=E5189: Molim, provjerite ime osobe za kontakt (maksimalna duljina 255 znakova)
auth.req.dialog.dealership.data.stored=M5009: Podaci o zastupstvu su pohranjeni.
auth.req.dialog.dealership.data.failure=E5266: Neuspje\u0161na pohrana podataka o zastupstvu.
auth.req.dialog.online.registration.failed=E5011: Neuspjela registracija preko Interneta (molim kontaktirajte podr\u0161ku).
auth.req.dialog.online.registration.duplicate=M5012: Zahtjev za registraciju preko Interneta je ve\u0107 u tijeku.
auth.req.dialog.online.registration.suceeded=M5013: Zavr\u0161ena je registracija preko Interneta. Molim zabilje\u017eite ID zahtjeva = '{REQUEST-ID}'.
auth.req.dialog.registration.may.take.some.time=M5014: Aktiviranje licencijskog klju\u010da mo\u017ee potrajati neko vrijeme. Molim potvrdite s 'U REDU' i \u010dekajte ...
auth.req.email.notification=M5015: Primljen je novi zahtjev za registraciju (za ID zahtjeva i Kodnu oznaku prodava\u010da pogledajte predmet e-po\u0161te).

auth.reqext.dialog.title.message=GlobalTIS registracija (produljena pretplata): (registrirajte se preko Interneta) ili (registracija e-po\u0161tom/faksom).
auth.reqhwk.dialog.title.message=Premije\u0161tanje GlobalTIS hardverskog klju\u010da: (registrirajte se preko Interneta) ili (registracija e-po\u0161tom/faksom).
auth.reqhwk.dialog.online.registration.unknown=E5018: Neuspjela registracija preko Interneta (molim provjerite ID pretplatnika).

auth.req.detail.dialog.title.msg=Upute ...
auth.req.detail.dialog.subscription.not.selected=Molim odaberite pretplatu koja se treba autorizirati.
auth.req.detail.dialog.request.ident.invalid=E5021: Molim unesite va\u017ee\u0107i 'ID zahtjeva'.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: Molim unesite va\u017ee\u0107i 'ID pretplatnika'.
auth.req.detail.dialog.authorization.failed=E5023: Neuspjela autorizacija zahtjeva.
auth.req.detail.dialog.authorization.completed=M5024: Zavr\u0161ena GlobalTIS autorizacija (licencijski klju\u010d poslan e-po\u0161tom).
auth.req.detail.dialog.authorization.suceeded=M5025: Zavr\u0161ena GlobalTIS autorizacija.
auth.req.detail.dialog.license.key.not.computed=E5026: Neuspio izra\u010dun licencijskog klju\u010da (nepotpoun/pogre\u0161an unos podataka).
auth.req.regdb.no.organization=E5027: Neuspjelo formatiranje registracijske datoteke (administratoru za autorizaciju nije dodijeljena prodajna organizacija).
auth.req.email.license.subject=GlobalTIS registracija (ID zahtjeva = '{REQUEST-ID}')
auth.req.email.license.body=\nU privitku ste primili potreban licencijski klju\u010d i ID pretplatnika, kako biste se registrirali.\n\nPOZOR:\nOba vrijede samo na PC-u, na kojemu je izvr\u0161en postupak registracije.\nZa ocjenu valjanosti, ponovno pokrenite GlobalTIS i unesite ID pretplatnika i licencijski klju\u010d. Za unos licencijskog klju\u010da vrijede samo znamenke od 0-9 i slova od A-F (tako\u0111er se prihva\u0107aju mala slova). Alternativno, gumb 'Licencijski klju\u010d' otvara prozor za unos kompletnog slijeda. Gumb 'Registriraj licencijski klju\u010d' aktivira registraciju.\n\nUmjesto broja hardverskog klju\u010da, od sada \u0107e sa svakim ECU programiranjem u kontroler biti pohranjen ID pretplatnika.\n\nID zahtjeva: {REQUEST-ID}\nID pretplatnika: {SUBSCRIBER-ID}\n\nLicencijski klju\u010d:\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: Prije slanja, unesite sve obvezne informacije!

exception.unable.to.execute.action=E5030: Registracija preko Interneta ne mo\u017ee se izvr\u0161iti. Molim, provjerite vezu s poslu\u017eiteljem.

auth.req.no.entries=M5031: Nije prona\u0111en zahtjev za registraciju.

wait=Molimo pri\u010dekajte...

frame.login.kill.message=E4212: Ovaj korisni\u010dki id i lozinka su ve\u0107 u uporabi.<br>Pritisnite 'Cancel' da biste se vratili na glavni zaslon.<br>UPOZORENJE:Pritiskanje na 'Da' \u0107e dovr\u0161iti teku\u0107u korisni\u010dku sesiju i mo\u017ee stvoriti gubitak podataka.<br><br>

frame.login.kill.cancelled=M4194: Poni\u0161teno progla\u0161enje stare sesije neva\u017ee\u0107om!

frame.login.kill.successful=M4195: Stara sesija je uspje\u0161no progla\u0161ena neva\u017ee\u0107om!

swdl.home.panel.message=<center><B>PRIJE NEGO PO\u010cNETE!</B></center><br>Pravi Java softver se mora instalirati na va\u0161e Techline ra\u010dunalo da bi TIS-Online radio. Pogledajte izravne upute na zaslonu da biste u\u010ditali <br><br>U\u010ditavanje softvera prolazi kroz nekoliko koraka koji mogu trajati dugo vremena \u0161to ovisi o brzini va\u0161e veze. Za dodatne detalje molimo da pogledate izravne upute. <br><br>Molimo budite strpljivi ukoliko ste povezani putem sporih modemskih linija...

swdl.notify.cookies.disabled=E4213: Da biste zapo\u010deli u\u010ditavanje softvera morate aktivirati rukovanje kukijima i ponovnu prijavu

navigation.hint=Ova TIS softverska aplikacija ne podr\u017eava upotrebu Naprijed i Nazad tipki preglednika. Pogre\u0161ke \u0107e se pojaviti. Molimo da koristite samo tipke koje su prikazane na zaslonima aplikacija a ne na alatnom traku.

reloginpage.text=M3534: Automatski ste odjavljeni

confirmation.logout=M3535: Molimo potvrdite odjavu!

good.bye=M3536: Uspje\u0161no ste odjavljeni.

si.home.title=Da biste pregledali Servisnu publikaciju, odaberite jednu od slijede\u0107ih aplikacija za servisne informacije

si.home.stdinfo=Odaberite i pregledajte dijagnosti\u010dke-, standardne- informacije i informacije dijagrama o\u017ei\u010denja te tehni\u010dke servisne biltene za odre\u0111eno vozilo strukturirane po asemblerskim skupinama i vrstama servisnih informacija.

si.home.bulletins=Filtrirajte Tehni\u010dke servisne biltene (TSB) po:<br>prodajnoj marki, modelu, motoru, asemblerskoj skupini, simptomu, \u0161ifri pogre\u0161ke i broju popravke

si.home.faultDiag=Prona\u0111ite postupke za dijagnozu pogre\u0161aka pomo\u0107u koda pogre\u0161ke

si.home.brochures=Odaberite i pregledajte Posebne bro\u0161ure:<br>pregledi, nove tehni\u010dke osobine, tehni\u010dke informacije

si.home.number.search=Prona\u0111ite dokumente po broju dokumenta

si.home.text.search=Prona\u0111ite dokumente po sadr\u017eaju

si.home.bookmarks=Pregledajte oznake

si.stdinfo.select.ratio=Omjer sadr\u017eaja prema dokumentima

si.stdinfo.select.height=Odaberite visinu prikaza sadr\u017eaja i dokumenata

si.dociframepanel.select.height=Odaberite visinu prikaza dokumenata

si.number.search.enter.bulletin=Unesite broj biltena/kampanje/preliminarnih informacija:

si.number.search.enter.document=Unesite ID dokumenta:

si.search.no.result=E3550: Nikakav istovjetni par nije prona\u0111en!

si.search.result.without.vehicle=Rezultat tra\u017eenja servisnih informacija bez filtriranja podataka o vozilu (zabilje\u017eiti vozilo)

si.search.result.with.vehicle=Rezultat tra\u017eenja servisnih informacija sa filtriranjem podataka o vozilu (zabilje\u017eiti vozilo)

si.search.result.too-many-hits=E4229: Previ\u0161e posjeta za ovu vrstu servisnih informacija. Molimo da pro\u010distite kriterij pretra\u017eivanja.

si.document.page.wait=U\u010ditavanje stranice...

si.document.not.found=E3552: Dokument nije prona\u0111en!

si.document.not.available=E3553: Dokument nije dostupan!

si.lt.novc=E3555: Nikakve informacije vezane za obra\u010dunske jedinice rada nisu dostupne za odabir teku\u0107eg vozila!

si.lt.no.instance=E3556: Aplikacija obra\u010dunskih jedinica rada nije dostupna za odabranu marku vozila!

si.no.bookmarks=Nikakve oznake nisu definirane!

si.bulletins.search.message=Odaberite parametre po kojima \u017eelite da svi TSB budu filtrirani

si.bulletins.search.alternative=ili odaberite broj terenske pomo\u0107i

si.bulletin.search.hitcount=Ukupan broj posjeta

si.bulletin.search.nothing.found=E4141: Nikakvi dokumenti nisu prona\u0111eni!

vc.select.vc.data=Odaberite podatke o vozilu

vc.message.vin.incorrect=E714: Nije to\u010dan VIN unos!

vc.message.attribute.tied.to.vin=E3557: Ovo svojstvo je izravno povezano sa VIN kodom. Mijenjanje ovog svojstva \u0107e ukloniti VIN. Nastaviti?

vc.message.select.salesmake=Odaberite prodajnu marku

vc.message.vin.not.interpretable=E3558: VIN nije protuma\u010div. \u017delite li nastaviti?

fallback.no.instance=E3559: Aplikacija nije dostupna za trenuta\u010dno odabranu prodajnu marku!

lt.home.stdinfo=Odaberite i pregledajte informacije vezane za obra\u010dunske jedinice rada za trenuta\u010dno specificirano vozilo

lt.novc=E3561: Molimo odaberite valjano vozilo

lt.no.lt.for.vc=E3562: Nikakve obra\u010dunske jedinice rada nisu dostupne za odabrano vozilo

edit.bookmark=Preuredite oznake

not.authorized=Nije vam odobreno da pristupite ovoj stranici.

frame.invalid.session=E4214: UPOZORENJE:Primili ste ovu poruku iz jednog od slijede\u0107ih razloga:<br><br>&nbsp;&nbsp;1. Sesija je prekora\u010dila vrijeme.<br>&nbsp;&nbsp;2. Drugi korisnik koristi istu korisni\u010dku id/lozinku i dovr\u0161io je va\u0161u sesiju.<br>&nbsp;&nbsp;3. Povreda sigurnosti - korisnik nema pristup ovoj aplikaciji.

no.information.available=M4114: Nikakve informacije nisu dostupne!

select.ratio=Omjer sadr\u017eaja prema dokumentima

document.not.available=E3553: Dokument nije dostupan!

frame.modified.news=M4217: Nepro\u010ditane novosti dostupne! (Za pristup pritisnite na sli\u010dicu Novosti)

lt.search.mwork.not.found=E4220: Glavna operacija nije prona\u0111ena!

lt.no.bookmarks=Nikakve oznake nisu definirane!

lt.search.result.without.vehicle=Rezultat tra\u017eenja informacija o obra\u010dunskim jedinicama rada bez filtriranja podataka o vozilu (zabilje\u017eiti vozilo)

lt.search.result.with.vehicle=Rezultat tra\u017eenja informacija o obra\u010dunskim jedinicama rada sa filtriranjem podataka o vozilu (zabilje\u017eiti vozilo)

lt.search.no.result=E3550: Nikakav istovjetni par nije prona\u0111en!

detailed.picture=Pritisnite ovdje da biste dobili detaljni prikaz gornje slike

lt.bookmark.unavailable=E4228: Odabrana oznaka nije dostupna za teku\u0107e vozilo!

frame.plugin.check.notification=Provjeravanje stanja pri instaliranju plugin-a

frame.plugin.install.dialog=E4251: Sustav je otkrio slijede\u0107e plugin-ove koji nedostaju. Pritisnite na simboli\u010dku oznaku da biste u\u010ditali odgovaraju\u0107i izvedbeni program instalacije.

frame.plugin.install.dialog.checking.error=E4252: Sustav nije mogao odrediti nedostaju\u0107e plugin-ove. Stoga vam se daje kompletna lista dostupnih plugin-ova!!! <br>Pritisnite na simboli\u010dku oznaku da biste u\u010ditali odgovaraju\u0107i izvedbeni program instalacije.


frame.plugin.install.check.enable=Aktivirajte budu\u0107u provjeru plugin-ova (Ova postavka je tako\u0111er dostupna preko 'Profile' tabulatora)

plugin.description.isoview=Plugin za pregledavanje.cgm slika
plugin.description.tiffviewer=Plugin za pregledavanje.tiff slika
plugin.description.cgmviewer=Plugin za pregledavanje.cgm slika
plugin.description.webstart=Aplikacija za izvo\u0111enje Java klijentskog koda


sps.home.panel.message=<center><B>PRIJE NEGO PO\u010cNETE!</B></center><br>Pravi Java softver se mora instalirati na va\u0161e Techline ra\u010dunalo da bi TIS-Online radio. Pogledajte izravne upute na zaslonu da biste u\u010ditali <br><br>SPS prolazi kroz nekoliko koraka koji mogu trajati dugo vremena \u0161to ovisi o brzini va\u0161e veze. Za dodatne detalje molimo da pogledate izravne upute. <br><br>Molimo budite strpljivi ukoliko ste povezani putem sporih modemskih linija...
sps.home.panel.message.test=<center><B>NE REPROGRAMIRAJTE UPRAVLJA\u010cKE SKLOPOVE VOZILA SA OVOM INA\u010cICOM SOFTVERA! </B></center><br>OVAJ SPS MODUL JO\u0160 NIJE TESTIRAN I VJEROJATNO \u0106E DO\u0106I DO PADA SUSTAVA. SVAKO REPROGRAMIRANJE JE NA VA\u0160 OSOBNI RIZIK I MO\u017dE O\u0160TETITI UPRAVLJA\u010cKI SKLOP. <br><br>SPS prolazi kroz nekoliko koraka koji mogu trajati dugo vremena \u0161to ovisi o brzini va\u0161e veze. Za dodatne detalje molimo da pogledate izravne upute.<br><br>Molimo budite strpljivi ukoliko ste povezani putem sporih modemskih linija...

sps.calib.info.entry.panel.message=Da biste dobili najnovije informacije o kalibriranju elektroni\u010dkog upravlja\u010dkog sklopa za va\u0161e vozilo, unesite identifikacijski broj vozila od 17 znakova i odaberite 'Dobij CAL ID'.<br><br>Da biste dobili broj za verifikaciju kalibriranja (CVN) za bilo koji broj dijela kalibriranja, unesite broj dijela kalibracijskog ID-a i odaberite 'Dobij CVN'.

invalid.vin=E2769: Pogre\u0161an VIN!

sas.home.panel.message=U\u010ditavanje klijentskog servisa za za\u0161titu pristupa

sps.calibration.info.detailed.summary.caption=Informacije o kalibriranju GM vozila (odabrano kalibriranje)

sps.calibration.info.complete.part.history=Informacije o kalibriranju GM vozila

sps.calibration.history.for=Povijest kalibriranja za

sps.please.select=Molimo birajte...

sps.calibration.info.wizard.error.general=E4451: Unutarnja pogre\u0161ka se pojavila! Nije mogu\u0107e nastaviti!

sps.calibration.info.wizard.finished=Zavr\u0161eno!

sps.calibration.info.cvn.unknown.partnumber=E4453: Pogre\u0161an ili nepoznat broj dijela!

sps.calibration.info.display.dealer.vci=Prika\u017eite trgovca VCI

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: Postoje {PARTCOUNT} kalibracijski brojevi dijelova koji su valjani za '{MODULENAME}'. Pro\u010ditajte opise iz slijede\u0107ih tablica da biste odredili ispravno kalibriranje za ovo vozilo.

sps.calib.info.no.debug.info.available=M4114: Nikakve informacije nisu dostupne!


sps.exception.invalid-cachesize-input=M4389: Molimo unesite numeri\u010dku vrijednost za veli\u010dinu predmemorije.
sps.exception.unsupported-controller=E4390: TIS2WEB izdanje ne podr\u017eava odabrani upravlja\u010dki sklop.\nMolimo provjerite to\u010dnost unesenog VIN-a i/ili programirajte pomo\u0107u VCI.
sps.exception.invalid-controller-selection=E4391: Nikakav podrazred podataka za upravlja\u010dki sklop nije dostupan.
sps.exception.invalid-vci-input=M4393: Molimo unesite numeri\u010dku vrijednost VCI-a.
sps.exception.server-side-failure=E4394: Poslu\u017eiteljsko procesiranje nije uspjelo.
sps.exception.invalid-vin=E4395: VIN unos je pogre\u0161an. Molimo da ponovno unesete VIN!
sps.exception.no-controllers=E4396: Nikakvi podr\u017eani upravlja\u010dki sklopovi nisu prona\u0111eni.
sps.exception.no-vci=M4397: Molimo unesite VCI.
sps.exception.no-matching-vci=E5036: Uneseni VCI broj ne odgovara odabranom kontroleru.\nMolim unesite ponovno.
sps.exception.no-valid-cop=E4398: Nikakvi podaci za kalibriranje nisu prona\u0111eni.
sps.exception.tool.ecuread=E4399: Ozbiljna pogre\u0161ka: \u010ditanje ECU podataka sa ure\u0111aja ili upravlja\u010dkog sklopa neuspjelo.
sps.exception.tool.native=E4400: Ozbiljna pogre\u0161ka: lokalni podsustav nije dostupan.
sps.exception.tool.reprogramming=E4401: Ozbiljna pogre\u0161ka: upisivanje podataka na ure\u0111aj ili upravlja\u010dki sklop neuspjelo.
sps.exception.tool.init=E4402: Ozbiljna pogre\u0161ka: nije mogu\u0107e inicijalizirati odabrani ure\u0111aj.
sps.exception.tool.vinread=E4403: Ozbiljna pogre\u0161ka: \u010ditanje VIN-a sa ure\u0111aja ili upravlja\u010dkog sklopa neuspjelo.
sps.exception.unsupported-locale=E4405: Lokaliziranje nije podr\u017eano.
sps.exception.no-controller-selection=E4406: Poslu\u017eiteljsko procesiranje nije uspjelo (nedostaju informacije za bazu podataka).
sps.exception.ambiguous-controller-selection=E4407: Reprogramiranje informacija nedostupno za odabrani upravlja\u010dki sklop.
sps.exception.software-archive-not-enabled=M4408: Programiranje pomo\u0107u arhive nije aktivirano.
sps.exception.loading-archive-or-part-file-failed=M4409: U\u010ditavanje VCI Part/arhivske datoteke nije uspjelo.
sps.exception.invalid-archive-vci=M4410: Pogre\u0161an VCI (Part/arhivska datoteka).
sps.exception.no-valid-eil=E4411: Poslu\u017eiteljsko procesiranje nije uspjelo (pogre\u0161an dio krajnje stavke).
sps.exception.no-calibration-update=M4412: Odabrana kalibracija je teku\u0107a kalibracija u kontrolnom modulu.
sps.exception.invalid-current-calibration=M4413: Ovo TIS2WEB izdanje ne prepoznaje kalibriranja ozna\u010dena zvjezdicom (*).\nOna su ili novija od onog \u0161to je dostupno na ovom TIS2WEB izdanju,\nili su to ne-GM kalibriranja.\nMolimo kontaktirajte Centar za podr\u0161ku kupaca.
sps.exception.missing-calibration-file=E2907: Neke informacije vezane za brojeve dijelova nedostaju za ovaj modul.\nProgramiranje se ne mo\u017ee nastaviti.
sps.exception.invalid-keycode-format-input=M4415: Proizvo\u0111a\u010dki kod klju\u010da mora biti od 5 znamenki!
sps.exception.no-keycode=M4416: Molimo unesite kod klju\u010da.
sps.exception.bulletin-not-available=E4417: Bilten nije dostupan.
sps.exception.session-expired=E4418: Poslu\u017eiteljska sesija istekla. Molimo spojite se sa TIS2WEB ponovno.
sps.exception.unknown-vin=E842: Une\u0161eni VIN NIJE prona\u0111en.\nProvjerite to\u010dnost VIN-a ili odaberite program pomo\u0107u VCI-a.
sps.exception.unknown-ecu-software=E4419: Otkriven nepoznat ECU softver koji mo\u017eda mo\u017ee biti novija ina\u010dica.\nPostupak programiranja je zaustavljen.
sps.exception.unknown-ecu-hardware=E2700: Neuskla\u0111enost hardvera. Nikakvo reprogramiranje nije mogu\u0107e.
sps.exception.invalid-ecu-hardware=E2700: Neuskla\u0111enost hardvera. Nikakvo reprogramiranje nije mogu\u0107e.
sps.exception.software-not-available=E4420: Nijedan softver nije dostupan.
sps.exception.database-security-violated=E2909: Baza podataka upravljana. Nikakvo reprogramiranje nije mogu\u0107e!
sps.exception.no-authorization=E2701: Nema autorizacije da se programira odabrani softver.

sps.exception.unsupported.vehicle=M4495: Teku\u0107e odabrano vozilo je nepodr\u017eano!

sps.cal.info.bulletin.not.found=Bilten se nije mogao prona\u0107i!

si.print.view.error=Pogre\u0161ka se pojavila za vrijeme pripremanja pregleda tiskanja!

frame.log.mailer.dialog.title=Po\u0161aljite e-po\u0161tu koja sadr\u017eava dnevni\u010dke datoteke na...

frame.login.denied=Prijava uskra\u0107ena - pogre\u0161ne ili nedovoljne informacije o prijavi!

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=Posjetite General motors <br>Web \u010dvor na kojem mo\u017eete vidjeti cjelokupnu <br> GM obitelj brendova.

sps.calibration.info.copyright.title=General Motors korporacija 2003. Sva prava pridr\u017eana.

sps.calibration.info.copyright.text=GM, GM znak, Buick, Buick znak, Chevrolet, Chevrolet znak, Cadillac, Cadillac znak, Geo re\u0161etkasti znak, GMC, GMC znak, Oldsmobile, Oldsmobile znak, Pontiac, Pontiac znak, Saturn, Saturn znak, i Chevy, su za\u0161titni znakovi General Motors korporacije. Materijal sadr\u017ean na ovom Web \u010dvoru odnosi se na proizvode i usluge samo za tr\u017ei\u0161te SAD-a. Informacije koje su sadr\u017eane ovdje su napravljene tako da budu \u0161to sveobuhvatnije i i \u0161to je vi\u0161e mogu\u0107e potkrijepljene \u010dinjenicama. General Motors, me\u0111utim, zadr\u017eava pravo izmjene u bilo koje vrijeme, bez obavijesti. Sva prava pridr\u017eana.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: Molimo potvrdite brisanje!

empty.search.result=M4711: Nikakvi unosi nisu prona\u0111eni!

search.result.truncated=E4734: Skra\u0107en rezultat tra\u017eenja (otkazano tra\u017eenje)!

snapshot.home.panel.message=<center><B>PRIJE NEGO PO\u010cNETE!</B></center><br>Pravi Java softver se mora instalirati na va\u0161e Techline ra\u010dunalo da bi TIS-Online radio. Pogledajte izravne upute na zaslonu da biste u\u010ditali <br><br>Slika stanja prolazi kroz nekoliko koraka koji mogu trajati dugo vremena \u0161to ovisi o brzini va\u0161e veze. Za dodatne detalje molimo pogledajte izravne upute. <br><br>Molimo budite strpljivi ukoliko ste povezani preko sporih modemskih linija...

snapshot.notify.cookies.disabled=Da biste pokrenuli sliku stanja morate aktivirati rukovanje kukijima i ponovnu prijavu

tech2view.home.panel.message=<center><B>PRIJE NEGO PO\u010cNETE!</B></center><br>Pravi Java softver se mora instalirati na va\u0161e Techline ra\u010dunalo da bi TIS-Online radio. Pogledajte izravne upute na zaslonu da biste u\u010ditali  <br><br>Tech2pregled prolazi kroz nekoliko koraka koji mogu trajati dugo vremena \u0161to ovisi o brzini va\u0161e veze. Za dodatne detalje molimo da pogledate izravne upute. <br><br>Molimo budite strpljivi ukoliko ste povezani preko sporih modemskih linija...

tech2view.notify.cookies.disabled=Da biste pokrenuli Tech2pregled morate aktivirati rukovanje kukijima i ponovnu prijavu

techlineprint.home.panel.message=<center><B>PRIJE NEGO PO\u010cNETE!</B></center><br>Ispravan Java softver mora biti instaliran na va\u0161 Techline PC, za rad TIS-Online (rad na mre\u017ei). Potra\u017eite i preuzmite pomo\u0107 s mre\u017ee <br><br>Techline Ispis prolazi kroz nekoliko koraka, koji mogu potrajati, zavisno o brzini va\u0161e veze. Za vi\u0161e detalja, molimo da pogledate pomo\u0107 na mre\u017ei.<br><br>Ako ste spojeni preko sporih modemskih veza, molimo da budete strpljivi ...

techlineprint.notify.cookies.disabled=M4736: U cilju pokretanja Techline Ispisa, morate uklju\u010diti rukovanje pohranjivanjem informacija u Web pregledniku (cookies) i ponovnu prijavu korisnika

cache.cleared=M4717: Predmemorija obrisana!

error.see.log=E4718: Pojavila se pogre\u0161ka! (pogledajte dnevni\u010dku datoteku zbog detalja)

successfully.send.logs=M4719: Dnevni\u010dke datoteke uspje\u0161no poslane!

configuration.update.successful=M4737: Uspje\u0161no a\u017eurirana konfiguracija !
configuration.update.failed=M4738: Neuspjelo a\u017euriranje konfiguriracije !

sps.calibration.info.link.privacy.policy=Ovdje kliknite za pogledati GM politiku privatnosti.

sps.reset.adapter=Resetiranje adaptera SPS sheme ({0})

sps.reset.adapter.successful=Adapter SPS sheme uspje\u0161no resetiran: ({0})

sps.reset.adapter.failed=Neuspje\u0161no resetiranje adaptera SPS sheme ({0})

swdl.service.reset.failed=Neuspje\u0161no resetiranje SWDL servisa !

swdl.service.reset.succeeded=SWDL servis uspje\u0161no resetiran !

swdl.notification.new.tech2.versions=Nove ina\u010dice TECH2 softvera:

swdl.notification.new.tech2.versions.keepon=Ponovno poka\u017ei kod sljede\u0107e prijave

help.service.reset.failed=Neuspje\u0161no resetiranje servisa POMO\u0106 !

help.service.reset.succeeded=Uspje\u0161no resetiranje servisa POMO\u0106 !

news.service.reset.failed=Neuspje\u0161no resetiranje servisa NOVOST !

news.service.reset.succeeded=Uspje\u0161no resetiranje servisa NOVOST !

unable.to.create.key=E5040: Ne mo\u017ee se kreirati klju\u010d !

vc.please.choose.vehicle.configuration=Molimo birajte...

vc.error.missing.mandatory.input=E5041: Nedostaje obvezan unos !

please.select.user.name=Molim odaberite korisni\u010dko ime ...
select.username=Odaberite korisni\u010dko ime
or.enter.new.username=ili unesite novo korisni\u010dko ime
licensed.session.count.exeeded=E5045: Prekora\u010den je broj licenciranih sesija!

vcdialog.unable.to.resolve.exception=E5046: Ne mo\u017ee se rije\u0161iti VIN !

vcdialog.invalid.vin.exception=E5047: Neva\u017ee\u0107i VIN !

registration.confirm.revocation=M5131: \u017delite li zaista opozvati pretplatu?
registration.confirm.deletion=M5132: \u017delite li zaista obrisati registraciju?

kdr.home.panel.message=<center><B>PRIJE NEGO PO\u010cNETE!</B></center><br>Pravi Java softver se mora instalirati na va\u0161e Techline ra\u010dunalo da bi TIS-Online radio. Pogledajte izravne upute na zaslonu da biste u\u010ditali  <br><br>GDS prolazi kroz nekoliko koraka koji mogu trajati dugo vremena \u0161to ovisi o brzini va\u0161e veze. Za dodatne detalje molimo da pogledate izravne upute. <br><br>Molimo budite strpljivi ukoliko ste povezani preko sporih modemskih linija...


invalid.authentication=E5269: Neva\u017ee\u0107a autentifikacija !

unable.to.delete.msg=E5270: Ne mogu obrisati poruku !
unable.to.modify.msg=E5271: Ne mogu izmijeniti poruku !
unable.to.create.msg=E5272: Ne mogu kreirati poruku !
invalid.or.incomplete.input=E5273: Neva\u017ee\u0107i ili nepotpun unos !

unable.to.execute.search=E5274: Ne mogu izvr\u0161iti tra\u017eenje !
msg.created=M5275: Poruka kreirana !

# registration v2
please.fill.in.dealership.info=Molimo ispunite informacije o svojemu zastupstvu (* ozna\u010dava potrebne informacije)
unable.to.store.dealership.data=E5010: Neuspjela pohrana podataka o zastupstvu.
successfully.stored.dealership.data=M5277: Uspje\u0161no pohranjeni podaci o zastupstvu !

registration.step.1=1. Molim popunite podatke o svojemu zastupstvu
registration.step.2=2. Molimo unesite broj zahtijevanih GlobalTIS korisnika (samo za instalacije na poslu\u017eitelju)
registration.step.3=3. Molimo odaberite potrebne pretplate koje \u017eelite koristiti
registration.step.4=4. Molim registrirajte se preko Interneta ili faksom, kako biste dobili licencijski klju\u010d. Kliknite na 'Registracija preko Interneta', za automatsku registraciju preko Interneta ili na 'Ru\u010dnu registraciju', kako biste prikazali PDF registracijski dokument, koji mo\u017eete poslati e-po\u0161tom ili faksom.
registration.step.5=5. Kada dobijete licencijski klju\u010d, odjavite se s ovog ekrana i ponovno pokrenite GlobalTIS. Proces registracije \u0107e se tada nastaviti sa stavkom 6.
registration.step.6=6. Nakon \u0161to ste faksom ili e-po\u0161tom primili potrebne informacije o registraciji, unesite ID pretplatnika i licencijski klju\u010d:
registration.step.7=7. Molim kliknite na gumb 'Registriraj licencijski klju\u010d', kako biste aktivirali proces potvrde za svoju GlobalTIS instalaciju.


error.occured=E5281: Dogodila se gre\u0161ka: ${error.message}

registration.hint.button.add.contact=Kliknite, ako morate unijeti jo\u0161 osoba za kontakt

registration.exception.registration.duplicate=M5012: Zahtjev za registraciju preko Interneta je ve\u0107 u tijeku.
registration.exception.registration.db.load.failed=E5018: Neuspjela registracija preko Interneta (molim provjerite ID pretplatnika).

hint.dealership.id=(maks. 10)

registration.exception.empty.subscription.selection=M5284: Molimo odaberite pretplatu !

registration.error.no.services.available=E5300: Usluge nisu dostupne! Ponovno pokrenite GlobalTIS poslu\u017eitelj:<p align='left'>1. Iza\u0111ite iz GlobalTIS-a<br>2. Pokrenite 'GlobalTIS DiagTool' ('GlobalTIS dijagnosti\u010dki alat') - 'Enhanced Trouble Shooting' ('Napredno tra\u017eenje kvarova')<br>&nbsp;&nbsp;>> GlobalTIS Service<br>&nbsp;&nbsp;>> Stop Service<br>&nbsp;&nbsp;>> Start Service</p>

unable.to.resolve.subscriber.id=E5309: Ne mogu rije\u0161iti ID pretplatnika !

do.not.show.again=Ne pokazuj ponovno

msg.exclusion.reset.failed=E5311: Neuspje\u0161no resetiranje !
msg.exclusion.reset.successful=M5312: Uspje\u0161no resetiranje !

sps.calid.input.hw.number=Molimo, unesite VIT1 hardverski broj

unable.to.display.rpo=E5348: Ne mogu prikazati RPO kodove !

unsupported.vin=Nepodr\u017ean VIN !

search.no.result=E3550: Nikakav istovjetni par nije prona\u0111en!

nothing.selected=E5498: Ni\u0161ta nije odabrano !

deletion.succeeded=M5499: Brisanje uspjelo !

user.logins.trigger.update.failed=E5545: Neuspjelo uklju\u010denje/isklju\u010denje korisni\u010dke prijave !

user.logins.trigger.update.successful=M5546: Uspje\u0161no uklju\u010dena/isklju\u010dena korisni\u010dka prijava !

sps.calibration.info.display.security.code=Prikaz sigurnosnog koda

release.si.preload.data.failed=E5630: Otpu\u0161tanje neuspje\u0161no !
release.si.preload.data.successful=E5631: Otpu\u0161tanje uspje\u0161no !

fts.currently.unavailable=E5632: Puno pretra\u017eivanje teksta trenutno nije raspolo\u017eivo !

sps.docref.default=Za daljnje informacije, molimo kliknite <a>ovdje</a>.
