# Sample ResourceBundle properties file

frame.single.registration.only=E4995: Registrierungsvorgang bereits aktiv
frame.registration.login.failed=E4996: Login fehlgeschlagen (Bitte mit Support in Verbindung setzen)
frame.registration.license.exception=E4997: Lesen/Schreiben der Lizenzdatei fehlgeschlagen
frame.registration.license.invalid=E4998: Lizenz ist ung\u00fcltig f\u00fcr diesen Computer (bitte erneut registrieren)
frame.registration.hardwarekey.failure=E4999: Hardware Key ist defekt (keine Lese/Schreiben Erlaubnis)

auth.req.dialog.license.registration.suceeded=Die Lizenz wurde registriert und GlobalTIS aktiviert. Bitte die Anwendung verlassen (Schaltfl\u00e4che in der rechten oberen Ecke) und GlobalTIS erneut starten oder neu einw\u00e4hlen.
auth.req.dialog.license.registration.failed=E5001: Lizenz konnte nicht registriert werden (bitte \u00fcberpr\u00fcfen Sie 'Abonnenten-ID' und 'Lizenzschl\u00fcssel').

auth.req.dialog.title.message=Bitte Informationen zum H\u00e4ndlerbetrieb eingeben und (Online registrieren) oder per (E-mail/Fax Registrierung).
auth.req.dialog.dealership.missing.id=E5174: Bitte H\u00e4ndlernummer angeben.
auth.req.dialog.dealership.missing.name=E5175: Bitte H\u00e4ndlername angeben.
auth.req.dialog.dealership.missing.street=E5176: Bitte Stra\u00dfe angeben.
auth.req.dialog.dealership.missing.zip=E5177: Bitte Postleitzahl angeben.
auth.req.dialog.dealership.missing.city=E5178: Bitte Ort angeben.
auth.req.dialog.dealership.missing.country=E5179: Bitte Land angeben.
auth.req.dialog.dealership.missing.language=E5180: Bitte Sprache angeben.
auth.req.dialog.dealership.missing.contacs=E5181: Bitte Information zu H\u00e4ndlerkontakt angeben.
auth.req.dialog.dealership.information.incomplete=E5003: Bitte alle Pflichtfelder eingeben (mit * markiert).
auth.req.dialog.dealership.dealercode.invalid=E5004: Bitte H\u00e4ndlernummer pr\u00fcfen.
auth.req.dialog.dealership.contact.missing=E5005: Bitte entweder E-Mail Adresse oder Faxnummer angeben.
auth.req.dialog.dealership.contact.name.missing=E5006: Bitte Ansprechpartner angeben.
auth.req.dialog.dealership.email.invalid=E5007: Bitte \u00fcberpr\u00fcfen Sie die E-Mail Adresse (\u00dcberpr\u00fcfung fehlgeschlagen).
auth.req.dialog.dealership.information.invalid=E5008: Bitte \u00fcberpr\u00fcfen Sie die eingegebenen Daten (ein oder mehrere Eintr\u00e4ge \u00fcberschreiten die maximal zul\u00e4ssige L\u00e4nge).
auth.req.dialog.dealership.invalid.name=E5182: Bitte H\u00e4ndlername pr\u00fcfen (max. 255 Zeichen sind erlaubt).
auth.req.dialog.dealership.invalid.street=E5183: Bitte Stra\u00dfenangabe pr\u00fcfen (max. 255 Zeichen sind erlaubt).
auth.req.dialog.dealership.invalid.zip=E5184: Bitte Postleitzahl pr\u00fcfen (max. 255 Zeichen sind erlaubt).
auth.req.dialog.dealership.invalid.city=E5185: Bitte Ortsnamen/Stadt pr\u00fcfen (max. 255 Zeichen sind erlaubt).
auth.req.dialog.dealership.invalid.phone=E5186: Bitte Telefonnummer pr\u00fcfen (max. 255 Zeichen sind erlaubt).
auth.req.dialog.dealership.invalid.fax=E5187: Bitte Faxnummer pr\u00fcfen (max. 255 Zeichen sind erlaubt).
auth.req.dialog.dealership.invalid.email=E5188: Bitte E-Mail Addresse pr\u00fcfen (max. 255 Zeichen sind erlaubt).
auth.req.dialog.dealership.invalid.contact.name=E5189: Bitte Name des Ansprechpartners pr\u00fcfen (max. 255 Zeichen sind erlaubt).
auth.req.dialog.dealership.data.stored=M5009: H\u00e4ndlerangaben gespeichert.
auth.req.dialog.dealership.data.failure=E5266: H\u00e4ndlerdaten konnten nicht gespeichert werden.
auth.req.dialog.online.registration.failed=E5011: Online-Registrierung fehlgeschlagen (bitte mit Support in Verbindung setzen).
auth.req.dialog.online.registration.duplicate=M5012: Anfrage zur Online- Registrierung ist bereits gestellt.
auth.req.dialog.online.registration.suceeded=M5013: Online-Registrierung beendet. Bitte Anfrage-ID = '{REQUEST-ID}' vermerken.
auth.req.dialog.registration.may.take.some.time=M5014: Die Aktivierung des Lizenzschl\u00fcssel kann einen Moment dauern. Bitte mit 'Ok' best\u00e4tigen und warten ...
auth.req.email.notification=M5015: Neue Registrierungsanfrage erhalten (siehe E-Mail Betreff f\u00fcr Anfrage-ID und H\u00e4ndlernummer).

auth.reqext.dialog.title.message=GlobalTIS Registrierung (Abonnement erweitern): (Online Registrierung) oder (E-mail/Fax Registrierung)
auth.reqhwk.dialog.title.message=GlobalTIS Hardware Key Migration: (Online Registrierung) oder (E-mail/Fax Registrierung).
auth.reqhwk.dialog.online.registration.unknown=E5018: Online-Registrierung fehlgeschlagen (bitte Abonnenten-ID \u00fcberpr\u00fcfen).

auth.req.detail.dialog.title.msg=Anweisungen ...
auth.req.detail.dialog.subscription.not.selected=Bitte Abonnement ausw\u00e4hlen, das freigeschaltet werden soll.
auth.req.detail.dialog.request.ident.invalid=E5021: Bitte g\u00fcltige 'Anfrage-ID' eingeben.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: Bitte g\u00fcltige 'Abonnenten-ID' eingeben.
auth.req.detail.dialog.authorization.failed=E5023: Autorisierungsanfrage fehlgeschlagen.
auth.req.detail.dialog.authorization.completed=M5024: GlobalTIS Autorisierung erfolgreich beendet (Lizenzschl\u00fcssel per E-Mail verschickt).
auth.req.detail.dialog.authorization.suceeded=M5025: GlobalTIS Autorisierung erfolgreich beendet.
auth.req.detail.dialog.license.key.not.computed=E5026: Erstellung des Lizenzschl\u00fcssel fehlgeschlagen (unvollst\u00e4ndige/fehlerhafte Dateneingabe).
auth.req.regdb.no.organization=E5027: Export der Registrierungsdatenbank fehlgeschlagen (dem Autorisierungsadministrator konnte keine Sales Organisation zugeordnet werden).
auth.req.email.license.subject=GlobalTIS Registrierung (RequestID = '{REQUEST-ID}')
auth.req.email.license.body=\nHiermit erhalten Sie den zur Freischaltung n\u00f6tigen Lizenzschl\u00fcssel und die Abonnenten-ID.\n\nACHTUNG:\nBeide sind nur g\u00fcltig f\u00fcr den PC, auf dem Sie die Registrierung erzeugt haben.\nZur Freischaltung starten Sie GlobalTIS erneut und geben die Abonnenten-ID und den Lizenzschl\u00fcssel ein. Der Lizenzschl\u00fcssel besteht ausschlie\u00dflich aus den Ziffern 0-9 und den Buchstaben A-F (Kleinbuchstaben werden auch akzeptiert). Alternativ \u00f6ffnet ein Klick auf den Schriftzug 'Lizenzschl\u00fcssel' ein Eingabefenster zum Einf\u00fcgen des kompletten Zeichenblocks. Die Taste 'Lizenzschl\u00fcssel registrieren' aktiviert die Freischaltung.\n\nDie Abonnenten-ID wird an Stelle der bisherigen Hardwarekeynummer bei jeder Programmierung im Steuerger\u00e4t abgespeichert.\n\nAnfrage-ID: {REQUEST-ID}\nAbonnenten-ID: {SUBSCRIBER-ID}\n\nLizenzschl\u00fcssel:\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: Bitte erst alle Pflichtfelder ausf\u00fcllen und dann 'Senden' dr\u00fccken!

exception.unable.to.execute.action=E5030: Die Online-Registrierung konnte nicht durchgef\u00fchrt werden. Bitte stellen Sie die korrekte Verbindung sicher.

auth.req.no.entries=M5031: Keine Registrierungsanfragen gefunden.

wait=Bitte warten ...

frame.login.kill.message=E4212: Dieser Nutzer oder Kennwort ist bereits eingew\u00e4hlt.<br>'Abbrechen' bringt Sie zum Hauptbildschirm zur\u00fcck.<br>ACHTUNG: 'Ja' beendet die bereits bestehende Session des Nutzers und kann zu Datenverlust f\u00fchren.<br><br>

frame.login.kill.cancelled=M4194: Der Versuch, eine alte Session hart zu beenden, wurde abgebrochen !

frame.login.kill.successful=M4195: Alte Session wurde erfolgreich beendet !

swdl.home.panel.message=<center><B>BEVOR SIE BEGINNEN!</B></center><br>Damit TIS2Web einwandfrei funktioniert muss zuvor die richtige Java Software auf dem PC installiert werden. Weitere Informationen zum Download entnehmen Sie bitte der Online-Hilfe!<br><br>Die \u00dcbertragung der Diagnosesoftware erfolgt in mehreren Schritten, die in Abh\u00e4ngigkeit der Verbindungsgeschwindigkeit zeitintensiv sein k\u00f6nnen. Weitere Einzelheiten lesen Sie bitte in der Online-Hilfe nach.<br><br>Bitte gedulden Sie sich etwas, falls Sie \u00fcber eine langsame Modemverbindung verf\u00fcgen ... 

swdl.notify.cookies.disabled=E4213: Zum Start von '\u00dcbertragung Diagnosesoftware' m\u00fcssen Sie die IE-Einstellung 'Cookies pro Sitzung annehmen' aktivieren und sich neu einw\u00e4hlen.

navigation.hint=Die TIS Anwendung unterst\u00fctzt nicht die Browser-Schaltfl\u00e4chen 'N\u00e4chste' und 'Zur\u00fcck'. Fehler k\u00f6nnen auftreten. Bitte nur die Schaltfl\u00e4chen der Anwendung benutzen und nicht die des Browsers.

reloginpage.text=M3534: Sie wurden automatisch abgemeldet

confirmation.logout=M3535: Bitte best\u00e4tigen Sie, dass Sie TIS2Web beenden m\u00f6chten !

good.bye=M3536: Sie wurden erfolgreich abgemeldet.

si.home.title=Um eine Servicepublikation zu sehen, w\u00e4hlen Sie bitte eine der Applikationen:

si.home.stdinfo=Diagnoseinformationen, Standardinformationen, Schaltpl\u00e4ne und Technische Service Informationen f\u00fcr ein bestimmtes Fahrzeug, strukturiert nach Baugruppen und Informationstypen

si.home.bulletins=Filtern der Feldabhilfen nach:<br>Marke, Modell, Motor, Baugruppe, Symptom, Fehlercode oder TSB Nummer

si.home.faultDiag=Fehlersuche anhand von Fehlercodes

si.home.brochures=Auswahl und Ansicht von Sonderbrosch\u00fcren:<br>Inspektion, Technische Neuheiten, Technische  Informationen

si.home.number.search=Suche anhand von Dokumentnummer

si.home.text.search=Suche \u00fcber Inhalt/Titel

si.home.bookmarks=Lesezeichen anzeigen

si.stdinfo.select.ratio=Verh\u00e4ltnis Inhaltsverzeichnis zu Dokument 

si.stdinfo.select.height=Bitte w\u00e4hlen Sie die H\u00f6he des Inhaltsverzeichnisses und Dokumentanzeige

si.dociframepanel.select.height=Bitte w\u00e4hlen Sie die H\u00f6he der Dokumentanzeige

si.number.search.enter.bulletin=Geben Sie die Nummer der Bulletin/Kampagne/Vorl\u00e4ufigen Information ein:

si.number.search.enter.document=Geben Sie die Dokument Nummer ein:

si.search.no.result=E3550: Keine \u00dcbereinstimmung gefunden!

si.search.result.without.vehicle=Suchergebnis f\u00fcr Service Informationen ohne Filterung auf Fahrzeugdaten (Register Fahrzeug)

si.search.result.with.vehicle=Suchergebnis f\u00fcr Service Informationen mit Filterung auf Fahrzeugdaten (Register Fahrzeug)

si.search.result.too-many-hits=E4229: Zuviele Treffer f\u00fcr diesen Serviceinformationstyp. Bitte die Suchkriterien verfeinern.

si.document.page.wait=Seite wird geladen ... 

si.document.not.found=E3552: Dokument wurde nicht gefunden !

si.document.not.available=E3553: Dokument steht nicht zur Verf\u00fcgung !

si.lt.novc=E3555: F\u00fcr die aktuellen Fahrzeugdaten stehen keine Arbeitswerte zur Verf\u00fcgung !

si.lt.no.instance=E3556: Die Applikation Arbeitswerte steht Ihnen f\u00fcr die aktuelle Fahrzeugmarke nicht zur Verf\u00fcgung !

si.no.bookmarks=Keine Lesezeichen definiert

si.bulletins.search.message=W\u00e4hlen Sie die Parameter, nach denen alle TSBs sortiert werden sollen.

si.bulletins.search.alternative=oder geben Sie die Nummer einer Feldabhilfe ein

si.bulletin.search.hitcount=Anzahl der Treffer

si.bulletin.search.nothing.found=E4141: Kein Dokument gefunden !

vc.select.vc.data=W\u00e4hle die Fahrzeugdaten

vc.message.vin.incorrect=E714: Keine korrekte VIN Eingabe!

vc.message.attribute.tied.to.vin=E3557: Dieses Attribute ist direkt an einen VIN-Code gebunden. Bei Ver\u00e4nderunge dieses Attributes wird die VIN gel\u00f6scht! Forsetzen ?

vc.message.select.salesmake=W\u00e4hlen Sie eine Fahrzeugmarke

vc.message.vin.not.interpretable=E3558: Die VIN kann nicht interpretiert werden. Wollen Sie dennoch fortfahren?

fallback.no.instance=E3559: Die Applikation ist f\u00fcr die aktuell gew\u00e4hlten Fahrzeugdaten nicht verf\u00fcgbar !

lt.home.stdinfo=W\u00e4hlen Sie Arbeitswerte f\u00fcr die aktuellen Fahrzeugdaten.

lt.novc=E3561: Bitte w\u00e4hlen Sie ein g\u00fcltiges Fahrzeug !

lt.no.lt.for.vc=E3562: F\u00fcr das aktuell gew\u00e4hlte Fahrzeug stehen keine Arbeitswerte zur Verf\u00fcgung.

edit.bookmark=Lesezeichen editieren

not.authorized=Sie sind nicht berechtigt, auf diese Seite zuzugreifen.

frame.invalid.session=E4214: Sie bekommen diese Meldung aus folgenden Gr\u00fcnden:<br><br>&nbsp;&nbsp;1. Die Session wurde beendet.<br><br>&nbsp;&nbsp;2. Ein anderer Benutzer verwendet denselben Benutzernamen/Kennwort und hat Ihre Session beendet.<br><br>&nbsp;&nbsp;3. Sicherheits\u00fcbertretung - der Nutzer hat keine Zugriffsberechtigung auf diese Anwendung.

no.information.available=M4114: Keine Information verf\u00fcgbar !

select.ratio=Verh\u00e4ltnis Inhaltsverzeichnis zu Dokument 

document.not.available=E3553: Dokument steht nicht zur Verf\u00fcgung !

frame.modified.news=M4217: Bisher ungelesene Neuheiten verf\u00fcgbar ! (Zur Ansicht, Schaltfl\u00e4che Neuheiten bet\u00e4tigen)

lt.search.mwork.not.found=E4220: Hauptarbeitsnummer nicht gefunden !

lt.no.bookmarks=Keine Lesezeichen definiert

lt.search.result.without.vehicle=Suchergebnis f\u00fcr Arbeitswerte ohne Filterung auf Fahrzeugdaten (Register Fahrzeug)

lt.search.result.with.vehicle=Suchergebnis f\u00fcr Arbeitswerte mit Filterung auf Fahrzeugdaten (Register Fahrzeug)

lt.search.no.result=E3550: Keine \u00dcbereinstimmung gefunden!

detailed.picture=Bild vergr\u00f6\u00dfern

lt.bookmark.unavailable=E4228: Das gew\u00e4hlte Lesezeichen steht f\u00fcr das aktuelle Fahrzeug nicht zur Verf\u00fcgung !

frame.plugin.check.notification=\u00dcberpr\u00fcfen des Status der Plugin Installation

frame.plugin.install.dialog=E4251: Das System hat folgende Plugins als fehlend erkannt. Bitte einfachen Mausklick auf den Namen, um die Installationsdatei herunterzuladen.

frame.plugin.install.dialog.checking.error=E4252: Das System kann die fehlenden Plugins nicht benennen. Somit wird die vollst\u00e4ndige Liste aller verf\u00fcgbaren Plugins bereitgestellt !!!<br>Bitte einfachen Mausklick auf den Namen, um die Installationsdatei herunterzuladen.


frame.plugin.install.check.enable=Sp\u00e4teres \u00dcberpr\u00fcfen von Plugins aktivieren (Diese Einstellung ist auch \u00fcber das Register 'Profil' verf\u00fcgbar)

plugin.description.isoview=Plugin zur Anzeige von Bildern im CGM-Format
plugin.description.tiffviewer=Plugin zur Anzeige von Bildern im TIFF-Format
plugin.description.cgmviewer=Plugin zur Anzeige von Bildern im CGM-Format
plugin.description.webstart=Anwendung zum Ausf\u00fchren des Java Client Codes


sps.home.panel.message=<center><B>BEVOR SIE BEGINNEN!</B></center><br>Damit TIS2Web einwandfrei funktioniert muss zuvor die richtige Java Software auf dem PC installiert werden. Weitere Informationen zur Programmierung entnehmen Sie bitte der Online-Hilfe!<br><br>Die 'Steuerger\u00e4teprogrammierung' erfolgt in mehreren Schritten, die in Abh\u00e4ngigkeit der Verbindungsgeschwindigkeit zeitintensiv sein k\u00f6nnen. Weitere Einzelheiten lesen Sie bitte in der Online-Hilfe nach.<br><br>Bitte gedulden Sie sich etwas, falls Sie \u00fcber eine langsame Modemverbindung verf\u00fcgen ... 
sps.home.panel.message.test=<center><B>BITTE KEINE REPROGRAMMMIERUNG VON FAHRZEUGSTEUERGER\u00c4TEN MIT DIESER SOFTWAREVERSION VORNEHMEN!</B></center><br>DAS SPS-MODUL IST NOCH NICHT AUSREICHEND GETESTET UND K\u00d6NNTE DAHER PROBLEME VERURSACHEN. JEGLICHE REPROGRAMMIERUNG ERFOLGT AUF EIGENES RISIKO UND K\u00d6NNTE DAS STEUERGER\u00c4T BESCH\u00c4DIGEN.<br><br>Die 'Steuerger\u00e4teprogrammierung' erfolgt in mehreren Schritten, die in Abh\u00e4ngigkeit der Verbindungsgeschwindigkeit zeitintensiv sein k\u00f6nnen. Weitere Einzelheiten lesen Sie bitte in der Online-Hilfe nach.<br><br>Bitte gedulden Sie sich etwas, falls Sie \u00fcber eine langsame Modemverbindung verf\u00fcgen ... 

sps.calib.info.entry.panel.message=Um die aktuelle Kalibrierung eines Elektronischen Steuerger\u00e4tes f\u00fcr Ihr Fahrzeug zu bekommen, geben Sie dessen 17-stellige Fahrgestellnummer (VIN) ein und w\u00e4hlen 'CAL ID erhalten'.<br><br>Um die \u00dcberpr\u00fcfungsnummer zur Kalibrierung f\u00fcr eine beliebige Kalibrierungsteilenummer zu bekommen, geben Sie die Teilenummer der Kalibrierungs-ID (CAL ID) ein und w\u00e4hlen 'CVN erhalten'.

invalid.vin=E2769: Ung\u00fcltige VIN (Fahrgestellnummer) !

sas.home.panel.message=Security Access Service Client Download

sps.calibration.info.detailed.summary.caption=GM Information zu Fahrzeugkalibrierungen (ausgew\u00e4hlte Kalibrierung)

sps.calibration.info.complete.part.history=GM Information zu Fahrzeugkalibrierungen

sps.calibration.history.for=Kalibrierungshistorie f\u00fcr

sps.please.select=Bitte w\u00e4hlen Sie ...

sps.calibration.info.wizard.error.general=E4451: Ein interner Fehler ist aufgetreten ! Fortsetzen nicht m\u00f6glich!

sps.calibration.info.wizard.finished=Beendet !

sps.calibration.info.cvn.unknown.partnumber=E4453: Ung\u00fcltige oder unbekannte Teilenummer !

sps.calibration.info.display.dealer.vci=Anzeige des H\u00e4ndler VCI 

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: Es gibt {PARTCOUNT} Kalibrierungs-Teilenummer(n) g\u00fcltig f\u00fcr '{MODULENAME}'. Beschreibungen der nachfolgenden Tabellen sorgf\u00e4ltig lesen um die richtige Kalibrierung f\u00fcr das Fahrzeug zu ermitteln.

sps.calib.info.no.debug.info.available=M4114: Keine Information verf\u00fcgbar !


sps.exception.invalid-cachesize-input=M4389: Bitte geben Sie einen numerischen Wert f\u00fcr die Gr\u00f6\u00dfe des Zwischenspeichers an.
sps.exception.unsupported-controller=E4390: Gew\u00e4hltes Steuerger\u00e4t wird von dieser TIS2Web Version nicht unterst\u00fctzt.\nBitte die eingegebenen Fahrgestellnummer (VIN) auf Richtigkeit \u00fcberpr\u00fcfen und/oder mit VCI programmieren.
sps.exception.invalid-controller-selection=E4391: Keine g\u00fcltigen Steuerger\u00e4tedaten verf\u00fcgbar.
sps.exception.invalid-vci-input=M4393: Bitte nummerischen Wert f\u00fcr VCI eingeben.
sps.exception.server-side-failure=E4394: Bearbeitung auf dem Server fehlgeschlagen.
sps.exception.invalid-vin=E4395: Die eingegebene Fahrgestellnummer (VIN) ist ung\u00fcltig. Bitte VIN erneut eingeben!
sps.exception.no-controllers=E4396: Es konnten keine unterst\u00fctzten Steuerger\u00e4te gefunden werden.
sps.exception.no-vci=M4397: Bitte VCI eingeben.
sps.exception.no-matching-vci=E5036: Die eingegebene VCI Nummer pa\u00dft nicht zum ausgew\u00e4hlten Steuerger\u00e4t.\Bitte erneut eingeben.
sps.exception.no-valid-cop=E4398: Keine Kalibrierungsdaten gefunden.
sps.exception.tool.ecuread=E4399: Schwerwiegender Fehler: Lesen der Steuerger\u00e4tedaten vom Ger\u00e4t oder Steuerger\u00e4t fehlgeschlagen.
sps.exception.tool.native=E4400: Schwerwiegender Fehler: Subsystem nicht verf\u00fcgbar.
sps.exception.tool.reprogramming=E4401: Schwerwiegender Fehler: Schreiben der Steuerger\u00e4tedaten auf Ger\u00e4t oder Steuerger\u00e4t fehlgeschlagen.
sps.exception.tool.init=E4402: Schwerwiegender Fehler: Gew\u00e4hltes Ger\u00e4t konnte nicht angesprochen werden.
sps.exception.tool.vinread=E4403: Schwerwiegender Fehler: Lesen der Fahrgestellnummer (VIN) vom Ger\u00e4t oder Steuerger\u00e4t fehlgeschlagen.
sps.exception.unsupported-locale=E4405: Sprach-/L\u00e4ndercode nicht unterst\u00fctzt.
sps.exception.no-controller-selection=E4406: Bearbeitung auf dem Server fehlgeschlagen (Datenbankinformation fehlt).
sps.exception.ambiguous-controller-selection=E4407: Information zur Reprogrammierung des ausgew\u00e4hlten Steuerger\u00e4ts nicht verf\u00fcgbar.
sps.exception.software-archive-not-enabled=M4408: Programmierung mittels Archiv nicht aktiviert.
sps.exception.loading-archive-or-part-file-failed=M4409: Laden des Part/Archives fehlerhaft.
sps.exception.invalid-archive-vci=M4410: Ung\u00fcltiges VCI (Part/Archive File).
sps.exception.no-valid-eil=E4411: Bearbeitung auf dem Server fehlgeschlagen (Ung\u00fcltige 'End Item Part' Nummer).
sps.exception.no-calibration-update=M4412: Gew\u00e4hlte Kalibrierung bereits im Steuerger\u00e4t vorhanden.
sps.exception.invalid-current-calibration=M4413: Mit einem Stern (*) gekennzeichnete Kalibrierungen werden von diesem TIS2Web Release nicht erkannt.\nSie sind entweder neuer als die aktuell unter TIS2Web verf\u00fcgbaren,\noder keine GM-Kalibrierungen.\nBitte das Kundenservicecenter ansprechen.
sps.exception.missing-calibration-file=E2907: Einige Informationen zu Teilenummern fehlen.\nProgrammierung kann nicht fortgesetzt werden.
sps.exception.invalid-keycode-format-input=M4415: Hersteller-Schl\u00fcsselcode besteht aus 5 Ziffern !
sps.exception.no-keycode=M4416: Bitte Schl\u00fcsselcode eingeben.
sps.exception.bulletin-not-available=E4417: Technische Information nicht verf\u00fcgbar.
sps.exception.session-expired=E4418: Sitzung am Server beendet. Bitte erneut mit TIS2WEB verbinden.
sps.exception.unknown-vin=E842: Die eingegebene VIN wurde nicht gefunden.\n\u00dcberpr\u00fcfen Sie die Richtigkeit der VIN oder w\u00e4hlen Sie 'Programmieren mittels VCI'
sps.exception.unknown-ecu-software=E4419: Unbekannte Steuerger\u00e4tesoftware mit einer vermutlich neueren Version gefunden.\nProgrammiervorgang unterbrochen.
sps.exception.unknown-ecu-hardware=E2700: Hardware stimmt nicht \u00fcberein. Reprogrammierung nicht m\u00f6glich.
sps.exception.invalid-ecu-hardware=E2700: Hardware stimmt nicht \u00fcberein. Reprogrammierung nicht m\u00f6glich.
sps.exception.software-not-available=E4420: Keine Software verf\u00fcgbar.
sps.exception.database-security-violated=E2909: Manipulierte Datenbank. Reprogrammierung nicht m\u00f6glich !
sps.exception.no-authorization=E2701: Keine Autorisierung zum Programmieren der gew\u00e4hlten Software.

sps.exception.unsupported.vehicle=M4495: Das gew\u00e4hlte Fahrzeug wird nicht unterst\u00fctzt !

sps.cal.info.bulletin.not.found=Das Bulletin konnte nicht gefunden werden!

si.print.view.error=Fehler beim Erstellen der Druckansicht aufgetreten!

frame.log.mailer.dialog.title=E-Mail mit Logdateien senden an ...

frame.login.denied=Login verweigert - ung\u00fcltige oder unzureichende Login Information !

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=Besuchen Sie die Webseite von <br>General Motors, um alle <br>Automarken von GM zu sehen.

sps.calibration.info.copyright.title=General Motors 2003. Alle Rechte vorbehalten.

sps.calibration.info.copyright.text=GM, das GM Emblem, Buick, das Buick Emblem, Chevrolet, das Chevrolet Emblem, Cadillac, das Cadillac Emblem, Geo, das Geo grille Emblem, GMC, das GMC Emblem, Oldsmobile, das Oldsmobile Emblem, Pontiac, das Pontiac Emblem, Saturn, das Saturn Emblem,	und Chevy, sind eingetragene Warenzeichen der General Motors. Vorliegende Informationen beziehen sich ausschliesslich auf Produkte und Dienstleistungen des US Markts. Die Informationen wurden so verst\u00e4ndlich und sachlich wie m\u00f6glich erstellt. General Motors beh\u00e4lt sich das Recht vor, jederzeit \u00c4nderungen ohne vorherige Ank\u00fcndigung vorzunehmen. Alle Rechte vorbehalten.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: Bitte L\u00f6schen best\u00e4tigen !

empty.search.result=M4711: Keine Eintr\u00e4ge gefunden !

search.result.truncated=E4734: Suchergebnis unvollst\u00e4ndig (Suche abgebrochen)!

snapshot.home.panel.message=<center><B>BEVOR SIE BEGINNEN!</B></center><br>Damit TIS2Web einwandfrei funktioniert muss zuvor die richtige Java Software auf dem PC installiert werden. Weitere Informationen zum Download entnehmen Sie bitte der Online-Hilfe!<br><br>Das Herunterladen der Schnappschussapplikation erfolgt in mehreren Schritten, die in Abh\u00e4ngigkeit der Verbindungsgeschwindigkeit zeitintensiv sein k\u00f6nnen. Weitere Einzelheiten lesen Sie bitte in der Online-Hilfe nach.<br><br>Bitte gedulden Sie sich etwas, falls Sie \u00fcber eine langsame Modemverbindung verf\u00fcgen ... 

snapshot.notify.cookies.disabled=Um Schnappschuss zu starten, m\u00fcssen Cookie-Handling und Re-Login aktiviert sein

tech2view.home.panel.message=<center><B>BEVOR SIE BEGINNEN!</B></center><br>Damit TIS2Web einwandfrei funktioniert muss zuvor die richtige Java Software auf dem PC installiert werden. Weitere Informationen zum Download entnehmen Sie bitte der Online-Hilfe!<br><br>Das Herunterladen von Tech2View erfolgt in mehreren Schritten, die in Abh\u00e4ngigkeit der Verbindungsgeschwindigkeit zeitintensiv sein k\u00f6nnen. Weitere Einzelheiten lesen Sie bitte in der Online-Hilfe nach.<br><br>Bitte gedulden Sie sich etwas, falls Sie \u00fcber eine langsame Modemverbindung verf\u00fcgen ... 

tech2view.notify.cookies.disabled=Um Tech2View zu starten, m\u00fcssen Cookie-Handling und Re-Login aktiviert sein

techlineprint.home.panel.message=<center><B>BEVOR SIE BEGINNEN!</B></center><br>Damit TIS2Web einwandfrei funktioniert muss zuvor die richtige Java Software auf dem PC installiert werden. Weitere Informationen zum Download entnehmen Sie bitte der Online-Hilfe!<br><br>TechlinePrint erfolgt in mehreren Schritten, die in Abh\u00e4ngigkeit der Verbindungsgeschwindigkeit zeitintensiv sein k\u00f6nnen. Weitere Einzelheiten lesen Sie bitte in der Online-Hilfe nach.<br><br>Bitte gedulden Sie sich etwas, falls Sie \u00fcber eine langsame Modemverbindung verf\u00fcgen ...

techlineprint.notify.cookies.disabled=M4736: Zum Start von 'TechlinePrint' m\u00fcssen Sie die IE-Einstellung 'Cookies pro Sitzung annehmen' aktivieren und sich neu einw\u00e4hlen.

cache.cleared=M4717: Speichercache geleert !

error.see.log=E4718: Fehler ist aufgetreten ! (Logfile f\u00fcr mehr Infos)

successfully.send.logs=M4719: Logfiles wurden erfolgreich verschickt !

configuration.update.successful=M4737: Konfiguration erfolgreich aktualisiert !
configuration.update.failed=M4738: Aktualisierung der Konfiguration fehlgeschlagen !

sps.calibration.info.link.privacy.policy=Hier anklicken f\u00fcr die GM Sicherheitsvorschriften

sps.reset.adapter=SPS Schema Adapter ({0}) zur\u00fccksetzen

sps.reset.adapter.successful=SPS Schema Adapter erfolgreich zur\u00fcckgesetzt: ({0})

sps.reset.adapter.failed=SPS Schema Adapter konnte nicht zur\u00fcckgesetzt werden ({0})

swdl.service.reset.failed=SWDL Dienst konnte nicht zur\u00fcckgesetzt werden !

swdl.service.reset.succeeded=SWDL Dienst erfolgreich zur\u00fcckgesetzt !

swdl.notification.new.tech2.versions=Neue TECH2 Software Versionen:

swdl.notification.new.tech2.versions.keepon=Beim n\u00e4chsten Login erneut anzeigen

help.service.reset.failed=Zur\u00fccksetzen des HELP service fehlgeschlagen!

help.service.reset.succeeded=HELP Service erfolgreich zur\u00fcckgesetzt !

news.service.reset.failed=Zur\u00fccksetzen des News service fehlgeschlagen!

news.service.reset.succeeded=NEWS Service erfolgreich zur\u00fcckgesetzt !

unable.to.create.key=E5040: Schl\u00fcssel kann nicht erzeugt werden !

vc.please.choose.vehicle.configuration=Bitte w\u00e4hlen Sie ...

vc.error.missing.mandatory.input=E5041: Fehlende Pflichteingaben !

please.select.user.name=Bitte Nutzername w\u00e4hlen ...
select.username=Nutzername w\u00e4hlen
or.enter.new.username=oder neuen Nutzernamen eingeben
licensed.session.count.exeeded=E5045: Anzahl zugelassener Sessions erreicht!

vcdialog.unable.to.resolve.exception=E5046: VIN kann nicht interpretiert werden !

vcdialog.invalid.vin.exception=E5047: Ung\u00fcltige VIN !

registration.confirm.revocation=M5131: Wollen Sie das Abonnement wirklich sperren?
registration.confirm.deletion=M5132: Wollen Sie die Registrierung wirklich l\u00f6schen?

kdr.home.panel.message=<center><B>BEVOR SIE BEGINNEN!</B></center><br>Damit TIS2Web einwandfrei funktioniert muss zuvor die richtige Java Software auf dem PC installiert werden. Weitere Informationen zum Download entnehmen Sie bitte der Online-Hilfe!<br><br>Das Herunterladen von GDS erfolgt in mehreren Schritten, die in Abh\u00e4ngigkeit der Verbindungsgeschwindigkeit zeitintensiv sein k\u00f6nnen. Weitere Einzelheiten lesen Sie bitte in der Online-Hilfe nach.<br><br>Bitte gedulden Sie sich etwas, falls Sie \u00fcber eine langsame Modemverbindung verf\u00fcgen ... 


invalid.authentication=E5269: Ung\u00fcltige Authentifizierung !

unable.to.delete.msg=E5270: Meldung kann nicht gel\u00f6scht werden !
unable.to.modify.msg=E5271: Meldung kann nicht ge\u00e4ndert werden !
unable.to.create.msg=E5272: Meldung kann nicht erzeugt werden !
invalid.or.incomplete.input=E5273: Eingabe ist ung\u00fcltig oder unvollst\u00e4ndig !

unable.to.execute.search=E5274: Suche kann nicht durchgef\u00fchrt werden !
msg.created=M5275: Meldung wurde erzeugt !

# registration v2
please.fill.in.dealership.info=Bitte f\u00fcllen Sie die Felder sorgf\u00e4ltig aus (* Angaben erforderlich)
unable.to.store.dealership.data=E5010: Speichern der H\u00e4ndlerangaben fehlgeschlagen.
successfully.stored.dealership.data=M5277: H\u00e4ndlerdaten wurden erfolgreich gespeichert !

registration.step.1=1. Bitte machen Sie Angaben zu Ihrem H\u00e4ndlerbetrieb
registration.step.2=2. Bitte geben Sie die Anzahl der ben\u00f6tigten GlobalTIS Nutzer an (nur f\u00fcr Serverinstallationen)
registration.step.3=3. Bitte w\u00e4hlen Sie die gew\u00fcnschten Abonnements aus
registration.step.4=4. Bitte registrieren Sie sich entweder Online oder per Fax, um einen Lizenzschl\u00fcssel zu bekommen. Hierzu klicken Sie 'Online Registrierung' zur automatischen Online-Registrierung oder 'E-Mail/Fax Registrierung', um ein Registrierungsdokument in PDF-Format zu erzeugen. Dieses k\u00f6nnen Sie als E-Mail Anhang (bevorzugt) oder ausgedruckt als Fax an uns schicken.
registration.step.5=5. Diesen Bildschirm verlassen und GlobalTIS erneut starten sobald Sie den Lizenzschl\u00fcssel erhalten haben. Der Registrierungsproze\u00df wird dann mit Schritt 6 fortgesetzt.
registration.step.6=6. Nachdem Sie Ihre angeforderten Registrierungsinformationen per Fax oder E-Mail erhalten haben, geben Sie die Abonnenten-ID und den Lizenzschl\u00fcssel ein.
registration.step.7=7. Bitte die Schaltfl\u00e4che 'Lizenzschl\u00fcssel registrieren' w\u00e4hlen, um Ihre GlobalTIS Installation auf G\u00fcltigkeit zu pr\u00fcfen.


error.occured=E5281: Es ist ein Fehler aufgetreten: ${error.message}

registration.hint.button.add.contact=Hinzuf\u00fcgen weiterer Ansprechpartner

registration.exception.registration.duplicate=M5012: Anfrage zur Online- Registrierung ist bereits gestellt.
registration.exception.registration.db.load.failed=E5018: Online-Registrierung fehlgeschlagen (bitte Abonnenten-ID \u00fcberpr\u00fcfen).

hint.dealership.id=(max. 10)

registration.exception.empty.subscription.selection=M5284: Bitte w\u00e4hlen Sie ein Abonnement aus !

registration.error.no.services.available=E5300: Dienst nicht verf\u00fcgbar! Bitte GloblTIS Server neu starten: <p align="left">1. GlobalTIS schlie\u00dfen<br>2. 'GlobalT'IS Diagtool' starten - 'Enhanced Trouble Shooting'<br>&nbsp;&nbsp;>> GlobalTIS Service<br>&nbsp;&nbsp;>> Service anhalten<br>&nbsp;&nbsp;>> Service starten</p>

unable.to.resolve.subscriber.id=E5309: Abonnenten ID kann nicht aufgel\u00f6st werden !

do.not.show.again=Nicht erneut anzeigen

msg.exclusion.reset.failed=E5311: Zur\u00fccksetzen ist fehlgeschlagen !
msg.exclusion.reset.successful=M5312: Zur\u00fccksetzen war erfolgreich !

sps.calid.input.hw.number=Bitte die VIT1 Hardware Nummer eingeben

unable.to.display.rpo=E5348: RPO Codes k\u00f6nnen nicht angezeigt werden !

unsupported.vin=VIN wird nicht unterst\u00fctzt!

search.no.result=E3550: Keine \u00dcbereinstimmung gefunden!

nothing.selected=E5498: Fehlende Auswahl !

deletion.succeeded=M5499: L\u00f6schvorgang war erfolgreich !

user.logins.trigger.update.failed=E5545: Das Zulassen/Abschalten von user logins ist fehlgeschlagen !

user.logins.trigger.update.successful=M5546: Das Zulassen/Abschalten von user logins ist erfolgreich durchgef\u00fchrt worden !

sps.calibration.info.display.security.code=Sicherheitscode anzeigen

release.si.preload.data.failed=E5630: Release fehlgeschlagen !
release.si.preload.data.successful=E5631: Release erfolgreich !

fts.currently.unavailable=E5632: Volltextsuche ist derzeit nicht verf\u00fcgbar !

sps.docref.default=F\u00fcr weitere Informationen, klicken Sie bitte <a>hier</a>.
