# Sample ResourceBundle properties file

frame.single.registration.only=E4995: Sesja rejestracji jest ju\u017c aktywna
frame.registration.login.failed=E4996: Logowanie nieudane (prosz\u0119 zwr\u00f3ci\u0107 si\u0119 o pomoc)
frame.registration.license.exception=E4997: Nieudany odczyt/zapis pliku licencji
frame.registration.license.invalid=E4998: Licencja niewa\u017cna dla tego komputera (prosz\u0119 zarejestrowa\u0107 si\u0119 ponownie)
frame.registration.hardwarekey.failure=E4999: Pora\u017cka klucza sprz\u0119tu (brak dost\u0119pu do odczytu/zapisu)

auth.req.dialog.license.registration.suceeded=Licencja zosta\u0142a zarejestrowana i GlobalTIS zosta\u0142 aktywowany. Prosz\u0119 wylogowa\u0107 si\u0119 (zako\u0144czy\u0107 sesj\u0119 u\u017cywaj\u0105c ikony w g\u00f3rnym prawym rogu) i uruchomi\u0107 ponownie GlobalTIS lub zalogowa\u0107 si\u0119 ponownie.
auth.req.dialog.license.registration.failed=E5001: Nieudana rejestracja licencji (prosz\u0119 sprawdzi\u0107 'Identyfikacj\u0119 Subskrybenta' i 'Klucz Licencji').

auth.req.dialog.title.message=Wprowad\u017a informacje o punkcie dealerskim i (zarejestruj w trybie online) lub (rejestracja przez e-mail/faks).
auth.req.dialog.dealership.missing.id=E5174: Prosz\u0119 wpisa\u0107 wymagany identyfikator dealera.
auth.req.dialog.dealership.missing.name=E5175: Prosz\u0119 wpisa\u0107 wymagan\u0105 nazw\u0119 dealera.
auth.req.dialog.dealership.missing.street=E5176: Prosz\u0119 wpisa\u0107 wymagan\u0105 ulic\u0119 dealera.
auth.req.dialog.dealership.missing.zip=E5177: Prosz\u0119 wpisa\u0107 wymagany kod pocztowy dealera.
auth.req.dialog.dealership.missing.city=E5178: Prosz\u0119 wpisa\u0107 wymagane miasto dealera.
auth.req.dialog.dealership.missing.country=E5179: Prosz\u0119 wpisa\u0107 wymagany kraj dealera.
auth.req.dialog.dealership.missing.language=E5180: Prosz\u0119 wpisa\u0107 wymagany j\u0119zyk dealera.
auth.req.dialog.dealership.missing.contacs=E5181: Prosz\u0119 wpisa\u0107 wymagane dane kontaktowe dealera.
auth.req.dialog.dealership.information.incomplete=E5003: Prosz\u0119 wprowadzi\u0107 wymagane dane dealera.
auth.req.dialog.dealership.dealercode.invalid=E5004: Prosz\u0119 sprawdzi\u0107 kod dealera.
auth.req.dialog.dealership.contact.missing=E5005: Prosz\u0119 poda\u0107 adres email lub numer faksu.
auth.req.dialog.dealership.contact.name.missing=E5006: Prosz\u0119 poda\u0107 Nazwisko osoby kontaktowej.
auth.req.dialog.dealership.email.invalid=E5007: Prosz\u0119 sprawdzi\u0107 adres email (walidacja nieudana).
auth.req.dialog.dealership.information.invalid=E5008: Prosz\u0119 sprawdzi\u0107 wprowadzone dane (jeden lub wi\u0119cej wpis\u00f3w przekracza maksymaln\u0105 mo\u017cliw\u0105 d\u0142ugo\u015b\u0107).
auth.req.dialog.dealership.invalid.name=E5182: Prosz\u0119 sprawdzi\u0107 Nazw\u0119 Dealera (maksymalna d\u0142ugo\u015b\u0107 255 znak\u00f3w)
auth.req.dialog.dealership.invalid.street=E5183: Prosz\u0119 sprawdzi\u0107 Ulic\u0119 (maksymalna d\u0142ugo\u015b\u0107 255 znak\u00f3w)
auth.req.dialog.dealership.invalid.zip=E5184: Prosz\u0119 sprawdzi\u0107 kod pocztowy (maksymalna d\u0142ugo\u015b\u0107 10 znak\u00f3w)
auth.req.dialog.dealership.invalid.city=E5185: Prosz\u0119 sprawdzi\u0107 Miasto (maksymalna d\u0142ugo\u015b\u0107 255 znak\u00f3w)
auth.req.dialog.dealership.invalid.phone=E5186: Prosz\u0119 sprawdzi\u0107 Numer Telefonu (maksymalna d\u0142ugo\u015b\u0107 255 znak\u00f3w)
auth.req.dialog.dealership.invalid.fax=E5187: Prosz\u0119 sprawdzi\u0107 Numer Faksu (maksymalna d\u0142ugo\u015b\u0107 255 znak\u00f3w)
auth.req.dialog.dealership.invalid.email=E5188: Prosz\u0119 sprawdzi\u0107 Adres E-mail (maksymalna d\u0142ugo\u015b\u0107 255 znak\u00f3w)
auth.req.dialog.dealership.invalid.contact.name=E5189: Prosz\u0119 sprawdzi\u0107 Dane Kontaktowe (maksymalna d\u0142ugo\u015b\u0107 255 znak\u00f3w)
auth.req.dialog.dealership.data.stored=M5009: Zachowano dane dealera.
auth.req.dialog.dealership.data.failure=E5266: Zapis danych punktu dealerskiego nie powi\u00f3d\u0142 si\u0119.
auth.req.dialog.online.registration.failed=E5011: Nieudana rejestracja online (prosz\u0119 zwr\u00f3ci\u0107 si\u0119 o pomoc).
auth.req.dialog.online.registration.duplicate=M5012: \u017b\u0105danie rejestracji online ju\u017c wydano.
auth.req.dialog.online.registration.suceeded=M5013: Rejestracja online zako\u0144czona. Prosz\u0119 wpisa\u0107 \u017b\u0105danieID = '{REQUEST-ID}'.
auth.req.dialog.registration.may.take.some.time=M5014: Aktywacja klucza licencji mo\u017ce troch\u0119 potrwa\u0107. Prosz\u0119 potwierdzi\u0107 u\u017cywaj\u0105c 'OK' i poczeka\u0107 ...
auth.req.email.notification=M5015: Otrzymano nowe \u017c\u0105danie rejestracji (patrz: temat emaila aby uzyska\u0107 \u017b\u0105danie-ID i KodDealera).

auth.reqext.dialog.title.message=Rejestracja GlobalTIS (rozszerzenie subskrypcji): (zarejestruj w trybie online) lub (rejestracja przez e-mail/faks).
auth.reqhwk.dialog.title.message=Migracja klucza sprz\u0119towego GlobalTIS: (zarejestruj w trybie online) lub (rejestracja przez e-mail/faks).
auth.reqhwk.dialog.online.registration.unknown=E5018: Nieudana rejestracja online (prosz\u0119 sprawdzi\u0107 Identyfikacj\u0119 Subskrybenta).

auth.req.detail.dialog.title.msg=Polecenia ...
auth.req.detail.dialog.subscription.not.selected=Prosz\u0119 wybra\u0107 subskrypcj\u0119 do autoryzowania.
auth.req.detail.dialog.request.ident.invalid=E5021: Prosz\u0119 wprowadzi\u0107 wa\u017cn\u0105 'Identyfikacj\u0119 \u017b\u0105dania'.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: Prosz\u0119 wprowadzi\u0107 wa\u017cn\u0105 'Identyfikacj\u0119 Subskrybenta'.
auth.req.detail.dialog.authorization.failed=E5023: Nieudana autoryzacja \u017c\u0105dania.
auth.req.detail.dialog.authorization.completed=M5024: Zako\u0144czono autoryzacj\u0119 GlobalTIS (klucz licencji przes\u0142any emailem).
auth.req.detail.dialog.authorization.suceeded=M5025: Zako\u0144czono autoryzacj\u0119 GlobalTIS.
auth.req.detail.dialog.license.key.not.computed=E5026: Nieudane obliczenie klucza licencji (wpisanie niekompletnych/b\u0142\u0119dnych danych).
auth.req.regdb.no.organization=E5027: Nieudane eksportowanie bazy danych rejestracji (\u017cadna organizacja sprzeda\u017cy nie jest przypisana do administratora autoryzacji).
auth.req.email.license.subject=Rejestracja GlobalTIS (\u017b\u0105danieID = '{REQUEST-ID}')
auth.req.email.license.body=\nNiniejszym przekazujemy niezb\u0119dny Klucz Licencji i Identyfikacj\u0119 Subskrybenta, kt\u00f3re pozwol\u0105 Ci na dokonanie rejestracji.\n\nUWAGA:\nOba powy\u017csze elementy b\u0119d\u0105 wa\u017cne tylko na komputerze na kt\u00f3rym wykonany zostanie proces rejestracji.\nW celu sprawdzenia, uruchom ponownie GlobalTIS i wprowad\u017a Identyfikacj\u0119 Subskrybenta i Klucz Licencji. Aby wprowadzi\u0107 Klucz Licencji, nale\u017cy u\u017cywa\u0107 tylko cyfr 0-9 i liter A-F (mo\u017cna r\u00f3wnie\u017c u\u017cywa\u0107 ma\u0142ych liter). Jako alternatywa, przycisk 'Klucz Licencji' otworzy okno do wprowadzenia kompletnej sekwencji. Przycisk 'Rejestruj Klucz Licencji' aktywuje rejestracj\u0119.\n\nZamiast numeru Klucza Sprz\u0119towego, w sterowniku przechowywana b\u0119dzie Identyfikacja Subskrybenta przy ka\u017cdym Programowaniu ECU.\n\n\u017b\u0105danieID: {REQUEST-ID}\nID (Identyfikacja) Subskrybenta: {SUBSCRIBER-ID}\n\nLicence Key:\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: Przed wys\u0142aniem prosz\u0119 wprowadzi\u0107 wszystkie wymagane informacje!

exception.unable.to.execute.action=E5030: Rejestracji Online nie uda\u0142o si\u0119 wykona\u0107. Prosz\u0119 sprawdzi\u0107 po\u0142\u0105czenie z serwerem.

auth.req.no.entries=M5031: Nie znaleziono \u017c\u0105da\u0144 rejestracji.

wait=Prosz\u0119 czeka\u0107...

frame.login.kill.message=E4212: To ID u\u017cytkownika i has\u0142o s\u0105 ju\u017c u\u017cywane.<br>Kliknij 'Anuluj' aby wr\u00f3ci\u0107 do g\u0142\u00f3wnego ekranu.<br>OSTRZE\u017bENIE: Klikni\u0119cie 'Tak' zako\u0144czy bie\u017c\u0105c\u0105 sesj\u0119 u\u017cytkownika i mo\u017ce spowodowa\u0107 utrat\u0119 danych.<br><br>

frame.login.kill.cancelled=M4194: Anulowano uniewa\u017cnienie poprzedniej sesji !

frame.login.kill.successful=M4195: Poprzednia sesja zosta\u0142a pomy\u015blnie uniewa\u017cniona !

swdl.home.panel.message=<center><B>ZANIM ROZPOCZNIESZ PRAC\u0118!</B></center><br>Nale\u017cy zainstalowa\u0107 odpowiedni program Java na komputerze PC Techline do pracy na TIS2Web. Patrz: pomoc online, aby \u015bci\u0105gn\u0105\u0107 <br><br>\u0141adowanie oprogramowania jest wykonywane w kilku etapach, co mo\u017ce zaj\u0105\u0107 kilka minut w zale\u017cno\u015bci od pr\u0119dko\u015bci po\u0142\u0105czenia. Dalsze informacje, patrz pomoc online.<br><br>W przypadku wolnego po\u0142\u0105czenia prosz\u0119 cierpliwie czeka\u0107...

swdl.notify.cookies.disabled=E4213: Aby rozpocz\u0105\u0107 \u0141adowanie Oprogramowania, nale\u017cy w\u0142\u0105czy\u0107 cookie i ponownie si\u0119 zalogowa\u0107

navigation.hint=Niniejsza aplikacja oprogramowania TIS nie obs\u0142uguje przycisk\u00f3w przegl\u0105darki Dalej i Wstecz. Pojawi si\u0119 w\u00f3wczas b\u0142\u0105d. Prosz\u0119 u\u017cywa\u0107 tylko przycisk\u00f3w wy\u015bwietlonych na ekranach aplikacji, a nie na pasku narz\u0119dzi.

reloginpage.text=M3534: Zosta\u0142e\u015b automatycznie wylogowany

confirmation.logout=M3535: Prosz\u0119 potwierdzi\u0107 wylogowanie !

good.bye=M3536: Zosta\u0142e\u015b pomy\u015blnie wylogowany.

si.home.title=Aby przejrze\u0107 publikacje serwisowe, wybierz jedn\u0105 z poni\u017cszych aplikacji informacji serwisowych

si.home.stdinfo=Wybierz i zobacz informacje diagnostyczne, standardowe, schematy po\u0142\u0105cze\u0144 i Techniczne Biuletyny Serwisowe dla konkretnego pojazdu z danej grupy monta\u017cowej i okre\u015blonego typu informacje serwisowe

si.home.bulletins=Filtruj Techniczne Biuletyny Serwisowe (TSB) wed\u0142ug:<br>marki, modelu, silnika, grupy monta\u017cowej, objawu, kodu usterki, lub numeru naprawczego

si.home.faultDiag=Znajd\u017a Procedury diagnostyki usterek poprzez Kod usterki

si.home.brochures=Wybierz i zobacz Broszury specjalne:<br>Inspekcje, nowo\u015bci techniczne, informacje techniczne

si.home.number.search=Znajd\u017a dokument za pomoc\u0105 numeru dokumentu

si.home.text.search=Znajd\u017a dokument za pomoc\u0105 jego tre\u015bci

si.home.bookmarks=Wy\u015bwietlanie zak\u0142adki

si.stdinfo.select.ratio=Zestawienie spisu tre\u015bci i dokument\u00f3w

si.stdinfo.select.height=Wybierz wysoko\u015b\u0107 wy\u015bwietlenia spisu tre\u015bci i dokumentu

si.dociframepanel.select.height=Wybierz wysoko\u015b\u0107 wy\u015bwietlenia dokumentu

si.number.search.enter.bulletin=Wprowad\u017a numer Biuletynu/Kampanii/Informacji wst\u0119pnych:

si.number.search.enter.document=Wprowad\u017a ID dokumentu:

si.search.no.result=E3550: Nie znaleziono odpowiednik\u00f3w !

si.search.result.without.vehicle=Wynik wyszukiwania informacji serwisowych bez filtrowania danych pojazdu (zak\u0142adka Pojazd):

si.search.result.with.vehicle=Wynik wyszukiwania informacji serwisowych z filtrowaniem danych pojazdu (zak\u0142adka Pojazd):

si.search.result.too-many-hits=E4229: Zbyt wiele trafie\u0144 dla tego typu informacji serwisowych. Prosz\u0119 zaw\u0119zi\u0107 kryteria wyszukiwania.

si.document.page.wait=\u0141adowanie strony ...

si.document.not.found=E3552: Nie znaleziono dokumentu !

si.document.not.available=E3553: Dokument nie jest dost\u0119pny !

si.lt.novc=E3555: Brak informacji o jednostkach roboczych dla wybranego pojazdu !

si.lt.no.instance=E3556: Aplikacja jednostek roboczych nie jest dost\u0119pna dla wybranej marki !

si.no.bookmarks=Brak zdefiniowanej zak\u0142adki

si.bulletins.search.message=Wybierz parametry filtrowania TSB

si.bulletins.search.alternative=lub wybierz numer Dora\u017anych \u015brodk\u00f3w zaradczych

si.bulletin.search.hitcount=Liczba znalezionych pozycji

si.bulletin.search.nothing.found=E4141: Nie znaleziono \u017cadnych dokument\u00f3w!

vc.select.vc.data=Wybierz Dane Pojazdu

vc.message.vin.incorrect=E714: Nie wpisano w\u0142a\u015bciwego VIN !

vc.message.attribute.tied.to.vin=E3557: Ten atrybut powi\u0105zany jest bezpo\u015brednio z kodem VIN. Zmiana tego atrybutu spowoduje usuni\u0119cie numeru VIN. Kontynuowa\u0107 ?

vc.message.select.salesmake=Prosz\u0119 wybra\u0107 mark\u0119 samochodu

vc.message.vin.not.interpretable=E3558: Numeru VIN nie da si\u0119 zinterpretowa\u0107. Czy chcesz i\u015b\u0107 dalej?

fallback.no.instance=E3559: Aplikacja ta nie jest dost\u0119pna dla obecnie wybranej marki !

lt.home.stdinfo=Wybierz i zobacz informacje na temat jednostek roboczych dla zdefiniowanego pojazdu

lt.novc=E3561: Wybierz aktywny pojazd

lt.no.lt.for.vc=E3562: Brak jednostek roboczych dla wybranego pojazdu

edit.bookmark=Edytowanie zak\u0142adki

not.authorized=Brak uprawnienia dost\u0119pu do tej strony.

frame.invalid.session=E4214: OSTRZE\u017bENIE: Otrzyma\u0142e\u015b ten komunikat z jednego z poni\u017cszych powod\u00f3w:<br><br>&nbsp;&nbsp;1. Czas sesji zako\u0144czy\u0142 si\u0119.<br>&nbsp;&nbsp;2. Inny u\u017cytkownik u\u017cywa tego samego ID/has\u0142a u\u017cytkownika i zako\u0144czy\u0142 twoj\u0105 sesj\u0119.<br>&nbsp;&nbsp;3. Naruszenie bezpiecze\u0144stwa - u\u017cytkownik nie ma dost\u0119pu do tej aplikacji.

no.information.available=M4114: Brak dost\u0119pnych informacji !

select.ratio=Zestawienie spisu tre\u015bci i dokument\u00f3w

document.not.available=E3553: Dokument nie jest dost\u0119pny !

frame.modified.news=M4217: Dost\u0119pne s\u0105 nie przeczytane wiadomo\u015bci ! (kliknij ikon\u0119 Wiadomo\u015bci, aby uzyska\u0107 dost\u0119p)

lt.search.mwork.not.found=E4220: Nie znaleziono operacji g\u0142\u00f3wnej !

lt.no.bookmarks=Brak zdefiniowanej zak\u0142adki

lt.search.result.without.vehicle=Wynik wyszukiwania informacji o czasie pracy bez filtrowania danych o poje\u017adzie (pojazd z rejestru)

lt.search.result.with.vehicle=Wynik wyszukiwania informacji o czasie pracy z filtrowaniem danych o poje\u017adzie (pojazd z rejestru)

lt.search.no.result=E3550: Nie znaleziono odpowiednik\u00f3w !

detailed.picture=Powi\u0119kszenie obrazu

lt.bookmark.unavailable=E4228: Wybrana zak\u0142adka nie jest dost\u0119pna dla bie\u017c\u0105cego pojazdu !

frame.plugin.check.notification=Sprawdzanie statusu instalacji element\u00f3w plugin

frame.plugin.install.dialog=E4251: System wykry\u0142 nast\u0119puj\u0105ce brakuj\u0105ce elementy plugin. Kliknij ikon\u0119, aby pobra\u0107 odpowiednie sterowniki instalacyjne.

frame.plugin.install.dialog.checking.error=E4252: System nie by\u0142 w stanie okre\u015bli\u0107 brakuj\u0105cych element\u00f3w plugin. Dlatego otrzymasz kompletn\u0105 list\u0119 dost\u0119pnych element\u00f3w plugin !!! <br>Kliknij ikon\u0119, aby pobra\u0107 odpowiednie sterowniki instalacyjne.


frame.plugin.install.check.enable=Przygotowanie do przysz\u0142ej kontroli element\u00f3w plugin (to ustawienie jest r\u00f3wnie\u017c dost\u0119pne w zak\u0142adce 'Profil')

plugin.description.isoview=Elementy plugin do przegl\u0105dania obraz\u00f3w .cgm
plugin.description.tiffviewer=Elementy plugin do przegl\u0105dania obraz\u00f3w .tiff
plugin.description.cgmviewer=Elementy plugin do przegl\u0105dania obraz\u00f3w .cgm
plugin.description.webstart=Aplikacja do aktywacji kodu klienta Java Client


sps.home.panel.message=<center><B>ZANIM URUCHOMISZ!</B></center><br>Aby TIS-Online dzia\u0142a\u0142o, nale\u017cy zainstalowa\u0107 odpowiednie oprogramowanie Java na twoim komputerze PC Techline. Przejd\u017a do pomocy online, aby je \u015bci\u0105gn\u0105\u0107 <br><br>SPS wykona kilka krok\u00f3w, kt\u00f3re mog\u0105 potrwa\u0107 zale\u017cnie od pr\u0119dko\u015bci po\u0142\u0105czenia. Szczeg\u00f3\u0142owe informacje s\u0105 w pomocy online.<br><br>Prosimy o cierpliwo\u015b\u0107 je\u015bli u\u017cywasz powolnego po\u0142\u0105czenia modemowego ...
sps.home.panel.message.test=<center><B>NIE PRZEPROGRAMOWYWA\u0106 STEROWNIK\u00d3W POJAZDU ZA POMOC\u0104 TEJ WERSJI OPROGRAMOWANIA!</B></center><br>MODU\u0141 SPS NIE JEST JESZCZE PRZETESTOWANY I PRAWDOPODOBNIE ZA\u0141AMIE SI\u0118. EWENTUALNE PRZEPROGRAMOWANIE WYKONUJESZ NA W\u0141ASNE RYZYKO, KT\u00d3RE MO\u017bE SPOWODOWA\u0106 USZKODZENIE STEROWNIKA. <br><br>SPS wykona kilka krok\u00f3w, kt\u00f3re mog\u0105 potrwa\u0107 zale\u017cnie od pr\u0119dko\u015bci twego po\u0142\u0105czenia. Szczeg\u00f3\u0142owe informacje s\u0105 w pomocy online.<br><br>Prosimy o cierpliwo\u015b\u0107 je\u015bli u\u017cywasz powolnego po\u0142\u0105czenia modemowego ...

sps.calib.info.entry.panel.message=Aby uzyska\u0107 najnowsze informacje dotycz\u0105ce kalibracji sterownika elektronicznego dla Twojego pojazdu, wprowad\u017a sk\u0142adaj\u0105cy si\u0119 z 17 znak\u00f3w numer identyfikacyjny pojazdu (Vehicle Identification Number - VIN) i wybierz opcj\u0119 'Pobierz CAL ID'.<br><br>Aby uzyska\u0107 numer weryfikacji kalibracji (Calibration Verification Number - CVN) dla dowolnego numeru cz\u0119\u015bci dotycz\u0105cego kalibracji, wprowad\u017a numer cz\u0119\u015bci dla ID kalibracji i wybierz opcj\u0119 'Pobierz CVN'.

invalid.vin=E2769: Niewa\u017cny VIN!

sas.home.panel.message=Dost\u0119p bezpiecze\u0144stwa do \u0142adowania obs\u0142ugi dla klienta

sps.calibration.info.detailed.summary.caption=Informacje o kalibracji pojazd\u00f3w GM (wybrana kalibracja)

sps.calibration.info.complete.part.history=Informacje o kalibracji pojazd\u00f3w GM

sps.calibration.history.for=Historia kalibracji dla

sps.please.select=Wybierz ...

sps.calibration.info.wizard.error.general=E4451: Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny ! Kontynuacja niemo\u017cliwa !

sps.calibration.info.wizard.finished=Koniec !

sps.calibration.info.cvn.unknown.partnumber=E4453: Niewa\u017cny lub nieznany numer cz\u0119\u015bci !

sps.calibration.info.display.dealer.vci=Wy\u015bwietlenie VCI Dealera

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: Wyst\u0119puj\u0105 numery cz\u0119\u015bci kalibracji {PARTCOUNT}, kt\u00f3re s\u0105 wa\u017cne dla '{MODULENAME}'. Odczytaj opisy z poni\u017cszych tabeli, aby okre\u015bli\u0107 odpowiedni\u0105 kalibracj\u0119 dla tego pojazdu.

sps.calib.info.no.debug.info.available=M4114: Brak dost\u0119pnych informacji !


sps.exception.invalid-cachesize-input=M4389: Prosz\u0119 wprowadzi\u0107 numeryczn\u0105 warto\u015b\u0107 Rozmiaru Pami\u0119ci podr\u0119cznej.
sps.exception.unsupported-controller=E4390: Wybrany sterownik nie jest obs\u0142ugiwany przez to wydanie TIS2WEB.\nProsz\u0119 sprawdzi\u0107 czy wprowadzono poprawny VIN i/lub zaprogramowa\u0107 z u\u017cyciem VCI.
sps.exception.invalid-controller-selection=E4391: Brak dost\u0119pnych danych na temat aktualnego sterownika.
sps.exception.invalid-vci-input=M4393: Prosz\u0119 wprowadzi\u0107 warto\u015b\u0107 numeryczn\u0105 VCI.
sps.exception.server-side-failure=E4394: Nieudane przetwarzanie danych serwera.
sps.exception.invalid-vin=E4395: Wprowadzony VIN jest niewa\u017cny. Wprowadzi\u0107 VIN ponownie!
sps.exception.no-controllers=E4396: Nie znaleziono obs\u0142ugiwanych sterownik\u00f3w.
sps.exception.no-vci=M4397: Prosz\u0119 wprowadzi\u0107 VCI.
sps.exception.no-matching-vci=E5036: Wprowadzony Numer VCI nie pasuje do wybranego sterownika.\nProsz\u0119 wprowadzi\u0107 go ponownie.
sps.exception.no-valid-cop=E4398: Nie znaleziono danych kalibracji.
sps.exception.tool.ecuread=E4399: Powa\u017cny b\u0142\u0105d: Pora\u017cka odczytu danych ECU z urz\u0105dzenia lub ze sterownika.
sps.exception.tool.native=E4400: Powa\u017cny b\u0142\u0105d: Podsystem krajowy nie jest dost\u0119pny.
sps.exception.tool.reprogramming=E4401: Powa\u017cny b\u0142\u0105d: Pora\u017cka zapisu danych do urz\u0105dzenia lub sterownika.
sps.exception.tool.init=E4402: Powa\u017cny b\u0142\u0105d: Nie mo\u017cna inicjalizowa\u0107 wybranego urz\u0105dzenia.
sps.exception.tool.vinread=E4403: Powa\u017cny b\u0142\u0105d: Pora\u017cka odczytu VIN z urz\u0105dzenia lub sterownika.
sps.exception.unsupported-locale=E4405: Wsparcie w j\u0119zyku lokalnym nie istnieje.
sps.exception.no-controller-selection=E4406: Pora\u017cka przetwarzania danych serwera (Brak informacji o bazie danych).
sps.exception.ambiguous-controller-selection=E4407: Informacje na temat przeprogramowania niedost\u0119pne dla wybranego sterownika.
sps.exception.software-archive-not-enabled=M4408: Programowanie z u\u017cyciem Archiwum nie jest aktywne.
sps.exception.loading-archive-or-part-file-failed=M4409: Pora\u017cka \u0142adowania pliku cz\u0119\u015bci/archiwalnego VCI.
sps.exception.invalid-archive-vci=M4410: Niewa\u017cne VCI (plik cz\u0119\u015bci/archiwalny).
sps.exception.no-valid-eil=E4411: Pora\u017cka przetwarzania danych serwera (Niewa\u017cna Cz\u0119\u015b\u0107 pozycji ko\u0144cowej).
sps.exception.no-calibration-update=M4412: Wybrana kalibracja to bie\u017c\u0105ca kalibracja w module steruj\u0105cym.
sps.exception.invalid-current-calibration=M4413: Kalibracje oznaczone znakiem gwiazdki (*) nie zosta\u0142y rozpoznane przez t\u0105 wersj\u0119 TIS2WEB.\nKalibracje te s\u0105 albo nowsze od niniejszego wydania TIS2WEB,\nalbo nie s\u0105 to kalibracje GM.\nSkontaktuj si\u0119 z Centrum Obs\u0142ugi Klienta (Customer Support Center).
sps.exception.missing-calibration-file=E2907: W tym module brakuje cz\u0119\u015bci informacji o numerach cz\u0119\u015bci. \nNie mo\u017cna kontynuowa\u0107 programowania.
sps.exception.invalid-keycode-format-input=M4415: Kod klucza producenta musi sk\u0142ada\u0107 si\u0119 z 5 cyfr!
sps.exception.no-keycode=M4416: Prosz\u0119 wprowadzi\u0107 kod klucza.
sps.exception.bulletin-not-available=E4417: Biuletyn nie jest dost\u0119pny.
sps.exception.session-expired=E4418: Sesja serwera zako\u0144czy\u0142a si\u0119. Prosz\u0119 po\u0142\u0105czy\u0107 si\u0119 ponownie z TIS2WEB.
sps.exception.unknown-vin=E842: NIE znaleziono podanego numeru VIN.\nSprawd\u017a, czy jest on poprawny lub wybierz opcj\u0119 Programowanie VCI.
sps.exception.unknown-ecu-software=E4419: Wykryto nieznane oprogramowanie ECU, kt\u00f3re mo\u017ce by\u0107 nowsz\u0105 wersj\u0105.\n Proces programowania zatrzymano.
sps.exception.unknown-ecu-hardware=E2700: Niedopasowany sprz\u0119t. Programowanie niemo\u017cliwe.
sps.exception.invalid-ecu-hardware=E2700: Niedopasowany sprz\u0119t. Programowanie niemo\u017cliwe.
sps.exception.software-not-available=E4420: Oprogramowanie nie jest dost\u0119pne.
sps.exception.database-security-violated=E2909: Baza danych manipulowana. Przeprogramowanie niemo\u017cliwe!
sps.exception.no-authorization=E2701: Brak autoryzacji do programowania wybranego programu.

sps.exception.unsupported.vehicle=M4495: Aktualnie wybrany pojazd nie jest obs\u0142ugiwany !

sps.cal.info.bulletin.not.found=Nie znaleziono tego biuletynu!

si.print.view.error=Podczas przygotowywania podgl\u0105du wydruku wyst\u0105pi\u0142 b\u0142\u0105d !

frame.log.mailer.dialog.title=Wy\u015blij e-mail zawieraj\u0105cy pliki logowe do ...

frame.login.denied=Logowanie nieudane - niewa\u017cne lub niewystarczaj\u0105ce informacje niezb\u0119dne do zalogowania !

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=Odwied\u017a <br>stron\u0119 General Motors, aby zobaczy\u0107 ca\u0142\u0105 <br> rodzin\u0119 marek GM.

sps.calibration.info.copyright.title=General Motors 2003. Wszystkie prawa zastrze\u017cone.

sps.calibration.info.copyright.text=GM, znak GM, Buick, znak Buick, Chevrolet, znak Chevrolet, Cadillac, znak Cadillac, Geo, znak Geo na kracie wlotu, GMC, znak GMC, Oldsmobile, znak Oldsmobile, Pontiac, znak Pontiac, Saturn, znak Saturn, oraz Chevy, s\u0105 znakami handlowymi General Motors. Zawarte na tej stronie materia\u0142y dotycz\u0105 produkt\u00f3w i us\u0142ug oferowanych wy\u0142\u0105cznie na rynku USA. Zawarte tutaj informacje s\u0105 przedstawione w spos\u00f3b mo\u017cliwie najbardziej wyczerpuj\u0105cy oraz odpowiadaj\u0105cy faktycznej sytuacji. General Motors zastrzega jednak prawo do dokonywania zmian w dowolnym terminie bez uprzedzenia. Wszystkie prawa zastrze\u017cone.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: Prosz\u0119 potwierdzi\u0107 usuni\u0119cie !

empty.search.result=M4711: Nie znaleziono wpis\u00f3w !

search.result.truncated=E4734: Wynik wyszukiwania skr\u00f3cony (wyszukiwanie anulowane)!

snapshot.home.panel.message=<center><B>ZANIM ROZPOCZNIESZ!</B></center><br>Aby TIS-Online m\u00f3g\u0142 dzia\u0142a\u0107, musisz zainstalowa\u0107 na swoim komputerze Techline odpowiednie oprogramowanie Java. Przejd\u017a do pomocy online, aby je pobra\u0107. <br><br>Zrzut przechodzi przez kilka krok\u00f3w, kt\u00f3re mog\u0105 poch\u0142ania\u0107 pewien czas zale\u017cny od pr\u0119dko\u015bci Twojego po\u0142\u0105czenia. Aby uzyska\u0107 dalsze informacje, prosz\u0119 przej\u015b\u0107 do pomocy online.<br><br>Prosz\u0119 o cierpliwo\u015b\u0107, je\u015bli \u0142\u0105czysz si\u0119 przez powoln\u0105 lini\u0119 modemow\u0105.

snapshot.notify.cookies.disabled=Aby rozpocz\u0105\u0107 Zrzut, nale\u017cy w\u0142\u0105czy\u0107 cookie i ponownie si\u0119 zalogowa\u0107

tech2view.home.panel.message=<center><B>ZANIM ROZPOCZNIESZ!</B></center><br>Aby TIS-Online m\u00f3g\u0142 dzia\u0142a\u0107, musisz zainstalowa\u0107 na swoim komputerze Techline odpowiednie oprogramowanie Java. Przejd\u017a do pomocy online, aby je pobra\u0107. <br><br>Widok Tech2 przechodzi przez kilka krok\u00f3w, kt\u00f3re mog\u0105 poch\u0142ania\u0107 pewien czas zale\u017cny od pr\u0119dko\u015bci Twojego po\u0142\u0105czenia. Aby uzyska\u0107 dalsze informacje, prosz\u0119 przej\u015b\u0107 do pomocy online.<br><br>Prosz\u0119 o cierpliwo\u015b\u0107, je\u015bli \u0142\u0105czysz si\u0119 przez powoln\u0105 lini\u0119 modemow\u0105.

tech2view.notify.cookies.disabled=Aby uruchomi\u0107 Widok Tech2, nale\u017cy w\u0142\u0105czy\u0107 cookie i ponownie si\u0119 zalogowa\u0107

techlineprint.home.panel.message=<center><B>ZANIM ROZPOCZNIESZ!</B></center><br>Aby TIS-Online m\u00f3g\u0142 pracowa\u0107, musisz zainstalowa\u0107 odpowiednie oprogramowanie Java na Twoim komputerze Techline. Przejd\u017a do pomocy online, aby uzyska\u0107 informacje na temat \u0142adowania <br><br>Wydruk Techline przechodzi przez kilka krok\u00f3w, kt\u00f3re mog\u0105 by\u0107 czasoch\u0142onne w stopniu zale\u017cnym od pr\u0119dko\u015bci Twojego po\u0142\u0105czenia. Dalsze szczeg\u00f3\u0142y znajduj\u0105 si\u0119 w pomocy online.<br><br>Je\u015bli \u0142\u0105czysz si\u0119 za pomoc\u0105 powolnej linii modemowej, prosimy o cierpliwo\u015b\u0107 ...

techlineprint.notify.cookies.disabled=M4736: Aby rozpocz\u0105\u0107 Wydruk Techline, musisz aktywowa\u0107 obs\u0142ug\u0119 plik\u00f3w cookie i ponownie si\u0119 zalogowa\u0107

cache.cleared=M4717: Pami\u0119\u0107 podr\u0119czna skasowana !

error.see.log=E4718: Wyst\u0105pi\u0142 b\u0142\u0105d! (w celu uzyskania szczeg\u00f3\u0142\u00f3w patrz: plik logowania)

successfully.send.logs=M4719: Pomy\u015blnie przes\u0142ano pliki logowania !

configuration.update.successful=M4737: Pomy\u015blnie zaktualizowano konfiguracj\u0119 !
configuration.update.failed=M4738: Pora\u017cka aktualizacji konfiguracji !

sps.calibration.info.link.privacy.policy=Kliknij tutaj, aby zobaczy\u0107 Polityk\u0119 poufno\u015bci GM.

sps.reset.adapter=Zerowanie adaptera schematu SPS ({0})

sps.reset.adapter.successful=Adapter schematu SPS pomy\u015blnie wyzerowany: ({0})

sps.reset.adapter.failed=Pora\u017cka zerowania adaptera schematu SPS ({0})

swdl.service.reset.failed=Pora\u017cka zerowania us\u0142ugi SWDL !

swdl.service.reset.succeeded=Us\u0142uga SWDL pomy\u015blnie wyzerowana !

swdl.notification.new.tech2.versions=Nowe wersje oprogramowania TECH2:

swdl.notification.new.tech2.versions.keepon=Poka\u017c ponownie przy nast\u0119pnym logowaniu

help.service.reset.failed=Nie uda\u0142o si\u0119 wyzerowa\u0107 us\u0142ugi POMOC !

help.service.reset.succeeded=Pomy\u015blnie wyzerowano us\u0142ug\u0119 POMOC !

news.service.reset.failed=Nie uda\u0142o si\u0119 wyzerowa\u0107 us\u0142ugi NOWO\u015aCI !

news.service.reset.succeeded=Pomy\u015blnie wyzerowano us\u0142ug\u0119 NOWO\u015aCI !

unable.to.create.key=E5040: Stworzenie klucza nieudane!

vc.please.choose.vehicle.configuration=Wybierz ...

vc.error.missing.mandatory.input=E5041: Brak obowi\u0105zkowego wpisu!

please.select.user.name=Prosz\u0119 wybra\u0107 nazw\u0119 u\u017cytkownika ...
select.username=Wybierz nazw\u0119 u\u017cytkownika
or.enter.new.username=lub wprowad\u017a now\u0105 nazw\u0119 u\u017cytkownika
licensed.session.count.exeeded=E5045: Liczba sesji licencjonowanych przekroczona!

vcdialog.unable.to.resolve.exception=E5046: Nie mo\u017cna okre\u015bli\u0107 VIN!

vcdialog.invalid.vin.exception=E5047: Niewa\u017cny VIN!

registration.confirm.revocation=M5131: Czy na pewno chcesz odwo\u0142a\u0107 subskrypcj\u0119?
registration.confirm.deletion=M5132: Czy na pewno chcesz usun\u0105\u0107 rejestracj\u0119?

kdr.home.panel.message=<center><B>ZANIM ROZPOCZNIESZ!</B></center><br>Aby TIS-Online m\u00f3g\u0142 dzia\u0142a\u0107, musisz zainstalowa\u0107 na swoim komputerze Techline odpowiednie oprogramowanie Java. Przejd\u017a do pomocy online, aby je pobra\u0107. <br><br>Widok GDS przez kilka krok\u00f3w, kt\u00f3re mog\u0105 poch\u0142ania\u0107 pewien czas zale\u017cny od pr\u0119dko\u015bci Twojego po\u0142\u0105czenia. Aby uzyska\u0107 dalsze informacje, prosz\u0119 przej\u015b\u0107 do pomocy online.<br><br>Prosz\u0119 o cierpliwo\u015b\u0107, je\u015bli \u0142\u0105czysz si\u0119 przez powoln\u0105 lini\u0119 modemow\u0105.


invalid.authentication=E5269: Uwierzytelnienie niepoprawne!

unable.to.delete.msg=E5270: Nie mo\u017cna usun\u0105\u0107 wiadomo\u015bci!
unable.to.modify.msg=E5271: Nie mo\u017cna zmieni\u0107 wiadomo\u015bci!
unable.to.create.msg=E5272: Nie mo\u017cna utworzy\u0107 wiadomo\u015bci!
invalid.or.incomplete.input=E5273: Wprowadzone dane s\u0105 niewa\u017cne lub niekompletne!

unable.to.execute.search=E5274: Nie mo\u017cna wykona\u0107 wyszukiwania!
msg.created=M5275: Wiadomo\u015b\u0107 utworzona!

# registration v2
please.fill.in.dealership.info=Wpisz informacje o swoim punkcie dealerskim (* oznacza informacje wymagane)
unable.to.store.dealership.data=E5010: Zachowanie danych dealera nieudane.
successfully.stored.dealership.data=M5277: Zapis danych punktu dealerskiego powi\u00f3d\u0142 si\u0119!

registration.step.1=1. Prosz\u0119 wprowadzi\u0107 informacje o swoim punkcie dealerskim
registration.step.2=2. Wprowad\u017a wymagan\u0105 liczb\u0119 u\u017cytkownik\u00f3w GlobalTIS (dotyczy tylko instalacji na serwerze)
registration.step.3=3. Wybierz \u017c\u0105dane subskrypcje, z kt\u00f3rych chcesz korzysta\u0107
registration.step.4=4. Aby otrzyma\u0107 Klucz Licencji, prosz\u0119 zarejestrowa\u0107 si\u0119 online lub poprzez faks. Kliknij 'Rejestracja Online', aby zarejestrowa\u0107 si\u0119 automatycznie online, lub 'Rejestracja Manualna', aby wy\u015bwietli\u0107 formularz rejestracji w formacie PDF, kt\u00f3ry mo\u017cna przes\u0142a\u0107 e-mailem lub faksem.
registration.step.5=5. Wyloguj si\u0119 z tego ekranu i uruchom ponownie GlobalTIS, gdy otrzymasz klucz licencyjny. Proces rejestracji b\u0119dzie wtedy kontynuowany od punktu 6.
registration.step.6=6. Po otrzymaniu \u017c\u0105danych informacji o rejestracji faksem lub przez e-mail, wprowad\u017a Identyfikacj\u0119 Subskrybenta i Klucz Licencji:
registration.step.7=7. Aby aktywowa\u0107 proces walidacji Instalacji GlobalTIS, kliknij na przycisk 'Zarejestruj Klucz Licencji'.


error.occured=E5281: Wyst\u0105pi\u0142 b\u0142\u0105d: ${error.message}

registration.hint.button.add.contact=Kliknij, je\u017celi ma zosta\u0107 wprowadzonych wi\u0119cej os\u00f3b kontaktowych

registration.exception.registration.duplicate=M5012: \u017b\u0105danie rejestracji online ju\u017c wydano.
registration.exception.registration.db.load.failed=E5018: Nieudana rejestracja online (prosz\u0119 sprawdzi\u0107 Identyfikacj\u0119 Subskrybenta).

hint.dealership.id=(maks. 10)

registration.exception.empty.subscription.selection=M5284: Wybierz subskrypcj\u0119!

registration.error.no.services.available=E5300: Brak dost\u0119pnych us\u0142ug! Zrestartuj serwer GlobalTIS:<p align='left'>1. Zako\u0144cz program GlobalTIS<br>2. Uruchom program 'GlobalTIS DiagTool' - 'Enhanced Trouble Shooting'<br>&nbsp;&nbsp;>> Us\u0142uga GlobalTIS<br>&nbsp;&nbsp;>> Zatrzymaj us\u0142ug\u0119<br>&nbsp;&nbsp;>> Uruchom us\u0142ug\u0119</p>

unable.to.resolve.subscriber.id=E5309: Nie rozpoznano ID abonenta!

do.not.show.again=Nie pokazuj ponownie

msg.exclusion.reset.failed=E5311: Wyzerowanie nie powiod\u0142o si\u0119!
msg.exclusion.reset.successful=M5312: Wyzerowanie powiod\u0142o si\u0119!

sps.calid.input.hw.number=Wprowad\u017a Numer Hardware VIT1

unable.to.display.rpo=E5348: Nie uda\u0142o si\u0119 wy\u015bwietli\u0107 kod\u00f3w RPO !

unsupported.vin=Nieobs\u0142ugiwany VIN !

search.no.result=E3550: Nie znaleziono odpowiednik\u00f3w !

nothing.selected=E5498: Niczego nie wybrano !

deletion.succeeded=M5499: Usuni\u0119cie pomy\u015blne !

user.logins.trigger.update.failed=E5545: Nie uda\u0142o si\u0119 aktywowa\u0107/dezaktywowa\u0107 logowanie u\u017cytkownika !

user.logins.trigger.update.successful=M5546: Pomy\u015blnie aktywowano/dezaktywowano logowanie u\u017cytkownika !

sps.calibration.info.display.security.code=Wy\u015bwietl kod bezpiecze\u0144stwa

release.si.preload.data.failed=E5630: Wydanie nieudane !
release.si.preload.data.successful=E5631: Wydanie udane !

fts.currently.unavailable=E5632: Funkcja wyszukiwania pe\u0142nego tekstu jest obecnie niedost\u0119pna !

sps.docref.default=Aby uzyska\u0107 dodatkowe informacje, kliknij <a>tutaj</a>.
