# Sample ResourceBundle properties file

frame.single.registration.only=E4995: Sess\u00e3o de registro j\u00e1 ativa
frame.registration.login.failed=E4996: Falha de logon (consultar suporte)
frame.registration.license.exception=E4997: Falha ao ler/gravar arquivo de licen\u00e7a
frame.registration.license.invalid=E4998: Licen\u00e7a inv\u00e1lida para este computador (registrar novamente)
frame.registration.hardwarekey.failure=E4999: Falha de chave de software (sem acesso a leitura/grava\u00e7\u00e3o)

auth.req.dialog.license.registration.suceeded=A licen\u00e7a foi registrada e o GlobalTIS foi ativado. Fa\u00e7a o logout (termine a sess\u00e3o atrav\u00e9s do \u00edcone no canto superior direito) e reinicie o GlobalTIS ou fa\u00e7a o login novamente.
auth.req.dialog.license.registration.failed=E5001: O registro da licen\u00e7a falhou (verifique a ID do assinante e a chave de licen\u00e7a)

auth.req.dialog.title.message=Digitar as informa\u00e7\u00f5es da concession\u00e1ria e efetuar (registro on-line) ou (registro por E-mail/Fax).
auth.req.dialog.dealership.missing.id=E5174: Digite a ID obrigat\u00f3ria da concession\u00e1ria.
auth.req.dialog.dealership.missing.name=E5175: Digite o nome obrigat\u00f3rio da concession\u00e1ria.
auth.req.dialog.dealership.missing.street=E5176: Digite a rua obrigat\u00f3ria da concession\u00e1ria.
auth.req.dialog.dealership.missing.zip=E5177: Digite o CEP obrigat\u00f3rio da concession\u00e1ria.
auth.req.dialog.dealership.missing.city=E5178: Digite a cidade obrigat\u00f3ria da concession\u00e1ria.
auth.req.dialog.dealership.missing.country=E5179: Digite o pa\u00eds obrigat\u00f3rio da concession\u00e1ria.
auth.req.dialog.dealership.missing.language=E5180: Digite o idioma obrigat\u00f3rio da concession\u00e1ria.
auth.req.dialog.dealership.missing.contacs=E5181: Digite as informa\u00e7\u00f5es de contato obrigat\u00f3rias da concession\u00e1ria.
auth.req.dialog.dealership.information.incomplete=E5003: Digite os dados obrigat\u00f3rios da concession\u00e1ria.
auth.req.dialog.dealership.dealercode.invalid=E5004: Verifique o c\u00f3digo da concession\u00e1ria.
auth.req.dialog.dealership.contact.missing=E5005: Forne\u00e7a um endere\u00e7o de e-mail ou um n\u00famero de fax.
auth.req.dialog.dealership.contact.name.missing=E5006: Forne\u00e7a um nome de contato.
auth.req.dialog.dealership.email.invalid=E5007: Verifique o endere\u00e7o de e-mail (falha de valida\u00e7\u00e3o)
auth.req.dialog.dealership.information.invalid=E5008: Verifique os dados inseridos (uma ou mais entradas ultrapassam o comprimento permitido)
auth.req.dialog.dealership.invalid.name=E5182: Verifique o nome da concession\u00e1ria (comprimento m\u00e1ximo de 255 caracteres)
auth.req.dialog.dealership.invalid.street=E5183: Verifique a rua (comprimento m\u00e1ximo de 255 caracteres)
auth.req.dialog.dealership.invalid.zip=E5184: Verifique o CEP (comprimento m\u00e1ximo de 10 caracteres)
auth.req.dialog.dealership.invalid.city=E5185: Verifique a cidade (comprimento m\u00e1ximo de 255 caracteres)
auth.req.dialog.dealership.invalid.phone=E5186: Verifique o n\u00famero de telefone (comprimento m\u00e1ximo de 255 caracteres)
auth.req.dialog.dealership.invalid.fax=E5187: Verifique o n\u00famero de fax (comprimento m\u00e1ximo de 255 caracteres)
auth.req.dialog.dealership.invalid.email=E5188: Verifique o endere\u00e7o de e-mail (comprimento m\u00e1ximo de 255 caracteres)
auth.req.dialog.dealership.invalid.contact.name=E5189: Verifique o nome de contato (comprimento m\u00e1ximo de 255 caracteres)
auth.req.dialog.dealership.data.stored=M5009: Dados da concession\u00e1ria armazenados.
auth.req.dialog.dealership.data.failure=E5266: Falha ao armazenar dados da concession\u00e1ria.
auth.req.dialog.online.registration.failed=E5011: Registro on-line falhou (consulte o suporte).
auth.req.dialog.online.registration.duplicate=M5012: Solicita\u00e7\u00e3o de registro on-line j\u00e1 em andamento.
auth.req.dialog.online.registration.suceeded=M5013: Registro on-line conclu\u00eddo. Registre a ID da solicita\u00e7\u00e3o = '{REQUEST-ID}'.
auth.req.dialog.registration.may.take.some.time=M5014: A ativa\u00e7\u00e3o da chave de licen\u00e7a pode demorar um pouco. Confirme com 'OK' e aguarde...
auth.req.email.notification=M5015: Solicita\u00e7\u00e3o de novo registro recebida (veja o assunto do e-mail para a ID da solicita\u00e7\u00e3o e o c\u00f3digo da concession\u00e1ria).

auth.reqext.dialog.title.message=Registro no GlobalTIS (estender a inscri\u00e7\u00e3o): (registro on-line) ou (registro por E-mail/Fax).
auth.reqhwk.dialog.title.message=Migra\u00e7\u00e3o da chave de hardware do GlobalTIS: (registro on-line) ou (registro por E-mail/Fax).
auth.reqhwk.dialog.online.registration.unknown=E5018: Registro on-line falhou (verifique a ID do assinante).

auth.req.detail.dialog.title.msg=Instru\u00e7\u00f5es...
auth.req.detail.dialog.subscription.not.selected=Selecione a assinatura a ser autorizada.
auth.req.detail.dialog.request.ident.invalid=E5021: Digite uma 'ID de solicita\u00e7\u00e3o' v\u00e1lida.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: Digite uma 'ID de assinante' v\u00e1lida.
auth.req.detail.dialog.authorization.failed=E5023: Solicita\u00e7\u00e3o de autoriza\u00e7\u00e3o falhou.
auth.req.detail.dialog.authorization.completed=M5024: Autoriza\u00e7\u00e3o do GlobalTIS conclu\u00edda (chave de licen\u00e7a enviada por e-mail).
auth.req.detail.dialog.authorization.suceeded=M5025: Autoriza\u00e7\u00e3o do GlobalTIS conclu\u00edda.
auth.req.detail.dialog.license.key.not.computed=E5026: Avalia\u00e7\u00e3o de chave de licen\u00e7a falhou (entrada de dados incompleta/errada).
auth.req.regdb.no.organization=E5027: Falha ao exportar banco de dados de registro (nenhuma organiza\u00e7\u00e3o de vendas atribu\u00edda ao administrador de autoriza\u00e7\u00f5es).
auth.req.email.license.subject=Registro do GlobalTIS (ID da solicita\u00e7\u00e3o = '{REQUEST-ID}')
auth.req.email.license.body=\nAqui voc\u00ea recebe a chave de licen\u00e7a e a ID do assinante para efetuar o registro.\n\nATEN\u00c7\u00c3O:\nAmbos s\u00e3o v\u00e1lidos somente no PC no qual o processo de registro foi executado.\nPara a valida\u00e7\u00e3o, reinicie o GlobalTIS e digite a ID do assinante e a chave de licen\u00e7a. Para digitar a chave de licen\u00e7a, s\u00e3o validos somente n\u00fameros de 0 a 9 e letras de A a F (min\u00fasculas tamb\u00e9m s\u00e3o permitidas). Alternativamente, o bot\u00e3o 'Chave de licen\u00e7a' abre uma janela para a digita\u00e7\u00e3o da seq\u00fc\u00eancia completa. O bot\u00e3o 'Registrar chave de licen\u00e7a' ativa o registro.\n\nEm vez do n\u00famero da chave de hardware, a ID do assinante ser\u00e1 armazenada de agora em diante no controlador com cada programa\u00e7\u00e3o de ECU.\n\nID da solicita\u00e7\u00e3o: {REQUEST-ID}\nID do assinante: {SUBSCRIBER-ID}\n\nLicence key:\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: Digite todas as informa\u00e7\u00f5es obrigat\u00f3rias antes de enviar!

exception.unable.to.execute.action=E5030: N\u00e3o foi poss\u00edvel efetuar o registro on-line. Verifique a conex\u00e3o do servidor.

auth.req.no.entries=M5031: Nenhuma solicita\u00e7\u00e3o de registro encontrada.

wait=Aguarde...

frame.login.kill.message=E4212: A identifica\u00e7\u00e3o de usu\u00e1rio e a senha j\u00e1 est\u00e3o em uso.<br>Clique em 'Cancelar' para voltar \u00e0 tela principal.<br>AVISO: clicando em 'Cancelar', a sess\u00e3o atual do usu\u00e1rio ser\u00e1 finalizada e poder\u00e1 haver perda de dados.<br><br>

frame.login.kill.cancelled=M4194: Invalida\u00e7\u00e3o de sess\u00e3o antiga cancelada!

frame.login.kill.successful=M4195: A invalida\u00e7\u00e3o da sess\u00e3o antiga foi bem-sucedida!

swdl.home.panel.message=<center><B>ANTES DE INICIAR!</B></center><br>\u00c9 necess\u00e1rio instalar o software Java correto no PC do Techline para que o TIS2Web funcione. Consulte a ajuda on-line para a transfer\u00eancia <br><br>O download do software atravessar\u00e1 diversas etapas que poder\u00e3o demorar dependendo de sua velocidade de conex\u00e3o. Para detalhes adicionais, consulte a ajuda on-line.<br><br>Tenha paci\u00eancia se conectado atrav\u00e9s de linhas de modem lentas...

swdl.notify.cookies.disabled=E4213: Para iniciar a transfer\u00eancia de software, \u00e9 necess\u00e1rio ativar os cookies e efetuar o logon novamente

navigation.hint=O aplicativo TIS n\u00e3o suporta o uso dos bot\u00f5es Avan\u00e7ar e Voltar do navegador. Ocorrer\u00e3o erros. Use somente os bot\u00f5es exibidos nas telas do aplicativo e n\u00e3o aqueles na barra de ferramentas.

reloginpage.text=M3534: Voc\u00ea pode ter sido desconectado automaticamente

confirmation.logout=M3535: Confirme o logoff!

good.bye=M3536: Voc\u00ea foi desconectado com \u00eaxito.

si.home.title=Para visualizar uma publica\u00e7\u00e3o de servi\u00e7o, selecione uma das seguintes Aplica\u00e7\u00f5es de Informa\u00e7\u00f5es de Servi\u00e7o

si.home.stdinfo=Selecione e visualize Informa\u00e7\u00f5es de Diagn\u00f3stico, Padr\u00f5es e Diagramas de Fia\u00e7\u00e3o, e Boletins de Servi\u00e7o T\u00e9cnico para um ve\u00edculo especificado estruturadas por Grupos de Montagem e Tipos de Informa\u00e7\u00f5es de Servi\u00e7o

si.home.bulletins=Filtrar Boletins de Servi\u00e7o T\u00e9cnico (TSB) por:<br>Fabricante, Modelo, Motor, Grupo de Montagem, Sintoma, C\u00f3digo de Problema ou N\u00famero de Solu\u00e7\u00e3o

si.home.faultDiag=Encontrar procedimentos de diagn\u00f3stico de falha pelo c\u00f3digo de falha

si.home.brochures=Selecione e visualize Guias Informativos Especiais:<br>Inspe\u00e7\u00f5es, Aspectos T\u00e9cnicos Novos, Informa\u00e7\u00f5es T\u00e9cnicas

si.home.number.search=Localizar documentos por N\u00famero de Documento

si.home.text.search=Localizar documentos por Conte\u00fado

si.home.bookmarks=Visualizar Indicadores

si.stdinfo.select.ratio=Rela\u00e7\u00e3o entre \u00cdndice e Documento

si.stdinfo.select.height=Selecionar a altura do \u00edndice e da exibi\u00e7\u00e3o do documento

si.dociframepanel.select.height=Selecionar a altura da exibi\u00e7\u00e3o do documento

si.number.search.enter.bulletin=Digite um n\u00famero de Boletim/Campanha/Informa\u00e7\u00e3o Preliminar:

si.number.search.enter.document=Digite uma ID de documento:

si.search.no.result=E3550: Nenhuma correspond\u00eancia foi encontrada!

si.search.result.without.vehicle=Resultado de busca de informa\u00e7\u00f5es de servi\u00e7o sem filtro de dados de ve\u00edculo (Registro de Ve\u00edculo)

si.search.result.with.vehicle=Resultado de busca de informa\u00e7\u00f5es de servi\u00e7o com filtro de dados de ve\u00edculo (Registro de Ve\u00edculo)

si.search.result.too-many-hits=E4229: Muitos acertos para esse Tipo de Informa\u00e7\u00e3o de Servi\u00e7o. Refine os crit\u00e9rios de busca.

si.document.page.wait=Carregando p\u00e1gina...

si.document.not.found=E3552: Documento n\u00e3o encontrado!

si.document.not.available=E3553: Documento n\u00e3o dispon\u00edvel!

si.lt.novc=E3555: Nenhuma informa\u00e7\u00e3o de Tempo de M\u00e3o-de-Obra dispon\u00edvel para a sele\u00e7\u00e3o de ve\u00edculo atual!

si.lt.no.instance=E3556: O aplicativo de Tempo de M\u00e3o-de-Obra n\u00e3o est\u00e1 dispon\u00edvel para o fabricante selecionado!

si.no.bookmarks=Nenhum Indicador Definido

si.bulletins.search.message=Selecione os par\u00e2metros desejados para a filtragem de todos os TSBs

si.bulletins.search.alternative=ou selecione o N\u00famero de Solu\u00e7\u00e3o de Campo

si.bulletin.search.hitcount=N\u00famero total de acertos

si.bulletin.search.nothing.found=E4141: Nenhum documento encontrado!

vc.select.vc.data=Selecione Dados do Ve\u00edculo

vc.message.vin.incorrect=E714: Nenhum registro de VIN correto !

vc.message.attribute.tied.to.vin=E3557: Esse atributo est\u00e1 ligado diretamente ao c\u00f3digo VIN. Sua altera\u00e7\u00e3o remover\u00e1 o VIN. Continuar?

vc.message.select.salesmake=Selecione um propriet\u00e1rio de marca

vc.message.vin.not.interpretable=E3558: O VIN n\u00e3o pode ser interpretado. Deseja continuar?

fallback.no.instance=E3559: O aplicativo n\u00e3o est\u00e1 dispon\u00edvel para o fabricante selecionado atualmente!

lt.home.stdinfo=Selecione e visualize as Informa\u00e7\u00f5es de Tempo de M\u00e3o-de-Obra para o ve\u00edculo especificado atualmente

lt.novc=E3561: Selecione um ve\u00edculo v\u00e1lido

lt.no.lt.for.vc=E3562: Nenhum Tempo de M\u00e3o-de-Obra est\u00e1 dispon\u00edvel para o ve\u00edculo selecionado

edit.bookmark=Editar Indicador

not.authorized=Voc\u00ea n\u00e3o tem autoriza\u00e7\u00e3o para acessar esta p\u00e1gina.

frame.invalid.session=E4214: AVISO: Voc\u00ea recebeu esta mensagem por um dos seguintes motivos:<br><br>&nbsp;&nbsp;1.A sess\u00e3o venceu.<br>&nbsp;&nbsp;2. Outro usu\u00e1rio est\u00e1 usando a mesma identifica\u00e7\u00e3o de usu\u00e1rio/senha e finalizou sua sess\u00e3o<br>&nbsp;&nbsp;3. Viola\u00e7\u00e3o de seguran\u00e7a - o usu\u00e1rio n\u00e3o tem acesso a esta aplica\u00e7\u00e3o.

no.information.available=M4114: Nenhuma informa\u00e7\u00e3o dispon\u00edvel!

select.ratio=Rela\u00e7\u00e3o entre \u00cdndice e Documento

document.not.available=E3553: Documento n\u00e3o dispon\u00edvel!

frame.modified.news=M4217: Not\u00edcias n\u00e3o lidas dispon\u00edveis! (clique no \u00edcone Not\u00edcias para acess\u00e1-las)

lt.search.mwork.not.found=E4220: Opera\u00e7\u00e3o Principal n\u00e3o encontrada!

lt.no.bookmarks=Nenhum Indicador Definido

lt.search.result.without.vehicle=Resultado de busca de informa\u00e7\u00f5es de tempos padr\u00e3o de m\u00e3o-de-obra sem filtro de dados de ve\u00edculo (Registro de Ve\u00edculo)

lt.search.result.with.vehicle=Resultado de busca de informa\u00e7\u00f5es de tempos padr\u00e3o de m\u00e3o-de-obra com filtro de dados de ve\u00edculo (Registro de Ve\u00edculo)

lt.search.no.result=E3550: Nenhuma correspond\u00eancia foi encontrada!

detailed.picture=Ampliar a figura

lt.bookmark.unavailable=E4228: O Indicador selecionado n\u00e3o est\u00e1 dispon\u00edvel para o ve\u00edculo atual!

frame.plugin.check.notification=Inspecionando status de instala\u00e7\u00e3o do plug-in

frame.plugin.install.dialog=E4251: O sistema detectou os seguintes plug-ins faltando. Clique na etiqueta para efetuar o download do arquivo execut\u00e1vel da instala\u00e7\u00e3o correspondente.

frame.plugin.install.dialog.checking.error=E4252: O sistema n\u00e3o p\u00f4de determinar os plug-ins faltando. Assim, fornecemos a lista completa dos plug-ins dispon\u00edveis! <br>Clique na etiqueta para efetuar o download do arquivo execut\u00e1vel da instala\u00e7\u00e3o correspondente.


frame.plugin.install.check.enable=Ativar inspe\u00e7\u00e3o de plug-in no futuro (essa configura\u00e7\u00e3o tamb\u00e9m est\u00e1 dispon\u00edvel atrav\u00e9s da guia 'Perfil')

plugin.description.isoview=Plug-in para visualizar imagens .cgm
plugin.description.tiffviewer=Plug-in para visualizar imagens .tiff
plugin.description.cgmviewer=Plug-in para visualizar imagens .cgm
plugin.description.webstart=Aplica\u00e7\u00e3o para executar C\u00f3digo de Cliente Java


sps.home.panel.message=<center><B>ANTES DE INICIAR!</B></center><br>O software Java correto deve estar instalado no PC do Techline para que o TIS-Online funcione. Consulte a ajuda on-line para fazer o download <br><br>O SPS passar\u00e1 por v\u00e1rios passos que poder\u00e3o demorar um pouco, dependendo da velocidade da conex\u00e3o. Para obter mais detalhes, consulte a ajuda on-line.<br><br>Tenha paci\u00eancia caso esteja conectado atrav\u00e9s de linha com modem de baixa velocidade...
sps.home.panel.message.test=<center><B>N\u00c3O REPROGRAME CONTROLADORES DE VE\u00cdCULOS COM ESTA VERS\u00c3O DE SOFTWARE!</B></center><br>O M\u00d3DULO SPS AINDA N\u00c3O FOI TESTADO E PROVAVELMENTE PROVOCAR UM TRAVAMENTO. QUALQUER REPROGRAMA\u00c7\u00c3O SER\u00c1 POR SUA CONTA E RISCO, E PODER\u00c1 DANIFICAR O CONTROLADOR. <br><br> O SPS passar\u00e1 por v\u00e1rios passos que poder\u00e3o demorar um pouco, dependendo da velocidade da conex\u00e3o. Para obter mais detalhes, consulte a ajuda on-line.<br><br>Tenha paci\u00eancia caso esteja conectado atrav\u00e9s de linha com modem de baixa velocidade...

sps.calib.info.entry.panel.message=Para obter as informa\u00e7\u00f5es mais recentes de calibragem de controlador eletr\u00f4nico para o seu ve\u00edculo, digite os 17 caracteres do N\u00famero de Identifica\u00e7\u00e3o do Ve\u00edculo (VIN) e selecione 'Obter ID CAL'.<br><br>Para obter o N\u00famero de Verifica\u00e7\u00e3o de Calibragem (CVN) para qualquer n\u00famero de pe\u00e7a de calibragem, digite o n\u00famero de pe\u00e7a da ID da calibragem e selecione 'Obter CVN.'

invalid.vin=E2769: NIV inv\u00e1lido!

sas.home.panel.message=Servi\u00e7o de acesso de seguran\u00e7a - Download do cliente

sps.calibration.info.detailed.summary.caption=Informa\u00e7\u00f5es de calibragem de ve\u00edculo GM (calibragem selecionada)

sps.calibration.info.complete.part.history=Informa\u00e7\u00f5es de calibragem de ve\u00edculo GM

sps.calibration.history.for=Hist\u00f3rico de calibragem para

sps.please.select=selecione...

sps.calibration.info.wizard.error.general=E4451: Ocorreu um erro interno! Imposs\u00edvel continuar!

sps.calibration.info.wizard.finished=Conclu\u00eddo!

sps.calibration.info.cvn.unknown.partnumber=E4453: N\u00famero de pe\u00e7a inv\u00e1lido ou desconhecido!

sps.calibration.info.display.dealer.vci=Exibir VCI do distribuidor

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: H\u00e1 n\u00fameros de pe\u00e7a de calibragem {PARTCOUNT} v\u00e1lidos para '{MODULENAME}'. Leia as descri\u00e7\u00f5es nas tabelas a seguir para determinar a calibragem correta para este ve\u00edculo.

sps.calib.info.no.debug.info.available=M4114: Nenhuma informa\u00e7\u00e3o dispon\u00edvel!


sps.exception.invalid-cachesize-input=M4389: Digite um valor num\u00e9rico para o tamanho do cache.
sps.exception.unsupported-controller=E4390: O controlador selecionado n\u00e3o \u00e9 suportado por esta vers\u00e3o do TIS2WEB.\nVerifique a corre\u00e7\u00e3o do VIN digitado e/ou o programa atrav\u00e9s da VCI.
sps.exception.invalid-controller-selection=E4391: Nenhuma inst\u00e2ncia v\u00e1lida de dados do controlador dispon\u00edvel.
sps.exception.invalid-vci-input=M4393: Digite um valor num\u00e9rico para a VCI.
sps.exception.server-side-failure=E4394: Falha de processamento do servidor.
sps.exception.invalid-vin=E4395: O VIN digitado \u00e9 inv\u00e1lido. Digite novamente o VIN!
sps.exception.no-controllers=E4396: Nenhum controlador suportado encontrado.
sps.exception.no-vci=M4397: Digite a VCI.
sps.exception.no-matching-vci=E5036: O n\u00famero de VCI inserido n\u00e3o corresponde ao controlador selecionado.\nDigite novamente.
sps.exception.no-valid-cop=E4398: Nenhum dado de calibragem encontrado.
sps.exception.tool.ecuread=E4399: Erro grave: falha de leitura de dados da ECU no dispositivo ou controlador.
sps.exception.tool.native=E4400: Erro grave: subsistema nativo n\u00e3o dispon\u00edvel.
sps.exception.tool.reprogramming=E4401: Erro grave: falha de grava\u00e7\u00e3o de dados no dispositivo ou controlador.
sps.exception.tool.init=E4402: Erro grave: imposs\u00edvel inicializar o dispositivo selecionado.
sps.exception.tool.vinread=E4403: Erro grave: falha de leitura de VIN no dispositivo ou controlador.
sps.exception.unsupported-locale=E4405: Localidade n\u00e3o suportada.
sps.exception.no-controller-selection=E4406: Falha de processamento do servidor (faltam informa\u00e7\u00f5es do banco de dados).
sps.exception.ambiguous-controller-selection=E4407: Informa\u00e7\u00f5es de reprograma\u00e7\u00e3o n\u00e3o dispon\u00edveis para o controlador selecionado.
sps.exception.software-archive-not-enabled=M4408: Programa\u00e7\u00e3o atrav\u00e9s de arquivo n\u00e3o ativada.
sps.exception.loading-archive-or-part-file-failed=M4409: Falha ao carregar arquivo de pe\u00e7a/arquivo de VCI.
sps.exception.invalid-archive-vci=M4410: VCI inv\u00e1lida (Arquivo de pe\u00e7a/arquivo).
sps.exception.no-valid-eil=E4411: Falha de processamento do servidor (Invalid End Item Part).
sps.exception.no-calibration-update=M4412: A calibragem selecionada \u00e9 a calibragem atual no m\u00f3dulo de controle.
sps.exception.invalid-current-calibration=M4413: As calibragens marcadas com um asterisco (*) n\u00e3o s\u00e3o reconhecidas por esta vers\u00e3o do TIS2WEB.\nElas s\u00e3o mais recentes do que as calibragens dispon\u00edveis nesta vers\u00e3o do TIS2WEB\nou n\u00e3o s\u00e3o calibragens da GM.\nEntrar em contato com o Centro de Atendimento ao Cliente.
sps.exception.missing-calibration-file=E2907: Algumas informa\u00e7\u00f5es sobre o n\u00famero de pe\u00e7a para este m\u00f3dulo est\u00e3o faltando.\nN\u00e3o \u00e9 poss\u00edvel continuar a programa\u00e7\u00e3o.
sps.exception.invalid-keycode-format-input=M4415: O c\u00f3digo de chave do fabricante deve ter 5 d\u00edgitos!
sps.exception.no-keycode=M4416: Digite o c\u00f3digo de chave.
sps.exception.bulletin-not-available=E4417: Boletim n\u00e3o dispon\u00edvel.
sps.exception.session-expired=E4418: Sess\u00e3o do servidor vencida. Efetue a conex\u00e3o com o TIS2WEB novamente.
sps.exception.unknown-vin=E842: O VIN introduzido N\u00c3O foi encontrado.\nVerifique a precis\u00e3o de VIN ou selecione Programar com VCI.
sps.exception.unknown-ecu-software=E4419: O software de ECU detectado \u00e9 desconhecido e pode ser de uma vers\u00e3o mais nova.\nO processo de programa\u00e7\u00e3o foi interrompido.
sps.exception.unknown-ecu-hardware=E2700: A reprograma\u00e7\u00e3o n\u00e3o \u00e9 poss\u00edvel.
sps.exception.invalid-ecu-hardware=E2700: A reprograma\u00e7\u00e3o n\u00e3o \u00e9 poss\u00edvel.
sps.exception.software-not-available=E4420: Nenhum software dispon\u00edvel.
sps.exception.database-security-violated=E2909: Banco de dados manipulado. N\u00e3o \u00e9 poss\u00edvel fazer a reprograma\u00e7\u00e3o.
sps.exception.no-authorization=E2701: N\u00e3o tem autoriza\u00e7\u00e3o para programar o software selecionado.

sps.exception.unsupported.vehicle=M4495: O ve\u00edculo selecionado atualmente n\u00e3o \u00e9 suportado!

sps.cal.info.bulletin.not.found=N\u00e3o foi poss\u00edvel encontrar o boletim!

si.print.view.error=Ocorreu um erro ao preparar a visualiza\u00e7\u00e3o da impress\u00e3o!

frame.log.mailer.dialog.title=Envie um e-mail contendo os arquivos de log a...

frame.login.denied=Logon recusado - informa\u00e7\u00f5es de logon inv\u00e1lidas ou insuficientes!

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=Visite o site da General Motors <br>para ver a fam\u00edlia completa <br> de marcas da GM.

sps.calibration.info.copyright.title=General Motors 2003. Todos os direitos reservados.

sps.calibration.info.copyright.text=GM, o emblema GM, Buick, o emblema Buick, Chevrolet, o emblema Chevrolet, Cadillac, o emblema Cadillac, Geo, o emblema da grade Geo, GMC, o emblema GMC, Oldsmobile, o emblema Oldsmobile, Pontiac, o emblema Pontiac, Saturn, o emblema Saturn e Chevy, s\u00e3o marcas comerciais da General Motors. O material contido neste site pertencem aos produtos e servi\u00e7os somente para o mercado dos EUA. As informa\u00e7\u00f5es aqui contidas foram concebidas para serem o mais abrangentes e factuais quanto poss\u00edvel. Por\u00e9m, a General Motors reserva-se o direito, de efetuar altera\u00e7\u00f5es a qualquer momento, sem aviso pr\u00e9vio. Todos os direitos reservados.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: Confirmar exclus\u00e3o!

empty.search.result=M4711: Nenhuma entrada encontrada!

search.result.truncated=E4734: Resultado de pesquisa truncado (pesquisa cancelada)!

snapshot.home.panel.message=<center><B>ANTES DE INICIAR!</B></center><br>O software Java correto dever\u00e1 estar instalado no PC do Techline para que o TIS-Online funcione. Consulte a ajuda on-line para fazer o download <br><br>O Snapshot percorrer\u00e1 v\u00e1rias etapas que poder\u00e3o demorar dependendo da velocidade da conex\u00e3o. Para obter mais detalhes, consulte a ajuda on-line.<br><br>Tenha paci\u00eancia se a conex\u00e3o for feita com linhas de modem lentas...

snapshot.notify.cookies.disabled=Para iniciar o Snapshot, \u00e9 necess\u00e1rio ativar os cookies e efetuar o logon novamente

tech2view.home.panel.message=<center><B>ANTES DE INICIAR!</B></center><br>O software Java correto dever\u00e1 estar instalado no PC do Techline para que o TIS-Online funcione. Consulte a ajuda on-line para fazer o download <br><br>O Visualiza\u00e7\u00e3o do Tech2 percorrer\u00e1 v\u00e1rias etapas que poder\u00e3o demorar dependendo da velocidade da conex\u00e3o. Para obter mais detalhes, consulte a ajuda on-line.<br><br>Tenha paci\u00eancia se a conex\u00e3o for feita com linhas de modem lentas...

tech2view.notify.cookies.disabled=Para iniciar o Visualiza\u00e7\u00e3o do Tech2, \u00e9 necess\u00e1rio ativar os cookies e efetuar o logon novamente

techlineprint.home.panel.message=<center><B>ANTES DE INICIAR!</B></center><br>O software Java correto dever\u00e1 estar instalado no PC do Techline para que o TIS-Online funcione. Consulte a Ajuda on-line para o download <br><br>O Imprimir Techline percorrer\u00e1 v\u00e1rias etapas que poder\u00e3o demorar dependendo da velocidade da conex\u00e3o. Para obter mais detalhes, consulte a Ajuda on-line.<br><br>Tenha paci\u00eancia caso se conecte atrav\u00e9s de linha com modem lento...

techlineprint.notify.cookies.disabled=M4736: Para iniciar o Imprimir Techline voc\u00ea dever\u00e1 ativar o tratamento de cookies e efetuar o logon novamente

cache.cleared=M4717: Cache esvaziado!

error.see.log=E4718: Ocorreu um erro! (consulte o log para obter detalhes)

successfully.send.logs=M4719: Arquivos de log enviados com sucesso!

configuration.update.successful=M4737: Configura\u00e7\u00e3o atualizada com \u00eaxito!
configuration.update.failed=M4738: Atualiza\u00e7\u00e3o da configura\u00e7\u00e3o falhou!

sps.calibration.info.link.privacy.policy=Clique aqui para visualizar a pol\u00edtica de privacidade da GM.

sps.reset.adapter=Redefinir o adaptador de esquema do SPS ({0})

sps.reset.adapter.successful=Adaptador de esquema do SPS redefinido com \u00eaxito: ({0})

sps.reset.adapter.failed=Redefini\u00e7\u00e3o do adaptador de esquema do SPS falhou ({0})

swdl.service.reset.failed=Falha ao redefinir o servi\u00e7o SWDL!

swdl.service.reset.succeeded=Redefini\u00e7\u00e3o do servi\u00e7o SWDL bem sucedida!

swdl.notification.new.tech2.versions=Novas vers\u00f5es do software TECH2:

swdl.notification.new.tech2.versions.keepon=Mostrar novamente no pr\u00f3ximo logon

help.service.reset.failed=Falha ao redefinir servi\u00e7o de AJUDA!

help.service.reset.succeeded=Redefini\u00e7\u00e3o do servi\u00e7o de AJUDA bem-sucedida!

news.service.reset.failed=Falha ao redefinir servi\u00e7o de NOT\u00cdCIAS!

news.service.reset.succeeded=Redefini\u00e7\u00e3o do servi\u00e7o de NOT\u00cdCIAS bem-sucedida!

unable.to.create.key=E5040: Imposs\u00edvel criar chave!

vc.please.choose.vehicle.configuration=selecione...

vc.error.missing.mandatory.input=E5041: Entrada obrigat\u00f3ria faltando!

please.select.user.name=Selecione o nome do usu\u00e1rio...
select.username=Selecionar nome de usu\u00e1rio
or.enter.new.username=ou digitar novo nome de usu\u00e1rio
licensed.session.count.exeeded=E5045: Contagem de sess\u00f5es licenciadas ultrapassada!

vcdialog.unable.to.resolve.exception=E5046: Imposs\u00edvel resolver VIN!

vcdialog.invalid.vin.exception=E5047: VIN inv\u00e1lido!

registration.confirm.revocation=M5131: Deseja mesmo revogar a inscri\u00e7\u00e3o?
registration.confirm.deletion=M5132: Deseja mesmo excluir o registro?

kdr.home.panel.message=<center><B>ANTES DE INICIAR!</B></center><br>O software Java correto dever\u00e1 estar instalado no PC do Techline para que o TIS-Online funcione. Consulte a ajuda on-line para fazer o download <br><br>GDS percorrer\u00e1 v\u00e1rias etapas que poder\u00e3o demorar dependendo da velocidade da conex\u00e3o. Para obter mais detalhes, consulte a ajuda on-line.<br><br>Tenha paci\u00eancia se a conex\u00e3o for feita com linhas de modem lentas...


invalid.authentication=E5269: Autentica\u00e7\u00e3o inv\u00e1lida!

unable.to.delete.msg=E5270: Imposs\u00edvel cancelar a mensagem!
unable.to.modify.msg=E5271: Imposs\u00edvel modificar a mensagem!
unable.to.create.msg=E5272: Imposs\u00edvel criar a mensagem!
invalid.or.incomplete.input=E5273: Entrada inv\u00e1lida ou incompleta!

unable.to.execute.search=E5274: Imposs\u00edvel executar a busca!
msg.created=M5275: Mensagem criada!

# registration v2
please.fill.in.dealership.info=Preencha as informa\u00e7\u00f5es de sua concession\u00e1ria (os asteriscos indicam informa\u00e7\u00e3o obrigat\u00f3ria)
unable.to.store.dealership.data=E5010: Falha ao armazenar dados da concession\u00e1ria.
successfully.stored.dealership.data=M5277: Dados da concession\u00e1ria armazenados com sucesso!

registration.step.1=1. Preencha as informa\u00e7\u00f5es de sua concession\u00e1ria
registration.step.2=2. Digite o n\u00famero requerido de usu\u00e1rios do GlobalTIS (somente para instala\u00e7\u00f5es em servidor)
registration.step.3=3. Selecione as inscri\u00e7\u00f5es que voc\u00ea deseja usar
registration.step.4=4. Registre-se on-line ou por fax para receber uma Chave de licen\u00e7a. Clique em \u201cRegistro on-line\u201d para se registrar on-line automaticamente ou em \u201cRegistro manual\u201d para exibir um documento de registro no formato PDF que poder\u00e1 ser enviado por E-mail ou fax.
registration.step.5=5. Fa\u00e7a o log-off desta tela e inicie o GlobalTIS novamente assim que voc\u00ea receber a chave de licen\u00e7a. O processo de registro continuar\u00e1 no item 6.
registration.step.6=6. Ap\u00f3s receber as informa\u00e7\u00f5es de registro necess\u00e1rias atrav\u00e9s de fax ou e-mail, digite a ID do assinante e a chave de licen\u00e7a:
registration.step.7=7. Clique no bot\u00e3o 'Registrar chave de licen\u00e7a' para ativar o processo de valida\u00e7\u00e3o de sua instala\u00e7\u00e3o do GlobalTIS.


error.occured=E5281: Ocorreu um erro: ${error.message}

registration.hint.button.add.contact=Clique se for necess\u00e1rio inserir mais pessoas de contato.

registration.exception.registration.duplicate=M5012: Solicita\u00e7\u00e3o de registro on-line j\u00e1 em andamento.
registration.exception.registration.db.load.failed=E5018: Registro on-line falhou (verifique a ID do assinante).

hint.dealership.id=(m\u00e1x. 10)

registration.exception.empty.subscription.selection=M5284: Favor selecionar uma inscri\u00e7\u00e3o!

registration.error.no.services.available=E5300: Nenhum servi\u00e7o dispon\u00edvel! Reinicie o servidor do GlobalTIS:<p align='left'>1. Saia do GlobalTIS<br>2. Inicie 'GlobalTIS DiagTool' - 'Enhanced Trouble Shooting' (Solu\u00e7\u00e3o de problemas avan\u00e7ada)<br>&nbsp;&nbsp;>> GlobalTIS Service (Servi\u00e7o do GlobalTIS)<br>&nbsp;&nbsp;>> Stop Service (Interromper servi\u00e7o)<br>&nbsp;&nbsp;>> Start Service (Iniciar servi\u00e7o)</p>

unable.to.resolve.subscriber.id=E5309: Imposs\u00edvel resolver a ID do assinante!

do.not.show.again=N\u00e3o mostrar novamente

msg.exclusion.reset.failed=E5311: O restabelecimento falhou!
msg.exclusion.reset.successful=M5312: Restabelecimento bem-sucedido!

sps.calid.input.hw.number=Digite o n\u00famero da pe\u00e7a f\u00edsica VIT1

unable.to.display.rpo=E5348: Imposs\u00edvel exibir c\u00f3digos RPO!

unsupported.vin=VIN n\u00e3o suportado!

search.no.result=E3550: Nenhuma correspond\u00eancia foi encontrada!

nothing.selected=E5498: Nada selecionado!

deletion.succeeded=M5499: Exclus\u00e3o conclu\u00edda com \u00eaxito!

user.logins.trigger.update.failed=E5545: Ocorreu falha ao ativar/desativar log-on do usu\u00e1rio!

user.logins.trigger.update.successful=M5546: Ativa\u00e7\u00e3o/desativa\u00e7\u00e3o de log-on de usu\u00e1rio bem-sucedida!

sps.calibration.info.display.security.code=Exibir c\u00f3digo de seguran\u00e7a

release.si.preload.data.failed=E5630: Libera\u00e7\u00e3o falhou!
release.si.preload.data.successful=E5631: Libera\u00e7\u00e3o bem-sucedida!

fts.currently.unavailable=E5632: A pesquisa de texto completo n\u00e3o est\u00e1 dispon\u00edvel atualmente!

sps.docref.default=Para obter mais informa\u00e7\u00f5es, clique <a>aqui</a>.
