# Sample ResourceBundle properties file

frame.single.registration.only=E4995: Registreringssession er allerede aktiv
frame.registration.login.failed=E4996: Login mislykkedes (kontakt venligst support)
frame.registration.license.exception=E4997: Kunne ikke l\u00e6se/skrive licensfil
frame.registration.license.invalid=E4998: Licensen er ugyldig p\u00e5 denne computer (Venligst genregistrer)
frame.registration.hardwarekey.failure=E4999: Hardwaren\u00f8glefejl (ingen l\u00e6se/skriveadgang)

auth.req.dialog.license.registration.suceeded=Licensen er nu registreret og GlobalTIS aktiveret. Venligst log ud. (Afbryd sessionen via ikonen i \u00f8verste h\u00f8jre hj\u00f8rne) og genstart GlobalTIS eller log ind igen.
auth.req.dialog.license.registration.failed=E5001: Licensregistreringen mislykkedes (kontroller 'Abonnent-ID og 'Licensn\u00f8gle').

auth.req.dialog.title.message=Indtast forhandlerinformation og (registrer online) eller (e-mail/faxregistrering).
auth.req.dialog.dealership.missing.id=E5174: Indtast venligst obligatorisk forhandler-ID.
auth.req.dialog.dealership.missing.name=E5175: Indtast venligst obligatorisk forhandlernavn.
auth.req.dialog.dealership.missing.street=E5176: Indtast venligst obligatorisk gade for forhandler
auth.req.dialog.dealership.missing.zip=E5177: Indtast venligst obligatorisk postnummer for forhandler.
auth.req.dialog.dealership.missing.city=E5178: Indtast venligst obligatorisk by for forhandler.
auth.req.dialog.dealership.missing.country=E5179: Indtast venligst obligatorisk land for forhandler.
auth.req.dialog.dealership.missing.language=E5180: Indtast venligst obligatorisk sprog for forhandler.
auth.req.dialog.dealership.missing.contacs=E5181: Indtast venligst obligatoriske kontaktinformationer for forhandler.
auth.req.dialog.dealership.information.incomplete=E5003: Indtast obligatoriske forhandlerdata.
auth.req.dialog.dealership.dealercode.invalid=E5004: Venligst kontroller forhandlerkode.
auth.req.dialog.dealership.contact.missing=E5005: Indtast enten e-mailadresse eller faxnummer.
auth.req.dialog.dealership.contact.name.missing=E5006: Indtast kontaktnavn.
auth.req.dialog.dealership.email.invalid=E5007: Kontroller e-mailadresse (validering mislykkedes).
auth.req.dialog.dealership.information.invalid=E5008: Kontroller de indtastede data (en eller flere indtastninger overskrider den maksimalt tilladte l\u00e6ngde).
auth.req.dialog.dealership.invalid.name=E5182: Kontroller venligst forhandlernavn (maks. l\u00e6ngde 255 tegn)
auth.req.dialog.dealership.invalid.street=E5183: Venligst kontroller gade (maks. l\u00e6ngde 255 tegn)
auth.req.dialog.dealership.invalid.zip=E5184: Kontroller venligst postnummer (maks. l\u00e6ngde 10 tegn)
auth.req.dialog.dealership.invalid.city=E5185: Venligst kontroller by (maks. l\u00e6ngde 255 tegn)
auth.req.dialog.dealership.invalid.phone=E5186: Kontroller venligst telefonnummer (maks. l\u00e6ngde 255 tegn)
auth.req.dialog.dealership.invalid.fax=E5187: Kontroller venligst faxnummer (maks. l\u00e6ngde 255 tegn)
auth.req.dialog.dealership.invalid.email=E5188: Kontroller venligst e-mailadresse (maks. l\u00e6ngde 255 tegn)
auth.req.dialog.dealership.invalid.contact.name=E5189: Kontroller venligst kontaktnavn (maks. l\u00e6ngde 255 tegn)
auth.req.dialog.dealership.data.stored=M5009: Forhandlerdata er gemt.
auth.req.dialog.dealership.data.failure=E5266: Kunne ikke gemme forhandlerdata.
auth.req.dialog.online.registration.failed=E5011: Online-registrering mislykkedes (venligst kontakt support).
auth.req.dialog.online.registration.duplicate=M5012: Anmodning om onlineregistrering afventer.
auth.req.dialog.online.registration.suceeded=M5013: Online-registrering gennemf\u00f8rt. Registrer venligst Anmodnings-ID = '{REQUEST-ID}'.
auth.req.dialog.registration.may.take.some.time=M5014: Aktiveringen af licensn\u00f8glen kan vare noget tid. Bekr\u00e6ft med 'OK' og vent...
auth.req.email.notification=M5015: Ny registreringsanmodning modtaget (se e-mailemne for anmodnings-ID og forhandlerkode).

auth.reqext.dialog.title.message=GlobalTIS Registrering (Forl\u00e6ng abonnement): (registrer online) eller (e-mail/faxregistrering).
auth.reqhwk.dialog.title.message=GlobalTIS hardwaren\u00f8gleoverf\u00f8rsel (registrer online) eller (e-mail/faxregistrering).
auth.reqhwk.dialog.online.registration.unknown=E5018: Onlineregistrering mislykkedes (kontroller abonnent-ID).

auth.req.detail.dialog.title.msg=Instruktioner...
auth.req.detail.dialog.subscription.not.selected=V\u00e6lg det abonnement, som skal autoriseres.
auth.req.detail.dialog.request.ident.invalid=E5021: Indtast gyldig 'Anmodnings-ID'.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: Indtast gyldig 'Abonnent-ID'.
auth.req.detail.dialog.authorization.failed=E5023: Anmodning om autorisation mislykkedes.
auth.req.detail.dialog.authorization.completed=M5024: GlobalTIS-autorisation gennemf\u00f8rt (licensn\u00f8gle sendes via e-mail).
auth.req.detail.dialog.authorization.suceeded=M5025: GlobalTIS-autorisation gennemf\u00f8rt.
auth.req.detail.dialog.license.key.not.computed=E5026: Beregning af licensn\u00f8gle mislykkedes (forkert/fejlagtig dataindtastning).
auth.req.regdb.no.organization=E5027: Kunne ikke eksportere registreringsdatabase (ingen salgsorganisation tildelt til autorisations-administrator).
auth.req.email.license.subject=GlobalTIS-registrering (Amodnings-ID = '{REQUEST-ID}')
auth.req.email.license.body=\nDu modtager Licensn\u00f8gle og Abonnent-ID, som er n\u00f8dvendig for at registrere.\n\nBEM\u00c6RK:\nBegge er kun gyldige p\u00e5 den pc, hvor registreringsprocessen er foretaget.\nFor validering, genstart GlobalTIS og indtast b\u00e5de Abonnent-ID og Licensn\u00f8glen. Ved indtastning af Licensn\u00f8glen er kun cifrene 0-9 og bogstaverne A-F gyldige (sm\u00e5 bogstaver accepteres ogs\u00e5). Alternativt \u00e5bner knappen 'Licensn\u00f8gle' et vindue for indtastning af hele sekvensen. Knappen 'Registrer Licensn\u00f8gle' aktiverer registreringen.\n\nI stedet for hardwaren\u00f8glenummeret vil Abonnent-ID'en fra nu af v\u00e6re lagret i controlleren ved hver ECU-programmering.\n\nAnmodnings-ID: {REQUEST-ID}\nAbonnent-ID: {SUBSCRIBER-ID}\n\nLicence Key:\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: Indtast alle obligatoriske informationer f\u00f8r afsendelse!

exception.unable.to.execute.action=E5030: Online-registrering kunne ikke foretages. Kontroller venligst serverforbindelsen.

auth.req.no.entries=M5031: Ingen registreringsanmodning fundet.

wait=Vent...

frame.login.kill.message=E4212: Brugernavnet og adgangskoden er allerede i brug.<br>Klik p\u00e5 'Annuller' for at g\u00e5 tilbage til hovedsk\u00e6rmen.<br>ADVARSEL: Hvis du klikker p\u00e5 'Ja', afsluttes den aktuelle brugersession, og data kan g\u00e5 tabt.<br><br>

frame.login.kill.cancelled=M4194: Annulleret afbrydelse af gammel session !

frame.login.kill.successful=M4195: Gammel session er afbrudt !

swdl.home.panel.message=<center><B>F\u00d8R DU STARTER!</B></center><br>Den rigtige Java-software skal v\u00e6re installeret p\u00e5 din Techline-pc for at TIS2Web virker. Se online-hj\u00e6lpen vedr\u00f8rende overf\u00f8rsel <br><br>Softwareindl\u00e6sningen skal igennem flere trin, som kan v\u00e6re tidskr\u00e6vende afh\u00e6ngig af forbindelsens hastighed. Du kan finde yderligere oplysninger i online-hj\u00e6lp.<br><br>Hav venligst t\u00e5lmodighed, hvis du er tilsluttet via en langsom modemforbindelse...

swdl.notify.cookies.disabled=E4213: For at starte softwareoverf\u00f8rslen skal du aktivere h\u00e5ndtering af cookies og logge p\u00e5 igen

navigation.hint=TIS-programsoftwaren underst\u00f8tter ikke brugen af browserens frem- og tilbageknapper. Der vil opst\u00e5 fejl. Benyt kun de knapper, som vises p\u00e5 programmets sk\u00e6rmbilleder og ikke p\u00e5 v\u00e6rkt\u00f8jsbj\u00e6lken.

reloginpage.text=M3534: Du er blevet logget ud automatisk

confirmation.logout=M3535: Venligst bekr\u00e6ft logout!

good.bye=M3536: Du er nu logget ud af systemet.

si.home.title=For at se en servicepublikation, v\u00e6lg en af de f\u00f8lgende serviceinformationsapplikationer

si.home.stdinfo=V\u00e6lg og se diagnosticerings-, standard-, ledningsdiagraminformationer og tekniske servicebulletiner for en bestemt bil struktureret efter samlegrupper og serviceinformationstyper

si.home.bulletins=Filtrer tekniske servicebulletiner (TSB) efter:<br>salgsm\u00e6rke, model, motor, samlegruppe, symptom, fejlkode eller afhj\u00e6lpningsmetodenummer

si.home.faultDiag=Find procedure for fejldiagnose efter fejlkode

si.home.brochures=V\u00e6lg og se specialbrochurer:<br>Inspektioner, Tekniske nyheder, Teknisk information

si.home.number.search=Find dokumenter efter dokumentnummer

si.home.text.search=Find dokumenter efter indhold

si.home.bookmarks=Vis bogm\u00e6rke

si.stdinfo.select.ratio=Indholdsfortegnelse til dokumentforhold

si.stdinfo.select.height=V\u00e6lg h\u00f8jde p\u00e5 indholdsfortegnelse og dokumentvisningen

si.dociframepanel.select.height=V\u00e6lg h\u00f8jden p\u00e5 dokumentvisningen

si.number.search.enter.bulletin=Indtast et bulletin/kampagne/forel\u00f8bigt informationsnummer:

si.number.search.enter.document=Indtast en dokument-ID:

si.search.no.result=E3550: S\u00f8geord fandtes ikke!

si.search.result.without.vehicle=Resultat ved s\u00f8gning efter vogndata uden filter i Serviceinformationer (Vognregister):

si.search.result.with.vehicle=Resultat ved s\u00f8gning efter vogndata med filter i Serviceinformationer (Vognregister):

si.search.result.too-many-hits=E4229: For mange fund ved denne type af service-information. Ret s\u00f8gekriterierne.

si.document.page.wait=Indl\u00e6ser siden...

si.document.not.found=E3552: Dokumentet ikke fundet!

si.document.not.available=E3553: Dokumentet er ikke tilg\u00e6ngeligt!

si.lt.novc=E3555: Der findes ingen tilg\u00e6ngelige standardtider for den aktuelle bil!

si.lt.no.instance=E3556: Standardtidsapplikation er ikke tilg\u00e6ngelig for det valgte salgsm\u00e6rke!

si.no.bookmarks=Ingen bogm\u00e6rker defineret

si.bulletins.search.message=V\u00e6lg de parametre, som alle tekniske serviceinformationer skal filtreres efter

si.bulletins.search.alternative=eller v\u00e6lg serviceafhj\u00e6lpning-nummeret

si.bulletin.search.hitcount=Samlet antal fund

si.bulletin.search.nothing.found=E4141: Ingen dokumenter fundet!

vc.select.vc.data=V\u00e6lg vogndata

vc.message.vin.incorrect=E714: Forkert VIN-angivelse!

vc.message.attribute.tied.to.vin=E3557: Denne attribut er direkte bundet til VIN-koden. \u00c6ndring af attributten vil fjerne VIN. \u00d8nsker du at forts\u00e6tte?

vc.message.select.salesmake=V\u00e6lg bilm\u00e6rke

vc.message.vin.not.interpretable=E3558: VIN kan ikke l\u00e6ses. \u00d8nsker du at forts\u00e6tte?

fallback.no.instance=E3559: Applikationen er ikke tilg\u00e6ngelig for det valgte salgsm\u00e6rke!

lt.home.stdinfo=V\u00e6lg og se standardtiderne for den valgte bil

lt.novc=E3561: Venligst v\u00e6lg en gyldig bil

lt.no.lt.for.vc=E3562: Der findes ingen standardtider for den valgte bil

edit.bookmark=Editer bogm\u00e6rke

not.authorized=Du har ikke adgang til denne side.

frame.invalid.session=E4214: ADVARSEL: Du har modtaget denne meddelelse af en af f\u00f8lgende grunde:<br><br>&nbsp;&nbsp;1. Tidsperioden er udl\u00f8bet.<br>&nbsp;&nbsp;2. En anden bruger anvender samme brugernavn/adgangskode og har afsluttet sessionen.<br>&nbsp;&nbsp;3. Sikkerhedsbrud - brugeren har ikke adgang til dette program.

no.information.available=M4114: Ingen tilg\u00e6ngelige oplysninger !

select.ratio=Indholdsfortegnelse til dokumentforhold

document.not.available=E3553: Dokumentet er ikke tilg\u00e6ngeligt!

frame.modified.news=M4217: Ikke-l\u00e6ste nyheder tilg\u00e6ngelige! (klik p\u00e5 nyhedsikonet for at l\u00e6se dem)

lt.search.mwork.not.found=E4220: Hovedarbejde ikke fundet

lt.no.bookmarks=Ingen bogm\u00e6rker defineret

lt.search.result.without.vehicle=Resultat af s\u00f8gning efter oplysninger om arbejdstider uden filtrering p\u00e5 vogndata (registrer vogn)

lt.search.result.with.vehicle=Resultat af s\u00f8gning efter oplysninger om arbejdstider med filtrering p\u00e5 vogndata (registrer vogn)

lt.search.no.result=E3550: S\u00f8geord fandtes ikke!

detailed.picture=Forst\u00f8r billede

lt.bookmark.unavailable=E4228: Det valgte bogm\u00e6rke er ikke tilg\u00e6ngeligt til den aktuelle vogn!

frame.plugin.check.notification=Kontrollerer plugin-installationsstatus

frame.plugin.install.dialog=E4251: Systemet har registreret f\u00f8lgende manglende plugins. Klik p\u00e5 etiketten for at downloade den tilsvarende installation eksekverbar.

frame.plugin.install.dialog.checking.error=E4252: Systemet kunne ikke bestemme de manglende plugins. Derfor f\u00e5r du en komplet liste over tilg\u00e6ngelige plugins !!! <br>Klik p\u00e5 etiketten for at downloade den tilsvarende installation eksekverbar.


frame.plugin.install.check.enable=Tillad fremtidig plugin-kontrol (Denne indstilling er ogs\u00e5 tilg\u00e6ngelig via 'Profile'-fligen)

plugin.description.isoview=Plugin for at se .cgm-billeder
plugin.description.tiffviewer=Plugin for at se .tiff-billeder
plugin.description.cgmviewer=Plugin for at se .cgm-billeder
plugin.description.webstart=Applikation for at k\u00f8re Java Client Code


sps.home.panel.message=<center><B>F\u00d8R DU STARTER!</B></center><br>Den korrekte Java software skal v\u00e6re installeret p\u00e5 din Techline PC, for at TIS-Online kan virke. Kontakt online hj\u00e6lp for at downloade <br><br>SPS g\u00e5r gennem flere forskellige trin, som kan v\u00e6re tidskr\u00e6vende afh\u00e6ngigt af opkoblingshastigheden. For n\u00e6rmere enkeltheder henvises til online hj\u00e6lp.<br><br>Vent, hvis du tilsluttes via en langsom modem-forbindelse ...
sps.home.panel.message.test=<center><B>BILENS STYREENHEDER M\u00c5 IKKE OMPROGRAMMERES MED DENNE SOFTWAREVERSION!</B></center><br>SPS MODULET ER IKKE TESTET ENDNU OG VIL SANDSYNLIGVIS G\u00c5 NED. ENHVER OMPROGRAMMERING ER FOR EGEN RISIKO OG KAN P\u00c5F\u00d8RE SKADE P\u00c5 STYREENHEDEN. <br><br>SPS g\u00e5r gennem flere forskellige trin, som kan v\u00e6re tidskr\u00e6vende afh\u00e6ngigt af opkoblingshastigheden. For n\u00e6rmere enkeltheder henvises til online hj\u00e6lp.<br><br>Vent, hvis du tilsluttes via en langsom modem-forbindelse ...

sps.calib.info.entry.panel.message=For at hente den seneste elektroniske controller kalibreringsinformation til din bil, skal du indtaste bilens 17-cifrede chassisnummer (Vehicle Identification Number (VIN)) og v\u00e6lge 'Hent CAL ID'.<br><br>For at hente kalibreringsverifikationsnummeret (Calibration Verification Number (CVN)) for kalibrering af et delnummer, skal du indtaste delnummeret for kalibrerings-ID og v\u00e6lge 'Hent CVN.'

invalid.vin=E2769: Forkert stelnummer (VIN)!

sas.home.panel.message=Sikkerhedsadgang service klient download

sps.calibration.info.detailed.summary.caption=GM bilkalibreringsoplysninger (v\u00e6lg kalibrering)

sps.calibration.info.complete.part.history=GM bilkalibreringsoplysninger

sps.calibration.history.for=Kalibreringshistorik for

sps.please.select=Venligst v\u00e6lg...

sps.calibration.info.wizard.error.general=E4451: Der er opst\u00e5et en intern fejl ! Der kan ikke forts\u00e6ttes !

sps.calibration.info.wizard.finished=Afsluttet !

sps.calibration.info.cvn.unknown.partnumber=E4453: Ugyldigt eller ukendt reservedelsnummer !

sps.calibration.info.display.dealer.vci=Visning af forhandler VCI

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: Der er {PARTCOUNT} kalibreringsreservedelsnumre, der g\u00e6lder for '{MODULENAME}'. L\u00e6s beskrivelserne fra f\u00f8lgende tabeller for at fastl\u00e6gge den korrekte kalibrering for denne bil.

sps.calib.info.no.debug.info.available=M4114: Ingen tilg\u00e6ngelige oplysninger !


sps.exception.invalid-cachesize-input=M4389: Indtast numerisk cache st\u00f8rrelse v\u00e6rdi.
sps.exception.unsupported-controller=E4390: Valgt styreenhed underst\u00f8ttes ikke af denne TIS2WEB version.\nKontroller om det indtastede VIN-nummer er korrekt og/eller program af VCI.
sps.exception.invalid-controller-selection=E4391: Der er ingen gyldig styreenhedsdataforekomst tilg\u00e6ngelig.
sps.exception.invalid-vci-input=M4393: Indtast numerisk VCI v\u00e6rdi.
sps.exception.server-side-failure=E4394: Serverbehandling mislykkedes.
sps.exception.invalid-vin=E4395: Det indl\u00e6ste VIN-nummer er ugyldigt. Indtast et nyt VIN-nummer!
sps.exception.no-controllers=E4396: Ingen underst\u00f8ttede styreenheder fundet.
sps.exception.no-vci=M4397: Indtast VCI.
sps.exception.no-matching-vci=E5036: De indtastede VCI-numre passer ikke til den valgte controller.\nPr\u00f8v igen.
sps.exception.no-valid-cop=E4398: Ingen kalibreringsdata fundet.
sps.exception.tool.ecuread=E4399: Alvorlig fejl: L\u00e6sning af ECU data fra enhed eller styreenhed mislykkedes.
sps.exception.tool.native=E4400: Alvorlig fejl: Native subsystem ikke tilg\u00e6ngeligt.
sps.exception.tool.reprogramming=E4401: Alvorlig fejl: Skrivning af data til enhed eller styreenhed mislykkedes.
sps.exception.tool.init=E4402: Alvorlig fejl: Kan ikke initialisere valgt enhed.
sps.exception.tool.vinread=E4403: Alvorlig fejl: L\u00e6sning af VIN fra enhed eller styreenhed mislykkedes.
sps.exception.unsupported-locale=E4405: Locale underst\u00f8ttes ikke.
sps.exception.no-controller-selection=E4406: Server processing mislykkedes (oplysninger om database mangler).
sps.exception.ambiguous-controller-selection=E4407: Omprogrammeringsoplysninger ikke tilg\u00e6ngelige for valgt styreenhed.
sps.exception.software-archive-not-enabled=M4408: Programmering efter arkiv ikke aktiveret.
sps.exception.loading-archive-or-part-file-failed=M4409: Indl\u00e6sning af VCI reservedel/arkiv fil mislykkedes.
sps.exception.invalid-archive-vci=M4410: Ugyldig VCI (Reservedel/Arkiv fil).
sps.exception.no-valid-eil=E4411: Server processing mislykkedes (ugyldig slut reservedel).
sps.exception.no-calibration-update=M4412: Den valgte kalibrering er den aktuelle kalibrering i kontrolmodulet.
sps.exception.invalid-current-calibration=M4413: Kalibreringer m\u00e6rket med en asterisk (*) genkendes ikke af denne TIS2WEB-udgave.\nEnten er de nyere end dem, som er tilg\u00e6ngelige i denne TIS2WEB-udgave,\neller ogs\u00e5 er de ikke GM-kalibreringer.\nKontakt centret for kundesupport.
sps.exception.missing-calibration-file=E2907: Der mangler reservedelsnummerinformation for dette modul.\nProgrammeringen kan ikke forts\u00e6tte.
sps.exception.invalid-keycode-format-input=M4415: Producenternes n\u00f8glekode skal best\u00e5 af 5 tegn!
sps.exception.no-keycode=M4416: Indtast n\u00f8glekode.
sps.exception.bulletin-not-available=E4417: Bulletin ikke tilg\u00e6ngelig.
sps.exception.session-expired=E4418: Server session udl\u00f8bet. Tilslut til TIS2WEB igen.
sps.exception.unknown-vin=E842: Det indtastede stelnummer blev IKKE fundet.\nKontroll\u00e9r, at stelnummeret er korrekt, eller v\u00e6lg programmering ud fra VCI.
sps.exception.unknown-ecu-software=E4419: Ukendt ECU software fundet, som kan v\u00e6re en nyere version.\nProgrammeringsprocessen er afbrudt.
sps.exception.unknown-ecu-hardware=E2700: Ikke-kompatibel hardware. Omprogramming ikke mulig.
sps.exception.invalid-ecu-hardware=E2700: Ikke-kompatibel hardware. Omprogramming ikke mulig.
sps.exception.software-not-available=E4420: Ingen software tilg\u00e6ngelig.
sps.exception.database-security-violated=E2909: Databasen er korrupt. Genprogrammering ikke mulig!
sps.exception.no-authorization=E2701: Ingen autorisation til at programmere den valgte software.

sps.exception.unsupported.vehicle=M4495: Den nuv\u00e6rende valgte bil er ikke underst\u00f8ttet !

sps.cal.info.bulletin.not.found=Bulletinen kunne ikke findes!

si.print.view.error=Fejl opstod mens forberedte udskriv visning !

frame.log.mailer.dialog.title=Send e-mail indeholdende logfilerne til ...

frame.login.denied=Login afvist - ugyldige eller utilstr\u00e6kkelige login-oplysninger!

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=Bes\u00f8g General Motors <br>webstedet for at se alle <br> m\u00e6rkerne i GM-familien.

sps.calibration.info.copyright.title=General Motors 2003. Alle rettigheder forbeholdes.

sps.calibration.info.copyright.text=GM, GM-emblemet, Buick, Buick-emblemet, Chevrolet, Chevrolet-emblemet, Cadillac, Cadillac-emblemet, Geo, Geo k\u00f8leremblem, GMC, GMC-emblem, Oldsmobile, Oldsmobile-emblemet, Pontiac, Pontiac-emblemet, Saturn, Saturn-emblemet og Chevy er varem\u00e6rker tilh\u00f8rende General Motors. Materiale indeholdt p\u00e5 dette websted vedr\u00f8rer udelukkende produkter og serviceydelser til det amerikanske marked. De oplysninger, der er indeholdt heri, er udarbejdet til at v\u00e6re s\u00e5 omfattende og pr\u00e6cise som muligt. General Motors forbeholder sig dog retten til at foretage \u00e6ndringer p\u00e5 et vilk\u00e5rligt tidspunkt uden varsel. Alle rettigheder forbeholdes.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: Bekr\u00e6ft sletning !

empty.search.result=M4711: Ingen indtastninger fundet !

search.result.truncated=E4734: S\u00f8geresultat afsk\u00e5ret (s\u00f8gning annulleret)!

snapshot.home.panel.message=<center><B>F\u00d8R DU STARTER!</B></center><br>Der skal v\u00e6re installeret den korrekte Java software p\u00e5 din Techline PC, f\u00f8r TIS-Online fungerer. Se online-hj\u00e6lp for at indl\u00e6se <br><br>Snapshot g\u00e5r gennem adskillige trin, som kan v\u00e6re tidskr\u00e6vende afh\u00e6ngigt af din opkoblingshastighed. For yderligere enkeltheder henvises til online-hj\u00e6lp.<br><br>V\u00e6r t\u00e5lmodig, hvis du kobles op via langsomme modemforbindelser ...

snapshot.notify.cookies.disabled=For at starte Snapshop skal du aktivere h\u00e5ndtering af cookies og logge p\u00e5 igen

tech2view.home.panel.message=<center><B>F\u00d8R DU STARTER!</B></center><br>Der skal v\u00e6re installeret den korrekte Java software p\u00e5 din Techline PC, f\u00f8r TIS-Online fungerer. Se online-hj\u00e6lp for at indl\u00e6se <br><br>Tech 2, Vis g\u00e5r gennem adskillige trin, som kan v\u00e6re tidskr\u00e6vende afh\u00e6ngigt af din opkoblingshastighed. For yderligere enkeltheder henvises til online-hj\u00e6lp.<br><br>V\u00e6r t\u00e5lmodig, hvis du kobles op via langsomme modemforbindelser ...

tech2view.notify.cookies.disabled=For at starte Tech 2, Vis skal du aktivere h\u00e5ndtering af cookies og logge p\u00e5 igen

techlineprint.home.panel.message=<center><B>F\u00d8R DU G\u00c5R I GANG!</B></center><br>Den rette Java-software skal installeres p\u00e5 din Techline-pc, for at TIS-online skal kunne fungere. Se online-hj\u00e6lp for at downloade <br><br>TechlinePrint gennemg\u00e5r forskellige trin, som alt efter din forbindelseshastighed kan tage nogen tid. For n\u00e6rmere detaljer se online-hj\u00e6lp.<br><br>Hav t\u00e5lmodighed, hvis du forbindes via langsomme modemforbindelser...

techlineprint.notify.cookies.disabled=M4736: For at kunne starte TechlinePrint skal du v\u00e6re i stand til at aktivere cookie-h\u00e5ndtering og logge ind igen.

cache.cleared=M4717: Cache t\u00f8mt !

error.see.log=E4718: Fejl opst\u00e5et! (se logfil for enkeltheder)

successfully.send.logs=M4719: Logfiler sendt problemfrit !

configuration.update.successful=M4737: Opdateringen af konfigurationen lykkedes!
configuration.update.failed=M4738: Opdateringen af konfigurationen mislykkedes!

sps.calibration.info.link.privacy.policy=Klik her for at l\u00e6se GM's Fortrolighedspolitik.

sps.reset.adapter=Nulstilling af SPS skema adapter ({0})

sps.reset.adapter.successful=Nulstilling af SPS skema adapter lykkedes: ({0})

sps.reset.adapter.failed=Nulstilling af SPS skema adapter mislykkedes ({0})

swdl.service.reset.failed=Nulstilling af SWDL Service !

swdl.service.reset.succeeded=Nulstilling af SWDL Service lykkedes !

swdl.notification.new.tech2.versions=Nye TECH2 softwareversioner:

swdl.notification.new.tech2.versions.keepon=Vis igen ved n\u00e6ste login

help.service.reset.failed=Kunne ikke nulstille HELP service !

help.service.reset.succeeded=HELP service nulstillet !

news.service.reset.failed=Kunne ikke nulstille NEWS service !

news.service.reset.succeeded=NEWS service nulstillet !

unable.to.create.key=E5040: Kunne ikke oprette n\u00f8glen !

vc.please.choose.vehicle.configuration=Venligst v\u00e6lg...

vc.error.missing.mandatory.input=E5041: Mangler obligatorisk indtastning !

please.select.user.name=V\u00e6lg brugernavn...
select.username=V\u00e6lg brugernavn
or.enter.new.username=eller indtast nyt brugernavn
licensed.session.count.exeeded=E5045: Antal licenserede sessioner overskredet!

vcdialog.unable.to.resolve.exception=E5046: Kunne ikke bestemme VIN !

vcdialog.invalid.vin.exception=E5047: Ugyldig VIN !

registration.confirm.revocation=M5131: \u00d8nsker du virkelig at oph\u00e6ve abonnementet?
registration.confirm.deletion=M5132: \u00d8nsker du virkelig at slette registreringen?

kdr.home.panel.message=<center><B>F\u00d8R DU STARTER!</B></center><br>Der skal v\u00e6re installeret den korrekte Java software p\u00e5 din Techline PC, f\u00f8r TIS-Online fungerer. Se online-hj\u00e6lp for at indl\u00e6se <br><br>GDS g\u00e5r gennem adskillige trin, som kan v\u00e6re tidskr\u00e6vende afh\u00e6ngigt af din opkoblingshastighed. For yderligere enkeltheder henvises til online-hj\u00e6lp.<br><br>V\u00e6r t\u00e5lmodig, hvis du kobles op via langsomme modemforbindelser ...


invalid.authentication=E5269: Ugyldig autentificering!

unable.to.delete.msg=E5270: Kunne ikke slette meddelelse!
unable.to.modify.msg=E5271: Kunne ikke \u00e6ndre meddelelse!
unable.to.create.msg=E5272: Kunne ikke oprette meddelelse!
invalid.or.incomplete.input=E5273: Ugyldig eller ufuldst\u00e6ndig indtastning!

unable.to.execute.search=E5274: Kunne ikke udf\u00f8re s\u00f8gning!
msg.created=M5275: Meddelelse oprettet!

# registration v2
please.fill.in.dealership.info=Udfyld din forhandlerinformation (* markerer kr\u00e6vet information)
unable.to.store.dealership.data=E5010: Kunne ikke gemme forhandlerdata.
successfully.stored.dealership.data=M5277: Forhandlerdata lagret med succes!

registration.step.1=1. Udfyld dine forhandleroplysninger
registration.step.2=2. Indtast antal \u00f8nskede GlobalTIS-brugere (g\u00e6lder alene serverinstallationer)
registration.step.3=3. V\u00e6lg de \u00f8nskede abonnementer, du \u00f8nsker at bruge
registration.step.4=4. Indtast venligst online eller pr. fax for at f\u00e5 en licensn\u00f8gle. Klik p\u00e5 'Online-registrering' for at registrere automatisk online eller 'E-mail/Fax registrering' for at vise et PDF-registreringsdokument, som du kan sende via e-mail eller fax.
registration.step.5=5. Log ud fra dette sk\u00e6rmbillede og start GlobalTIS igen, n\u00e5r du har modtaget licensn\u00f8glen. Registreringsprocessen forts\u00e6ttes s\u00e5 med punkt 6.
registration.step.6=6. N\u00e5r du har modtaget de n\u00f8dvendige registreringsoplysninger via fax eller e-mail, indtast din Abonnent-ID og din Licensn\u00f8gle:
registration.step.7=7. Klik p\u00e5 knappen 'Registrer licensn\u00f8gle' for at aktivere valideringsprocessen til din GlobalTIS-installation.


error.occured=E5281: Der opstod en fejl: ${error.message}

registration.hint.button.add.contact=Klik, hvis der skal indtastes flere kontaktpersoner

registration.exception.registration.duplicate=M5012: Anmodning om onlineregistrering afventer.
registration.exception.registration.db.load.failed=E5018: Onlineregistrering mislykkedes (kontroller abonnent-ID).

hint.dealership.id=(maks. 10)

registration.exception.empty.subscription.selection=M5284: V\u00e6lg et abonnement!

registration.error.no.services.available=E5300: Ingen serviceydelser tilg\u00e6ngelige! Genstart GlobalTIS-serveren:<p align='left'>1. Afslut GlobalTIS<br>2. Start 'GlobalTIS DiagTool' - 'Forbedret fejlfinding'<br>&nbsp;&nbsp;>> GlobalTIS service<br>&nbsp;&nbsp;>> Stop service<br>&nbsp;&nbsp;>> Start service</p>

unable.to.resolve.subscriber.id=E5309: Kunne ikke l\u00f8se abonnent-ID!

do.not.show.again=Vis ikke igen

msg.exclusion.reset.failed=E5311: Nulstilling mislykkedes!
msg.exclusion.reset.successful=M5312: Nulstilling lykkedes!

sps.calid.input.hw.number=Indtast VIT1 hardwarenummer

unable.to.display.rpo=E5348: Kan ikke vise RPO-koder!

unsupported.vin=Ikke-underst\u00f8ttet VIN !

search.no.result=E3550: S\u00f8geord fandtes ikke!

nothing.selected=E5498: Intet valgt!

deletion.succeeded=M5499: Det lykkedes at slette!

user.logins.trigger.update.failed=E5545: Aktivering/deaktivering af bruger-login mislykkedes!

user.logins.trigger.update.successful=M5546: Det lykkedes at aktivere/deaktivere bruger-login!

sps.calibration.info.display.security.code=Vis sikkerhedskode

release.si.preload.data.failed=E5630: Udsendelse mislykkedes!
release.si.preload.data.successful=E5631: Udsendelse lykkedes!

fts.currently.unavailable=E5632: Fuld teksts\u00f8gning er aktuelt ikke tilg\u00e6ngelig!

sps.docref.default=Klik <a>her</a> for yderligere oplysninger.
