# Sample ResourceBundle properties file

frame.single.registration.only=E4995: Registra\u010dn\u00ed relace je ji\u017e aktivn\u00ed
frame.registration.login.failed=E4996: P\u0159ihl\u00e1\u0161en\u00ed neprob\u011bhlo \u00fasp\u011b\u0161n\u011b (kontaktujte pros\u00edm podporu)
frame.registration.license.exception=E4997: Na\u010dten\u00ed/z\u00e1pis do licen\u010dn\u00edho souboru neprob\u011bhl \u00fasp\u011b\u0161n\u011b
frame.registration.license.invalid=E4998: Licence nen\u00ed pro tento po\u010d\u00edta\u010d platn\u00e1 (prove\u010fte pros\u00edm registraci znovu)
frame.registration.hardwarekey.failure=E4999: Porucha hardwarov\u00e9ho kl\u00ed\u010de (nen\u00ed p\u0159\u00edstup pro \u010dten\u00ed/z\u00e1pis)

auth.req.dialog.license.registration.suceeded=Registrace licence prob\u011bhla v po\u0159\u00e1dku a aplikace GlobalTIS byla aktivov\u00e1na. Odhlaste se pros\u00edm (ukon\u010dete relaci klepnut\u00edm na ikonu v prav\u00e9m horn\u00edm rohu) a aplikaci GlobalTIS restartujte nebo se znovu p\u0159ihlaste.
auth.req.dialog.license.registration.failed=E5001: Registrace licence neprob\u011bhla \u00fasp\u011b\u0161n\u011b (zkontrolujte pros\u00edm 'ID p\u0159edplatitele' a 'licen\u010dn\u00ed kl\u00ed\u010d').

auth.req.dialog.title.message=Zadejte pros\u00edm informace o dealerstv\u00ed a zaregistrujte se (online) nebo (e-mailem/faxem).
auth.req.dialog.dealership.missing.id=E5174: Zadejte pros\u00edm povinn\u00fd \u00fadaj ID dealerstv\u00ed.
auth.req.dialog.dealership.missing.name=E5175: Zadejte pros\u00edm povinn\u00fd \u00fadaj n\u00e1zev dealerstv\u00ed.
auth.req.dialog.dealership.missing.street=E5176: Zadejte pros\u00edm povinn\u00fd \u00fadaj ulice dealerstv\u00ed.
auth.req.dialog.dealership.missing.zip=E5177: Zadejte pros\u00edm povinn\u00fd \u00fadaj PS\u010c dealerstv\u00ed.
auth.req.dialog.dealership.missing.city=E5178: Zadejte pros\u00edm povinn\u00fd \u00fadaj m\u011bsto dealerstv\u00ed.
auth.req.dialog.dealership.missing.country=E5179: Zadejte pros\u00edm povinn\u00fd \u00fadaj st\u00e1t dealerstv\u00ed.
auth.req.dialog.dealership.missing.language=E5180: Zadejte pros\u00edm povinn\u00fd \u00fadaj jazyk dealerstv\u00ed.
auth.req.dialog.dealership.missing.contacs=E5181: Zadejte pros\u00edm povinn\u00fd \u00fadaj kontakt na dealerstv\u00ed.
auth.req.dialog.dealership.information.incomplete=E5003: Zadejte pros\u00edm povinn\u00e1 data dealerstv\u00ed.
auth.req.dialog.dealership.dealercode.invalid=E5004: Zkontrolujte pros\u00edm k\u00f3d prodejce.
auth.req.dialog.dealership.contact.missing=E5005: Zadejte pros\u00edm e-mailovou adresu nebo \u010d\u00edslo faxu.
auth.req.dialog.dealership.contact.name.missing=E5006: Zadejte pros\u00edm jm\u00e9no kontaktn\u00ed osoby.
auth.req.dialog.dealership.email.invalid=E5007: Zkontrolujte pros\u00edm e-mailovou adresu (zd\u00e1 se, \u017ee nen\u00ed platn\u00e1).
auth.req.dialog.dealership.information.invalid=E5008: Zkontrolujte pros\u00edm zadan\u00e1 data (minim\u00e1ln\u011b jeden z\u00e1znam p\u0159esahuje povolenou d\u00e9lku).
auth.req.dialog.dealership.invalid.name=E5182: Zkontrolujte pros\u00edm n\u00e1zev dealerstv\u00ed (maxim\u00e1ln\u00ed d\u00e9lka: 255 znak\u016f).
auth.req.dialog.dealership.invalid.street=E5183: Zkontrolujte pros\u00edm ulici (maxim\u00e1ln\u00ed d\u00e9lka: 255 znak\u016f)
auth.req.dialog.dealership.invalid.zip=E5184: Zkontrolujte pros\u00edm PS\u010c (maxim\u00e1ln\u00ed d\u00e9lka: 10 znak\u016f)
auth.req.dialog.dealership.invalid.city=E5185: Zkontrolujte pros\u00edm m\u011bsto (maxim\u00e1ln\u00ed d\u00e9lka: 255 znak\u016f)
auth.req.dialog.dealership.invalid.phone=E5186: Zkontrolujte pros\u00edm \u010d\u00edslo telefonu (maxim\u00e1ln\u00ed d\u00e9lka: 255 znak\u016f)
auth.req.dialog.dealership.invalid.fax=E5187: Zkontrolujte pros\u00edm \u010d\u00edslo faxu (maxim\u00e1ln\u00ed d\u00e9lka: 255 znak\u016f)
auth.req.dialog.dealership.invalid.email=E5188: Zkontrolujte pros\u00edm e-mailovou adresu (maxim\u00e1ln\u00ed d\u00e9lka: 255 znak\u016f)
auth.req.dialog.dealership.invalid.contact.name=E5189: Zkontrolujte pros\u00edm jm\u00e9no kontaktn\u00ed osoby (maxim\u00e1ln\u00ed d\u00e9lka: 255 znak\u016f)
auth.req.dialog.dealership.data.stored=M5009: Data dealerstv\u00ed byla ulo\u017eena.
auth.req.dialog.dealership.data.failure=E5266: Informace o dealerstv\u00ed nebyly ulo\u017eeny!
auth.req.dialog.online.registration.failed=E5011: Online registrace neprob\u011bhla \u00fasp\u011b\u0161n\u011b (kontaktujte pros\u00edm podporu).
auth.req.dialog.online.registration.duplicate=M5012: Po\u017eadavek na online registraci je vy\u0159izov\u00e1n.
auth.req.dialog.online.registration.suceeded=M5013: Online registrace byla ukon\u010dena. Zapi\u0161te si pros\u00edm ID po\u017eadavku = '{REQUEST-ID}'.
auth.req.dialog.registration.may.take.some.time=M5014: Aktivace licen\u010dn\u00edho kl\u00ed\u010de m\u016f\u017ee chv\u00edli trvat. Potvr\u010fte klepnut\u00edm na 'OK' a po\u010dkejte ...
auth.req.email.notification=M5015: Byl p\u0159ijat po\u017eadavek na novou registraci (ID po\u017eadavku a K\u00f3d prodejce - viz pros\u00edm p\u0159edm\u011bt e-mailu).

auth.reqext.dialog.title.message=Registrace GlobalTIS (prodlou\u017eit p\u0159edplatn\u00e9): (registrace online) (nebo registrace e-mailem/faxem).
auth.reqhwk.dialog.title.message=Migrace hardwarov\u00e9ho kl\u00ed\u010de GlobalTIS: (registrace online) nebo (registrace e-mailem/faxem).
auth.reqhwk.dialog.online.registration.unknown=E5018: Online registrace neprob\u011bhla \u00fasp\u011b\u0161n\u011b (zkontrolujte pros\u00edm ID p\u0159edplatitele).

auth.req.detail.dialog.title.msg=Pokyny...
auth.req.detail.dialog.subscription.not.selected=Vyberte pros\u00edm p\u0159edplatn\u00e9, kter\u00e9 m\u00e1 b\u00fdt autorizov\u00e1no.
auth.req.detail.dialog.request.ident.invalid=E5021: Zadejte pros\u00edm platn\u00e9 'ID po\u017eadavku'.
auth.req.detail.dialog.subscriber.ident.invalid=E5022: Zadejte pros\u00edm platn\u00e9 'ID p\u0159edplatitele'.
auth.req.detail.dialog.authorization.failed=E5023: Po\u017eadavek o autorizaci neprob\u011bhl \u00fasp\u011b\u0161n\u011b.
auth.req.detail.dialog.authorization.completed=M5024: Autorizace GlobalTIS byla dokon\u010dena (licen\u010dn\u00ed kl\u00ed\u010d byl odesl\u00e1n emailem).
auth.req.detail.dialog.authorization.suceeded=M5025: Autorizace GlobalTIS byla ukon\u010dena.
auth.req.detail.dialog.license.key.not.computed=E5026: V\u00fdpo\u010det licen\u010dn\u00edho kl\u00ed\u010de neprob\u011bhl \u00fasp\u011b\u0161n\u011b (byla zad\u00e1na ne\u00fapln\u00e1 nebo chybn\u00e1 data).
auth.req.regdb.no.organization=E5027: Export registra\u010dn\u00ed datab\u00e1ze neprob\u011bhl \u00fasp\u011b\u0161n\u011b (spr\u00e1vci autorizace nen\u00ed p\u0159id\u011blena prodejn\u00ed organizace).
auth.req.email.license.subject=Registrace GlobalTIS (ID po\u017eadavku = '{REQUEST-ID}')
auth.req.email.license.body=\nPos\u00edl\u00e1me v\u00e1m licen\u010dn\u00ed kl\u00ed\u010d a \u010d\u00edslo ID registrovan\u00e9ho u\u017eivatele, kter\u00e9 pot\u0159ebujete k registraci.\n\nPOZOR:\nKl\u00ed\u010d a ID plat\u00ed pouze pro po\u010d\u00edta\u010d, na kter\u00e9m se prov\u00e1d\u00ed registrace.\nZa \u00fa\u010delem validace restartujte GlobalTIS a zadejte ID registrovan\u00e9ho u\u017eivatele a licen\u010dn\u00ed kl\u00ed\u010d. P\u0159i zad\u00e1v\u00e1n\u00ed licen\u010dn\u00edho kl\u00ed\u010de sm\u00ed b\u00fdt pou\u017e\u00edv\u00e1ny pouze \u010d\u00edslice 0-9 a p\u00edsmena A-F (tato p\u00edsmena mohou b\u00fdt i mal\u00e1). Krom\u011b toho m\u016f\u017eete stisknout tla\u010d\u00edtko 'Licen\u010dn\u00ed kl\u00ed\u010d'. Otev\u0159e se okno a m\u016f\u017eete dokon\u010dit p\u0159\u00edslu\u0161n\u00fd postup. Pomoc\u00ed tla\u010d\u00edtka 'Registrovat licen\u010dn\u00ed kl\u00ed\u010d' aktivujte registraci.\n\nM\u00edsto \u010d\u00edsla hardwarov\u00e9ho kl\u00ed\u010de bude nyn\u00ed u ka\u017ed\u00e9ho programov\u00e1n\u00ed jednotky ECU ulo\u017eeno do \u0159adi\u010de \u010d\u00edslo ID registrovan\u00e9ho u\u017eivatele.\n\nID po\u017eadavku: {REQUEST-ID}\nID registrovan\u00e9ho u\u017eivatele: {SUBSCRIBER-ID}\n\nLicen\u010dn\u00ed kl\u00ed\u010d:\n{LICENSE-KEY}\n\n

feedback.mandatories.missing=M5628: P\u0159ed odesl\u00e1n\u00edm zadejte pros\u00edm v\u0161echny povinn\u00e9 \u00fadaje!

exception.unable.to.execute.action=E5030: Online registraci nelze prov\u00e9st. Zkontrolujte pros\u00edm p\u0159ipojen\u00ed serveru.

auth.req.no.entries=M5031: Po\u017eadavky na registraci nebyly nalezeny.

wait=\u010dekejte, pros\u00edm...

frame.login.kill.message=E4212: Tato identifikace u\u017eivatele a heslo je ji\u017e pou\u017e\u00edv\u00e1no.<br>Klikn\u011bte na 'Cancel' (zru\u0161it) a p\u0159ejd\u011bte tak zp\u011bt na hlavn\u00ed obrazovku.<br>POZOR: Kliknut\u00edm na 'Yes' (ano) byste ukon\u010dili st\u00e1vaj\u00edc\u00ed komunikaci u\u017eivatele a mohlo by doj\u00edt ke ztr\u00e1t\u011b informac\u00ed.<br><br>

frame.login.kill.cancelled=M4194: Zru\u0161en\u00ed zneplatn\u011bn\u00ed p\u0159edchoz\u00ed komunikace!

frame.login.kill.successful=M4195: P\u0159edchoz\u00ed komunikace byla \u00fasp\u011b\u0161n\u011b zru\u0161ena!

swdl.home.panel.message=<center><B>NE\u017d ZA\u010cNETE!</B></center><br>Aby aplikace TIS2Web fungovala, mus\u00edte m\u00edt na Techline PC nainstalovan\u00fd spr\u00e1vn\u00fd software Java. Informace ke st\u00e1hnut\u00ed najdete v online n\u00e1pov\u011bd\u011b <br><br>Postup stahov\u00e1n\u00ed softwaru prob\u00edh\u00e1 v n\u011bkolika kroc\u00edch, kter\u00e9 mohou b\u00fdt \u010dasov\u011b n\u00e1ro\u010dn\u00e9 v z\u00e1vislosti na rychlosti p\u0159ipojen\u00ed. Dal\u0161\u00ed podrobnosti z\u00edsk\u00e1te p\u0159es online help.<br><br>Pokud je va\u0161e p\u0159ipojen\u00ed pomal\u00e9, bu\u010fte pros\u00edm trp\u011bliv\u00ed...

swdl.notify.cookies.disabled=E4213: Za \u00fa\u010delem zah\u00e1jen\u00ed stahov\u00e1n\u00ed softwaru mus\u00edte umo\u017enit manipulaci s cookie a znovu se p\u0159ihl\u00e1sit

navigation.hint=Aplikace softwaru TIS nepodporuje pou\u017eit\u00ed tla\u010d\u00edtek kup\u0159edu (Forward) a zp\u011bt (Back) u prohl\u00ed\u017ee\u010de. Vyskytnou se chyby. Pou\u017e\u00edvejte laskav\u011b pouze tla\u010d\u00edtka, kter\u00e1 jsou zobrazena na poli aplikace, a ne tla\u010d\u00edtka na panelu n\u00e1stroj\u016f.

reloginpage.text=M3534: Do\u0161lo k automatick\u00e9mu odhl\u00e1\u0161en\u00ed

confirmation.logout=M3535: Potvr\u010fte, zda se chcete odhl\u00e1sit!

good.bye=M3536: Odhl\u00e1\u0161en\u00ed prob\u011bhlo \u00fasp\u011b\u0161n\u011b.

si.home.title=Pro zobrazen\u00ed servisn\u00ed publikace si zvolte jednu z n\u00e1sleduj\u00edc\u00edch aplikac\u00ed se servisn\u00edmi informacemi

si.home.stdinfo=V\u00fdb\u011br a zobrazen\u00ed - diagnostick\u00e9 informace, standardn\u00ed informace, sch\u00e9mata zapojen\u00ed a technick\u00e9 servisn\u00ed bulletiny pro konkr\u00e9tn\u00ed vozidlo podle mont\u00e1\u017en\u00edch skupin a typ\u016f servisn\u00edch informac\u00ed

si.home.bulletins=Filtrov\u00e1n\u00ed technick\u00fdch servisn\u00edch bulletin\u016f (TSV) podle:<br>zna\u010dky, modelu, motoru, mont\u00e1\u017en\u00ed skupiny, symptomu, chybov\u00e9ho k\u00f3du nebo \u010d\u00edsla n\u00e1vodu k odstran\u011bn\u00ed z\u00e1vady

si.home.faultDiag=Naj\u00edt postupy diagnostiky poruch podle poruchov\u00fdch k\u00f3d\u016f

si.home.brochures=V\u00fdb\u011br a zobrazen\u00ed - speci\u00e1ln\u00ed bro\u017eury:<br>Inspekce, Technick\u00e9 novinky a Technick\u00e9 informace

si.home.number.search=Hled\u00e1n\u00ed soubor\u016f podle \u010d\u00edsla souboru

si.home.text.search=Hled\u00e1n\u00ed soubor\u016f podle obsahu

si.home.bookmarks=Z\u00e1lo\u017eky zobrazit

si.stdinfo.select.ratio=Pom\u011br velikosti obsahu k velikosti souboru

si.stdinfo.select.height=Zvolte v\u00fd\u0161ku obsahu a v\u00fd\u0161ku pro zobrazen\u00ed souboru

si.dociframepanel.select.height=Zvolte v\u00fd\u0161ku pro zobrazen\u00ed souboru

si.number.search.enter.bulletin=Zadejte \u010d\u00edslo bulletinu/kampan\u011b/p\u0159edb\u011b\u017en\u00fdch informac\u00ed:

si.number.search.enter.document=Zadejte ID souboru:

si.search.no.result=E3550: Odpov\u00eddaj\u00edc\u00ed polo\u017eka nebyla nalezena!

si.search.result.without.vehicle=V\u00fdsledek hled\u00e1n\u00ed servisn\u00edch informac\u00ed bez filtrov\u00e1n\u00ed \u00fadaj\u016f o vozidle (registr vozidla):

si.search.result.with.vehicle=V\u00fdsledek hled\u00e1n\u00ed servisn\u00edch informac\u00ed s filtrov\u00e1n\u00edm \u00fadaj\u016f o vozidle (registr vozidla):

si.search.result.too-many-hits=E4229: P\u0159\u00edli\u0161 mnoho z\u00e1sah\u016f pro tento typ servisn\u00edch informac\u00ed. Pros\u00edm p\u0159edefinujte krit\u00e9ria pro vyhled\u00e1v\u00e1n\u00ed.

si.document.page.wait=Str\u00e1nka se stahuje ...

si.document.not.found=E3552: Soubor nebyl nalezen!

si.document.not.available=E3553: Soubor nen\u00ed k dispozici!

si.lt.novc=E3555: Informace o pracovn\u00edch jednotk\u00e1ch nejsou pro zvolen\u00e9 vozidlo k dispozici!

si.lt.no.instance=E3556: Pro zvolenou zna\u010dku nen\u00ed aplikace s pracovn\u00edmi jednotkami k dispozici!

si.no.bookmarks=Nejsou definov\u00e1ny \u017e\u00e1dn\u00e9 z\u00e1lo\u017eky

si.bulletins.search.message=Zvolte parametry, kter\u00e9 chcete pou\u017e\u00edt p\u0159i filtrov\u00e1n\u00ed v\u0161ech TSB

si.bulletins.search.alternative=nebo zvolte \u010d\u00edslo provozn\u00edho n\u00e1pravn\u00e9ho opat\u0159en\u00ed

si.bulletin.search.hitcount=Celkov\u00fd po\u010det z\u00e1sah\u016f

si.bulletin.search.nothing.found=E4141: Nebyly nalezeny \u017e\u00e1dn\u00e9 dokumenty!

vc.select.vc.data=Zvolit \u00fadaje o vozidle

vc.message.vin.incorrect=E714: Nespr\u00e1vn\u00e9 zad\u00e1n\u00ed VIN !

vc.message.attribute.tied.to.vin=E3557: Tento atribut p\u0159\u00edmo souvis\u00ed s k\u00f3dem VIN. Zm\u011bnou atributu dojde k odstran\u011bn\u00ed VIN. Pokra\u010dovat?

vc.message.select.salesmake=Zvolte zna\u010dku vozidla

vc.message.vin.not.interpretable=E3558: VIN nelze interpretovat. Chcete pokra\u010dovat?

fallback.no.instance=E3559: Aplikace nen\u00ed pro zvolenou zna\u010dku k dispozici!

lt.home.stdinfo=V\u00fdb\u011br a zobrazen\u00ed - informace o pracovn\u00edch jednotk\u00e1ch pro specifikovan\u00e9 vozidlo

lt.novc=E3561: Zvolte pros\u00edm platn\u00e9 vozidlo

lt.no.lt.for.vc=E3562: Pro zvolen\u00e9 vozidlo nejsou pracovn\u00ed jednotky k dispozici

edit.bookmark=Z\u00e1lo\u017eky upravit

not.authorized=Nem\u00e1te opr\u00e1vn\u011bn\u00ed pro p\u0159\u00edstup na tuto str\u00e1nku.

frame.invalid.session=E4214: POZOR: Tuto zpr\u00e1vu jste obdr\u017eeli z jednoho z n\u00e1sleduj\u00edc\u00edch d\u016fvod\u016f:<br><br>&nbsp;&nbsp;1. Doba ur\u010den\u00e1 pro komunikaci vypr\u0161ela.<br>&nbsp;&nbsp;2. Jin\u00fd u\u017eivatel pou\u017e\u00edv\u00e1 stejnou identifikaci u\u017eivatele/heslo a ukon\u010dil va\u0161i komunikaci.<br>&nbsp;&nbsp;3. Poru\u0161en\u00ed bezpe\u010dnosti - u\u017eivatel nem\u00e1 p\u0159\u00edstup k t\u00e9to aplikaci.

no.information.available=M4114: \u017d\u00e1dn\u00e9 informace nejsou dostupn\u00e9 !

select.ratio=Pom\u011br velikosti obsahu k velikosti souboru

document.not.available=E3553: Soubor nen\u00ed k dispozici!

frame.modified.news=M4217: K dispozici jsou nep\u0159e\u010dten\u00e9 zpr\u00e1vy! (Pro zp\u0159\u00edstupn\u011bn\u00ed klepn\u011bte na ikonu Novinky)

lt.search.mwork.not.found=E4220: Nebyla nalezena hlavn\u00ed pr\u00e1ce!

lt.no.bookmarks=Nejsou definov\u00e1ny \u017e\u00e1dn\u00e9 z\u00e1lo\u017eky

lt.search.result.without.vehicle=V\u00fdsledek hled\u00e1n\u00ed informac\u00ed o pracovn\u00edch jednotk\u00e1ch bez filtrov\u00e1n\u00ed parametr\u016f vozidla (registrace vozidla)

lt.search.result.with.vehicle=V\u00fdsledek hled\u00e1n\u00ed informac\u00ed o pracovn\u00edch jednotk\u00e1ch s filtrov\u00e1n\u00edm parametr\u016f vozidla (registrace vozidla)

lt.search.no.result=E3550: Odpov\u00eddaj\u00edc\u00ed polo\u017eka nebyla nalezena!

detailed.picture=Zv\u011bt\u0161it obr\u00e1zek

lt.bookmark.unavailable=E4228: Zvolen\u00e1 Z\u00e1lo\u017eka nen\u00ed pro aktu\u00e1ln\u00ed vozidlo k dispozici!

frame.plugin.check.notification=Kontrola instala\u010dn\u00edho stavu zapojen\u00ed

frame.plugin.install.dialog=E4251: Syst\u00e9m zjistil n\u00e1sleduj\u00edc\u00ed chyb\u011bj\u00edc\u00ed zapojen\u00ed. Klikn\u011bte na zna\u010dku a st\u00e1hn\u011bte odpov\u00eddaj\u00edc\u00ed realizovatelnou instalaci.

frame.plugin.install.dialog.checking.error=E4252: Syst\u00e9m nebyl schopen ur\u010dit chyb\u011bj\u00edc\u00ed zapojen\u00ed. Proto V\u00e1m nab\u00edz\u00edme \u00fapln\u00fd seznam dostupn\u00fdch zapojen\u00ed!!! <br>Klikn\u011bte na zna\u010dku a st\u00e1hn\u011bte odpov\u00eddaj\u00edc\u00ed realizovatelnou instalaci.


frame.plugin.install.check.enable=Umo\u017enit kontrolu budouc\u00edch zapojen\u00ed (Toto nastaven\u00ed je rovn\u011b\u017e dostupn\u00e9 prost\u0159ednictv\u00edm tla\u010d\u00edtka 'Profil')

plugin.description.isoview=Zapojen\u00ed pro prohl\u00ed\u017een\u00ed obr\u00e1zk\u016f .cgm
plugin.description.tiffviewer=Zapojen\u00ed pro prohl\u00ed\u017een\u00ed obr\u00e1zk\u016f .tiff
plugin.description.cgmviewer=Zapojen\u00ed pro prohl\u00ed\u017een\u00ed obr\u00e1zk\u016f .cgm
plugin.description.webstart=Aplika\u010dn\u00ed p\u0159\u00edpad pro proveden\u00ed Java Client k\u00f3du


sps.home.panel.message=<center><B>P\u0158EDT\u00cdM, NE\u017d ZA\u010cNETE!</B></center><br>Abyste mohli pracovat, mus\u00edte m\u00edt na sv\u00e9m Techline po\u010d\u00edta\u010di pro TIS-Online nainstalovan\u00fd spr\u00e1vn\u00fd software Java. Vyu\u017eijte pro sta\u017een\u00ed online pomoc.<br><br>SPS proch\u00e1z\u00ed n\u011bkolika kroky, kter\u00e9 mohou v z\u00e1vislosti na rychlosti va\u0161eho p\u0159ipojen\u00ed trvat dlouho. Dal\u0161\u00ed podrobnosti se dozv\u00edte na online pomoci.<br><br>Pokud se p\u0159ipojujete p\u0159es pomal\u00e9 modemov\u00e9 linky, bu\u010fte pros\u00edm trp\u011bliv\u00ed ...
sps.home.panel.message.test=<center><B>NEP\u0158EPROGRAMOV\u00c1VEJTE \u0158ADI\u010cE VOZIDLA TOUTO SOFTWAROVOU VERZ\u00cd!</B></center><br>SPS MODUL NEN\u00cd JE\u0160T\u011a OTESTOV\u00c1N A PRAVD\u011aPODOBN\u011a SE ZHROUT\u00cd. JAK\u00c9KOLI P\u0158EPROGRAMOV\u00c1N\u00cd PROV\u00c1D\u00cdTE NA VLASTN\u00cd RIZIKO A M\u016e\u017dETE P\u0158I N\u011aM \u0158ADI\u010c PO\u0160KODIT. <br><br>SPS proch\u00e1z\u00ed n\u011bkolika kroky, kter\u00e9 mohou v z\u00e1vislosti na rychlosti va\u0161eho p\u0159ipojen\u00ed trvat dlouho. Dal\u0161\u00ed podrobnosti se dozv\u00edte na online pomoci.<br><br>Pokud se p\u0159ipojujete p\u0159es pomal\u00e9 modemov\u00e9 linky, bu\u010fte pros\u00edm trp\u011bliv\u00ed ...

sps.calib.info.entry.panel.message=Ke zji\u0161t\u011bn\u00ed aktu\u00e1ln\u00edch informac\u00ed o kalibraci elektronick\u00e9ho regul\u00e1toru vozu zadejte 17m\u00edstn\u00fd identifika\u010dn\u00ed k\u00f3d vozidla (VIN) a zvolte 'Zjistit CAL ID'.<br><br>Ke zji\u0161t\u011bn\u00ed Kalibra\u010dn\u00edho kontroln\u00edho \u010d\u00edsla (CVN) pro jak\u00e9koli katalogov\u00e9 \u010d\u00edslo kalibrace zadejte katalogov\u00e9 \u010d\u00edslo ID kalibrace a zvolte 'Zjistit CVN'.

invalid.vin=E2769: Neplatn\u00e9 \u010d\u00edslo VIN!

sas.home.panel.message=Stahov\u00e1n\u00ed servisn\u00edho klienta bezpe\u010dnostn\u00edho p\u0159\u00edstupu.

sps.calibration.info.detailed.summary.caption=Kalibra\u010dn\u00ed informace pro vozidlo GM (zvolen\u00e1 kalibrace)

sps.calibration.info.complete.part.history=Kalibra\u010dn\u00ed informace pro vozidlo GM

sps.calibration.history.for=Kalibra\u010dn\u00ed historie pro

sps.please.select=Zvolte pros\u00edm ...

sps.calibration.info.wizard.error.general=E4451: Do\u0161lo k intern\u00ed chyb\u011b! Nemohu pokra\u010dovat!

sps.calibration.info.wizard.finished=Ukon\u010deno!

sps.calibration.info.cvn.unknown.partnumber=E4453: Neplatn\u00e9 nebo nezn\u00e1m\u00e9 \u010d\u00edslo d\u00edlu!

sps.calibration.info.display.dealer.vci=Zobrazit VCI prodejce

sps.calibration.info.print.view.hint.multiple.selectable.parts=M4455: Existuj\u00ed kalibra\u010dn\u00ed \u010d\u00edsla d\u00edlu {PARTCOUNT}, kter\u00e1 jsou platn\u00e1 pro {MODULENAME}. V n\u00e1sleduj\u00edc\u00edch tabulk\u00e1ch si p\u0159e\u010dt\u011bte popisy, abyste mohli ur\u010dit spr\u00e1vnou kalibraci pro toto vozidlo.

sps.calib.info.no.debug.info.available=M4114: \u017d\u00e1dn\u00e9 informace nejsou dostupn\u00e9 !


sps.exception.invalid-cachesize-input=M4389: Zadejte pros\u00edm numerickou hodnotu velikosti rychl\u00e9 vyrovn\u00e1vac\u00ed pam\u011bti.
sps.exception.unsupported-controller=E4390: Vybran\u00fd \u0159adi\u010d nen\u00ed touto verz\u00ed TIS2WEB podporov\u00e1n.\nZkontrolujte pros\u00edm, zda je zadan\u00e9 VIN p\u0159esn\u00e9 a/nebo programujte podle VCI.
sps.exception.invalid-controller-selection=E4391: Nen\u00ed k dispozici \u017e\u00e1dn\u00e1 platn\u00e1 instance dat \u0159adi\u010de.
sps.exception.invalid-vci-input=M4393: Zadejte pros\u00edm numerickou hodnotu  VCI.
sps.exception.server-side-failure=E4394: Ne\u00fasp\u011b\u0161n\u00e9 zpracov\u00e1n\u00ed na serveru.
sps.exception.invalid-vin=E4395: Vstupn\u00ed VIN je neplatn\u00e9. Zadejte ho pros\u00edm znovu!
sps.exception.no-controllers=E4396: Nenalezeny \u017e\u00e1dn\u00e9 podporovan\u00e9 \u0159adi\u010de.
sps.exception.no-vci=M4397: Zadejte pros\u00edm VCI.
sps.exception.no-matching-vci=E5036: Zadan\u00e9 \u010d\u00edslo VCI neodpov\u00edd\u00e1 vybran\u00e9mu \u0159adi\u010di. \nZadejte pros\u00edm znovu.
sps.exception.no-valid-cop=E4398: Nenalezena kalibra\u010dn\u00ed data.
sps.exception.tool.ecuread=E4399: Z\u00e1va\u017en\u00e1 chyba: Ne\u00fasp\u011b\u0161n\u00e9 \u010dten\u00ed dat ECU ze za\u0159\u00edzen\u00ed nebo \u0159adi\u010de.
sps.exception.tool.native=E4400: Z\u00e1va\u017en\u00e1 chyba: Integrovan\u00fd podsyst\u00e9m nen\u00ed k dispozici.
sps.exception.tool.reprogramming=E4401: Z\u00e1va\u017en\u00e1 chyba: Ne\u00fasp\u011b\u0161n\u00fd z\u00e1pis dat do za\u0159\u00edzen\u00ed nebo \u0159adi\u010de.
sps.exception.tool.init=E4402: Z\u00e1va\u017en\u00e1 chyba: Nelze inicializovat vybran\u00e9 za\u0159\u00edzen\u00ed.
sps.exception.tool.vinread=E4403: Z\u00e1va\u017en\u00e1 chyba: Ne\u00fasp\u011b\u0161n\u00e9 \u010dten\u00ed VIN ze za\u0159\u00edzen\u00ed nebo \u0159adi\u010de.
sps.exception.unsupported-locale=E4405: Locale nepodporov\u00e1n.
sps.exception.no-controller-selection=E4406: Ne\u00fasp\u011b\u0161n\u00e9 zpracov\u00e1n\u00ed na serveru (chyb\u00ed informace z datab\u00e1ze).
sps.exception.ambiguous-controller-selection=E4407: Informace pro p\u0159eprogramov\u00e1n\u00ed nejsou pro zvolen\u00fd \u0159adi\u010d k dispozici.
sps.exception.software-archive-not-enabled=M4408: Programov\u00e1n\u00ed podle arch\u00edvu nen\u00ed mo\u017en\u00e9.
sps.exception.loading-archive-or-part-file-failed=M4409: Ne\u00fasp\u011b\u0161n\u00e9 na\u010dten\u00ed d\u00edl\u010d\u00edho/archivn\u00edho souboru VCI.
sps.exception.invalid-archive-vci=M4410: Neplatn\u00e9 VCI (d\u00edl\u010d\u00ed/archivn\u00ed soubor).
sps.exception.no-valid-eil=E4411: Ne\u00fasp\u011b\u0161n\u00e9 zpracov\u00e1n\u00ed na serveru (Neplatn\u00e1 \u010d\u00e1st koncov\u00e9 polo\u017eky).
sps.exception.no-calibration-update=M4412: Zvolen\u00e1 kalibrace je aktu\u00e1ln\u00ed kalibrace v \u0159\u00eddic\u00edm modulu.
sps.exception.invalid-current-calibration=M4413: Kalibrace ozna\u010den\u00e9 hv\u011bzdi\u010dkou (*) nelze v t\u00e9to verzi TIS2WEB rozpoznat.\nBu\u010f jsou tyto kalibrace nov\u011bj\u0161\u00ed ne\u017e kalibrace, kter\u00e9 jsou k dispozici ve verzi TIS2WEB\nnebo se jedn\u00e1 o jin\u00e9 kalibrace ne\u017e GM.\nKontaktujte pros\u00edm St\u0159edisko z\u00e1kaznick\u00e9 podpory.
sps.exception.missing-calibration-file=E2907: Pro tento modul chyb\u00ed informace o \u010d\u00edsle n\u011bkter\u00fdch d\u00edl\u016f.\nProgramov\u00e1n\u00ed nem\u016f\u017ee pokra\u010dovat.
sps.exception.invalid-keycode-format-input=M4415: K\u00f3d kl\u00ed\u010de od v\u00fdrobce mus\u00ed m\u00edt 5 \u010d\u00edslic!
sps.exception.no-keycode=M4416: Zadejte pros\u00edm k\u00f3d kl\u00ed\u010de.
sps.exception.bulletin-not-available=E4417: Bulletin nen\u00ed k dispozici.
sps.exception.session-expired=E4418: Spojen\u00ed se serverem vypr\u0161elo. P\u0159ipojte se k TIS2WEB pros\u00edm znovu.
sps.exception.unknown-vin=E842: Zadan\u00e9 \u010d\u00edslo VIN NEBYLO nalezeno.\nZkontrolujte spr\u00e1vnost \u010d\u00edsla VIN nebo zvolte programovat rozhran\u00edm VCI.
sps.exception.unknown-ecu-software=E4419: Detekov\u00e1n nezn\u00e1m\u00fd software ECU, kter\u00fd by mohl b\u00fdt nov\u011bj\u0161\u00ed verz\u00ed.\nProces programov\u00e1n\u00ed byl zastaven.
sps.exception.unknown-ecu-hardware=E2700: Neodpov\u00eddaj\u00edc\u00ed hardware. P\u0159eprogramov\u00e1n\u00ed nen\u00ed mo\u017en\u00e9.
sps.exception.invalid-ecu-hardware=E2700: Neodpov\u00eddaj\u00edc\u00ed hardware. P\u0159eprogramov\u00e1n\u00ed nen\u00ed mo\u017en\u00e9.
sps.exception.software-not-available=E4420: Nen\u00ed k dispozici \u017e\u00e1dn\u00fd software.
sps.exception.database-security-violated=E2909: S datab\u00e1z\u00ed bylo manipulov\u00e1no. P\u0159eprogramov\u00e1n\u00ed nen\u00ed mo\u017en\u00e9!
sps.exception.no-authorization=E2701: Nem\u00e1te opr\u00e1vn\u011bn\u00ed programovat vybran\u00fd software.

sps.exception.unsupported.vehicle=M4495: Moment\u00e1ln\u011b zvolen\u00e9 vozidlo nen\u00ed podporov\u00e1no!

sps.cal.info.bulletin.not.found=Bulletin nebyl nalezen!

si.print.view.error=B\u011bhem p\u0159\u00edpravy n\u00e1hledu pro tisk do\u0161lo k chyb\u011b!

frame.log.mailer.dialog.title=Odeslat e-mail se soubory protokol\u016f na ...

frame.login.denied=Neplatn\u00e9 p\u0159ihl\u00e1\u0161en\u00ed - neplatn\u00e9 nebo nedostate\u010dn\u00e9 informace k p\u0159ihl\u00e1\u0161en\u00ed!

frame.tooltip.so.logo=GM Service and Parts Operations logo

sps.calibration.info.link.gm.home=Pro prohl\u00e9dnut\u00ed v\u0161ech zna\u010dek GM nav\u0161tivte <br>str\u00e1nku <br> spole\u010dnosti General Motors.

sps.calibration.info.copyright.title=General Motors 2003. Ve\u0161ker\u00e1 pr\u00e1va vyhrazena.

sps.calibration.info.copyright.text=GM, embl\u00e9m GM, Buick, embl\u00e9m Buick, Chevrolet, embl\u00e9m Chevrolet, Cadillac, embl\u00e9m Cadillac, Geo, embl\u00e9m na chladi\u010di Geo, GMC, embl\u00e9m GMC, Oldsmobile, embl\u00e9m Oldsmobile, Pontiac, embl\u00e9m Pontiac, Saturn, embl\u00e9m Saturn a Chevy jsou obchodn\u00ed zn\u00e1mky spole\u010dnosti General Motors. Informace uveden\u00e9 na t\u00e9to str\u00e1nce plat\u00ed pouze pro v\u00fdrobky a slu\u017eby poskytovan\u00e9 na trhu v USA. Zde uveden\u00e9 \u00fadaje by m\u011bly b\u00fdt co nejspr\u00e1vn\u011bj\u0161\u00ed a nejucelen\u011bj\u0161\u00ed. Nicm\u00e9n\u011b si spole\u010dnost General Motors vyhrazuje pr\u00e1vo prov\u00e9st kdykoliv bez upozorn\u011bn\u00ed zm\u011bny. Ve\u0161ker\u00e1 pr\u00e1va vyhrazena.

explanation.iso.date.format=[Year]-[Month]-[Day] [Hour]:[Minute]:[Second]

confirmation.deletion=M4710: Potvr\u010fte pros\u00edm maz\u00e1n\u00ed!

empty.search.result=M4711: Nenalezeny \u017e\u00e1dn\u00e9 vstupy!

search.result.truncated=E4734: Zkr\u00e1cen\u00e9 v\u00fdsledky hled\u00e1n\u00ed (hled\u00e1n\u00ed bylo stornov\u00e1no)!

snapshot.home.panel.message=<center><B>P\u0158EDT\u00cdM, NE\u017d ZA\u010cNETE!</B></center><br>Aby TIS-Online fungoval, mus\u00edte m\u00edt na sv\u00e9m po\u010d\u00edta\u010di Techline nainstalovan\u00fd spr\u00e1vn\u00fd software Java. Viz online n\u00e1pov\u011bda ke sta\u017een\u00ed <br><br>Sn\u00edmek proch\u00e1z\u00ed n\u011bkolika kroky, kter\u00e9 mohou b\u00fdt v z\u00e1vislosti na rychlosti va\u0161eho p\u0159ipojen\u00ed \u010dasov\u011b n\u00e1ro\u010dn\u00e9. Dal\u0161\u00ed podrobnosti najdete v online  n\u00e1pov\u011bd\u011b.<br><br>Pokud se p\u0159ipojujete p\u0159es pomal\u00e9 modemov\u00e9 p\u0159ipojen\u00ed, bu\u010fte pros\u00edm trp\u011bliv\u00ed...

snapshot.notify.cookies.disabled=Za \u00fa\u010delem zah\u00e1jen\u00ed sn\u00edmku mus\u00edte umo\u017enit manipulaci s cookie a znovu se p\u0159ihl\u00e1sit

tech2view.home.panel.message=<center><B>P\u0158EDT\u00cdM, NE\u017d ZA\u010cNETE!</B></center><br>Aby TIS-Online fungoval, mus\u00edte m\u00edt na sv\u00e9m po\u010d\u00edta\u010di Techline nainstalovan\u00fd spr\u00e1vn\u00fd software Java. Viz online n\u00e1pov\u011bda ke sta\u017een\u00ed <br><br>Tech2 Zobrazit proch\u00e1z\u00ed n\u011bkolika kroky, kter\u00e9 mohou b\u00fdt v z\u00e1vislosti na rychlosti va\u0161eho p\u0159ipojen\u00ed \u010dasov\u011b n\u00e1ro\u010dn\u00e9. Dal\u0161\u00ed podrobnosti najdete v online  n\u00e1pov\u011bd\u011b.<br><br>Pokud se p\u0159ipojujete p\u0159es pomal\u00e9 modemov\u00e9 p\u0159ipojen\u00ed, bu\u010fte pros\u00edm trp\u011bliv\u00ed...

tech2view.notify.cookies.disabled=Za \u00fa\u010delem zah\u00e1jen\u00ed Tech2 Zobrazit mus\u00edte umo\u017enit manipulaci s cookie a znovu se p\u0159ihl\u00e1sit

techlineprint.home.panel.message=<center><B>NE\u017d ZA\u010cNETE!</B></center><br>Aby aplikace TIS-Online fungovala, mus\u00ed b\u00fdt na va\u0161em PC s aplikac\u00ed Techline nainstalov\u00e1n spr\u00e1vn\u00fd software Java. Informace o st\u00e1hnut\u00ed tohoto softwaru najdete v online n\u00e1pov\u011bd\u011b<br><br> Aplikace Techline provede n\u011bkolik krok\u016f, kter\u00e9 mohou v z\u00e1vislosti na rychlosti p\u0159ipojen\u00ed trvat d\u00e9le. Dal\u0161\u00ed informace najdete v online n\u00e1pov\u011bd\u011b.<br><br>Pokud m\u00e1te pomalej\u0161\u00ed p\u0159ipojen\u00ed, bu\u010fte pros\u00edm trp\u011bliv\u00ed ...

techlineprint.notify.cookies.disabled=M4736: Pro spu\u0161t\u011bn\u00ed aplikace Techline tisk mus\u00edte povolit soubory cookies a znovu se p\u0159ihl\u00e1sit

cache.cleared=M4717: Mezipam\u011b\u0165 smaz\u00e1na!

error.see.log=E4718: Do\u0161lo k chyb\u011b (podrobnosti najdete v protokolov\u00e9m souboru)

successfully.send.logs=M4719: Protokolov\u00e9 soubory \u00fasp\u011b\u0161n\u011b odesl\u00e1ny!

configuration.update.successful=M4737: Konfigurace byla \u00fasp\u011b\u0161n\u011b aktualizov\u00e1na!
configuration.update.failed=M4738: Konfigurace nebyla aktualizov\u00e1na!

sps.calibration.info.link.privacy.policy=Pokud klepnete zde, zobraz\u00ed se politika utajen\u00ed spole\u010dnosti GM.

sps.reset.adapter=Resetovat adapt\u00e9r sch\u00e9matu SPS ({0})

sps.reset.adapter.successful=Adapt\u00e9r sch\u00e9matu SPS byl \u00fasp\u011b\u0161n\u011b resetov\u00e1n: ({0})

sps.reset.adapter.failed=Resetov\u00e1n\u00ed adapt\u00e9ru sch\u00e9matu SPS nebylo \u00fasp\u011b\u0161n\u00e9 ({0})

swdl.service.reset.failed=Resetov\u00e1n\u00ed servisu SWDL nebylo \u00fasp\u011b\u0161n\u00e9 !

swdl.service.reset.succeeded=Servis SWDL \u00fasp\u011b\u0161n\u011b resetov\u00e1n!

swdl.notification.new.tech2.versions=Nov\u00e9 verze softwaru TECH2:

swdl.notification.new.tech2.versions.keepon=Znovu zobrazit p\u0159i dal\u0161\u00edm p\u0159ihl\u00e1\u0161en\u00ed

help.service.reset.failed=Resetov\u00e1n\u00ed slu\u017eby N\u00c1POV\u011aDA neprob\u011bhlo \u00fasp\u011b\u0161n\u011b!

help.service.reset.succeeded=Slu\u017eba N\u00c1POV\u011aDA byla \u00fasp\u011b\u0161n\u011b resetov\u00e1na!

news.service.reset.failed=Resetov\u00e1n\u00ed slu\u017eby NOVINKY neprob\u011bhlo \u00fasp\u011b\u0161n\u011b!

news.service.reset.succeeded=Slu\u017eba NOVINKY byla \u00fasp\u011b\u0161n\u011b resetov\u00e1na!

unable.to.create.key=E5040: Nelze vytvo\u0159it kl\u00ed\u010d!

vc.please.choose.vehicle.configuration=Zvolte pros\u00edm ...

vc.error.missing.mandatory.input=E5041: Chyb\u00ed povinn\u00e9 \u00fadaje!

please.select.user.name=Vyberte pros\u00edm jm\u00e9no u\u017eivatele ...
select.username=Vyberte jm\u00e9no u\u017eivatele
or.enter.new.username=nebo zadejte nov\u00e9 jm\u00e9no u\u017eivatele
licensed.session.count.exeeded=E5045: Odpo\u010det relace s licenc\u00ed byl ukon\u010den!

vcdialog.unable.to.resolve.exception=E5046: Nelze rozpoznat \u010d\u00edslo VIN!

vcdialog.invalid.vin.exception=E5047: Neplatn\u00e9 \u010d\u00edslo VIN!

registration.confirm.revocation=M5131: Skute\u010dn\u011b chcete zru\u0161it registraci k vyu\u017eit\u00ed syst\u00e9mu?
registration.confirm.deletion=M5132: Skute\u010dn\u011b chcete registraci vymazat?

kdr.home.panel.message=<center><B>P\u0158EDT\u00cdM, NE\u017d ZA\u010cNETE!</B></center><br>Aby TIS-Online fungoval, mus\u00edte m\u00edt na sv\u00e9m po\u010d\u00edta\u010di Techline nainstalovan\u00fd spr\u00e1vn\u00fd software Java. Viz online n\u00e1pov\u011bda ke sta\u017een\u00ed <br><br>GDS proch\u00e1z\u00ed n\u011bkolika kroky, kter\u00e9 mohou b\u00fdt v z\u00e1vislosti na rychlosti va\u0161eho p\u0159ipojen\u00ed \u010dasov\u011b n\u00e1ro\u010dn\u00e9. Dal\u0161\u00ed podrobnosti najdete v online  n\u00e1pov\u011bd\u011b.<br><br>Pokud se p\u0159ipojujete p\u0159es pomal\u00e9 modemov\u00e9 p\u0159ipojen\u00ed, bu\u010fte pros\u00edm trp\u011bliv\u00ed...


invalid.authentication=E5269: Neplatn\u00e9 ov\u011b\u0159en\u00ed!

unable.to.delete.msg=E5270: Zpr\u00e1vu nelze vymazat!
unable.to.modify.msg=E5271: Zpr\u00e1vu nelze upravit!
unable.to.create.msg=E5272: Zpr\u00e1vu nelze vytvo\u0159it!
invalid.or.incomplete.input=E5273: Neplatn\u00e9 nebo ne\u00fapln\u00e9 zad\u00e1n\u00ed!

unable.to.execute.search=E5274: Vyhled\u00e1n\u00ed nen\u00ed mo\u017en\u00e9!
msg.created=M5275: Zpr\u00e1va byla vytvo\u0159ena!

# registration v2
please.fill.in.dealership.info=Vypl\u0148te pros\u00edm informace o dealerstv\u00ed (* ozna\u010duje povinn\u00e9 informace)
unable.to.store.dealership.data=E5010: Ulo\u017een\u00ed dat dealerstv\u00ed neprob\u011bhlo \u00fasp\u011b\u0161n\u011b.
successfully.stored.dealership.data=M5277: Informace o dealerstv\u00ed byly \u00fasp\u011b\u0161n\u011b ulo\u017eeny!

registration.step.1=1. Vypl\u0148te pros\u00edm p\u0159\u00edslu\u0161n\u00e9 informace o dealerstv\u00ed
registration.step.2=2. Zadejte pros\u00edm po\u010det po\u017eadovan\u00fdch u\u017eivatel\u016f aplikace GlobalTIS (pouze v p\u0159\u00edpad\u011b instalac\u00ed na server)
registration.step.3=3. Zvolte pros\u00edm po\u017eadovan\u00e9 p\u0159edplatn\u00e9, kter\u00e9 chcete pou\u017e\u00edt
registration.step.4=4. Pro obdr\u017een\u00ed licen\u010dn\u00edho kl\u00ed\u010de prove\u010fte pros\u00edm registraci online nebo faxem. Pokud chcete prov\u00e9st registraci online automaticky, klepn\u011bte na tla\u010d\u00edtko 'Online registrace' nebo 'E-mail/Fax registrace'. Zobraz\u00ed se registra\u010dn\u00ed dokument ve form\u00e1tu PDF, kter\u00fd m\u016f\u017eete poslat e-mailem nebo faxem.
registration.step.5=5. Odhlaste se z t\u00e9to obrazovky. Jakmile obdr\u017e\u00edte licen\u010dn\u00ed kl\u00ed\u010d, aplikaci GlobalTIS restartujte. Registrace bude potom pokra\u010dovat krokem 6.
registration.step.6=6. Jakmile obdr\u017e\u00edte faxem nebo e-mailem pot\u0159ebn\u00e9 informace k registraci, zadejte ID u\u017eivatele a licen\u010dn\u00ed kl\u00ed\u010d:
registration.step.7=7. Pro aktivaci valida\u010dn\u00edho procesu instalace aplikace GlobalTIS klepn\u011bte pros\u00edm na tla\u010d\u00edtko 'Registrovat licen\u010dn\u00ed kl\u00ed\u010d'.


error.occured=E5281: Do\u0161lo k chyb\u011b: ${chybov\u00e9.hl\u00e1\u0161en\u00ed}

registration.hint.button.add.contact=Klepn\u011bte, pokud chcete zadat v\u00edce kontaktn\u00edch osob

registration.exception.registration.duplicate=M5012: Po\u017eadavek na online registraci je vy\u0159izov\u00e1n.
registration.exception.registration.db.load.failed=E5018: Online registrace neprob\u011bhla \u00fasp\u011b\u0161n\u011b (zkontrolujte pros\u00edm ID p\u0159edplatitele).

hint.dealership.id=(max. 10)

registration.exception.empty.subscription.selection=M5284: Zvolte pros\u00edm p\u0159edplatn\u00e9!

registration.error.no.services.available=E5300: Slu\u017eby nejsou k dispozici! Restartujte pros\u00edm server GlobalTIS:<p align='left'>1. Ukon\u010dete GlobalTIS<br>2. Spus\u0165te 'GlobalTIS DiagTool' - 'Enhanced Trouble Shooting'<br>&nbsp;&nbsp;>> GlobalTIS Service<br>&nbsp;&nbsp;>> Stop Service<br>&nbsp;&nbsp;>> Start Service</p>

unable.to.resolve.subscriber.id=E5309: Nelze zjistit ID p\u0159edplatitele!

do.not.show.again=Nezobrazovat znovu

msg.exclusion.reset.failed=E5311: Resetov\u00e1n\u00ed nebylo \u00fasp\u011b\u0161n\u00e9!
msg.exclusion.reset.successful=M5312: Resetov\u00e1n\u00ed bylo \u00fasp\u011b\u0161n\u00e9!

sps.calid.input.hw.number=Zadejte pros\u00edm \u010d\u00edslo hardwaru VIT1

unable.to.display.rpo=E5348: Nelze zobrazit k\u00f3dy RPO!

unsupported.vin=Toto \u010d\u00edslo VIN nen\u00ed podporov\u00e1no!

search.no.result=E3550: Odpov\u00eddaj\u00edc\u00ed polo\u017eka nebyla nalezena!

nothing.selected=E5498: Nebyla zvolena \u017e\u00e1dn\u00e1 polo\u017eka!

deletion.succeeded=M5499: Maz\u00e1n\u00ed prob\u011bhlo \u00fasp\u011b\u0161n\u011b!

user.logins.trigger.update.failed=E5545: Povolen\u00ed/zablokov\u00e1n\u00ed p\u0159ihl\u00e1\u0161en\u00ed u\u017eivatele nebylo \u00fasp\u011b\u0161n\u00e9!

user.logins.trigger.update.successful=M5546: P\u0159ihl\u00e1\u0161en\u00ed u\u017eivatele bylo \u00fasp\u011b\u0161n\u011b povoleno/zablokov\u00e1no!

sps.calibration.info.display.security.code=Zobrazit bezpe\u010dnostn\u00ed k\u00f3d

release.si.preload.data.failed=E5630: Schv\u00e1len\u00ed neprob\u011bhlo \u00fasp\u011b\u0161n\u011b!
release.si.preload.data.successful=E5631: Schv\u00e1len\u00ed prob\u011bhlo \u00fasp\u011b\u0161n\u011b!

fts.currently.unavailable=E5632: Fulltextov\u00e9 vyhled\u00e1v\u00e1n\u00ed nen\u00ed moment\u00e1ln\u011b k dispozici!

sps.docref.default=Pokud pot\u0159ebujete dal\u0161\u00ed informace, klepn\u011bte pros\u00edm <a>zde</a>.
