# Sample ResourceBundle properties file

IDS_BTN_CANCEL=Cancelar

IDS_BTN_PREV=< Atr\u00e1s

IDS_BTN_NEXT=Siguiente >

IDS_SEL_TOOL=Seleccionar herramienta de diagnosis

IDS_UPD_MODE=Modo actualizar

IDS_TITLE_SEL_TOOL=Seleccionar herramienta de diagnosis para descargar

IDS_BTNR_STANDARD=Normal

IDS_BTNR_CUSTOM=Personalizar

IDS_TITLE_SWDL=Descarga de software

IDS_SEL_DEALER=Seleccione el tipo de software de concesionario

IDS_TITLE_SEL_DEALER=Seleccione el tipo de software de concesionario que se va a descargar

IDS_BTN_SETTINGS=Preferencias

IDS_DIAG_TOOL=Herramienta de diagnosis

IDS_PORT=Port 

IDS_SPEED=Velocidad de transmisi\u00f3n en baudios

IDS_BTN_OK=Aceptar

IDS_PROGRESS_PANEL=Las aplicaciones seleccionadas se cargan en la herramienta de diagnosis

IDS_TITLE_DOWNLOAD=Realizando la descarga de software

IDS_STATUS_PANEL=Estado de descarga

IDS_ERASE_PROGRESS=Progreso de borrado

IDS_DOWNLOAD_PROGRESS=Progreso de descarga

IDS_STATUS=Estado

IDS_TIME=Tiempo restante estimado

IDS_BTN_TEST=Prueba

IDS_STANDARD_COMM=Las aplicaciones se seleccionar\u00e1n autom\u00e1ticamente basadas en el contenido actual de la herramienta de diagnosis.

IDS_CUSTOM_COMM=Las aplicaciones y los idiomas deben seleccionarse de la lista de opciones disponibles.

IDS_ERR_E1037=E4150: \u00a1\u00a1Error al comunicar con la herramienta de diagnosis!!\n\nAseg\u00farese de que se han realizado las conexiones apropiadas a la fuente de alimentaci\u00f3n y de que la herramienta de diagn\u00f3stico est\u00e1 activada.\nAseg\u00farese de que se han conectado los cables de comunicaci\u00f3n entre la herramienta de diagnosis y el PC.

IDS_MSG_M1119=E1119: La herramienta de diagnosis est\u00e1 actualizada.\n\nSi desea volver a cargar la misma versi\u00f3n, utilice el modo PERSONALIZADO.

IDS_MSG_NEWVERS_DIFFCARD=E4152: El dispositivo contiene el software m\u00e1s reciente para la tarjeta FlashCard de Tech2 usada actualmente.\nEl software m\u00e1s reciente disponible requiere una tarjeta FlashCard de Tech2 de {%s} MB.

IDS_SETUP_INSTR=Instrucciones de configuraci\u00f3n

IDS_TOOL_CONTAINS=En este momento de la descarga, la herramienta contiene:

IDS_TOOL_WILL_CONTAIN=Tras la descarga, la herramienta de diagnosis contendr\u00e1:

IDS_TITLE_CONFIRM=Confirmar cambio de software

IDS_ERR_NO_SETTINGS=Seleccione el puerto y la velocidad de transmisi\u00f3n en baudios para el dispositivo {%s}.

IDS_PLEASE_WAIT=\n\u00a1Espere, por favor!\n

IDS_READ_DEVICE=Leyendo el contenido de la herramienta de diagnosis.\n\n\n

IDS_BUILDING_APPLIST=Construyendo fichero de aplicaci\u00f3n...

IDS_STARTING_DOWNLOAD=Comenzando la descarga...

IDS_BYTESREADFROM={%s} bytes le\u00eddos de {%s} bytes

IDS_END_DOWNLOAD=\u00a1Descarga concluida!

IDS_DOWNLOAD=Descargando...

IDS_ERROR=\u00a1Ocurri\u00f3 un error al descargar!

IDS_SD_ERROR_BASE1=\u00a1Ocurri\u00f3 un error al inicializar el fichero de aplicaciones!

IDS_SD_ERROR_BASE2=Error, se cancel\u00f3 la descarga

IDS_SEEK=Buscando...

IDS_TECH2_MESSAGE=E1044: \u00a1Restablezca la herramienta de diagnosis!\nAseg\u00farese de que todos los cables est\u00e9n conectados de forma segura.\n\nPresione Aceptar para continuar.\n                   O\nPresione cancelar para abortar.

IDS_RELEARN_DELAY=Interrumpido para que se complete el reordenamiento del directorio Tech 1...

IDS_BIOS_DOWNLOAD=DESCARGANDO PDT BIOS.  NO DESCONECTE EL PDT.

IDS_STARTING_ERASE=Comenzando el borrado...

IDS_MSG_ERASE_PROGRESS=Borrando...

IDS_DIRRELEARN=Realizando el reordenamiento de directorios...

IDS_NO_DEVICEDATA=E1296: El software encontrado en la herramienta de diagnosis es irreconocible o incompleto.\nNo se puede utilizar el Modo NORMAL.\n\nSeleccione el Modo PERSONALIZADO.

IDS_DOWN_FINISH=Las siguientes aplicaciones se han cargado en la herramienta de diagnosis.

IDS_TITLE_DOWN_FINISH=Descarga concluida

IDS_BTN_DOWNLOAD=Descargar >

IDS_BTN_CLOSE=Cerrar
IDS_ERR_SD_FAILED=E2538: Fallo en la descarga de software

IDS_ERR_NO_TECH_COMM=E2542: No hay comunicaci\u00f3n con Techline.

IDS_ERR_CONN_FAILED=E2544: Fallo al conectar con el dispositivo.

IDS_ERR_T1_START_PROTOCOL=E892: Fall\u00f3 el protocolo de inicio.

IDS_ERR_T1_END_PROTOCOL=E893: Fall\u00f3 el protocolo de finalizaci\u00f3n.

IDS_ERR_T1_PROTOCOL_NSTARTED=E887: No se inici\u00f3 el protocolo de transferencia.

IDS_ERR_UNKNOWN=E2014: \u00a1Fallo desconocido!

IDS_TEST_SUCCESSFUL=M2483: Se ha superado la prueba del controlador.

IDS_TITLE_SETTINGS_TOOL=Herramienta de diagnosis

IDS_TITLE_SETTINGS_LOG=Configuraci\u00f3n de acceso

IDS_PERFORM_LOG=Acceder

IDS_LOGFILE=Nombre de archivo

IDS_LOG_DEBUG=Nivel de depuraci\u00f3n

IDS_MSG_VERS_DIFF_SIZE=E4165: No hay software disponible para el tama\u00f1o actual de la tarjeta de memoria del dispositivo.

IDS_INV_DEV=E499: \u00a1No pudo inicializarse el controlador de dispositivo o fall\u00f3 la inicializaci\u00f3n del controlador!

IDS_READ_SERVER=M4167: Leer los datos del servidor

IDS_COMM_SRV_FAILED=E4168: \u00a1Fall\u00f3 la comunicaci\u00f3n con el servidor!

IDS_TITLE_SETTINGS_CACHE=Cach\u00e9 de software

IDS_CACHE_SIZE=Tama\u00f1o de cach\u00e9

IDS_LOCATION=Pa\u00eds

IDS_TITLE_SRV_DOWN=Descargando datos del servidor

IDS_SRVDOWN_PROGRESS_PANEL=La aplicaciones seleccionadas se descargar\u00e1n del servidor

IDS_FILE_DOWN_PROGRESS=Progresi\u00f3n de la descarga de archivos

IDS_BYTESDOWNFROM={%s} bytes descargados de {%s} bytes

IDS_DOWNLOAD_FILE=Descargar archivo: {%s}

IDS_TITLE_SEL_APP=Seleccionar las aplicaciones

IDS_SELECT=Seleccionar

IDS_REMOVE=Eliminar

IDS_SELECTED=Seleccionado

IDS_CURRENT=Actual

IDS_APP_FOR_DOWN=Aplicaciones para descarga:

IDS_ERASE_BEF_UPD=Borrar antes de actualizar

IDS_BTN_IGNORE=Ignorar

IDS_CHK_2TIMES=Leer informaci\u00f3n de Techline Software de Diagnosis antes de descargar

IDS_UPLOAD_STATUS=Estado del env\u00edo de datos

IDS_ERR_E1296=E1296: El software encontrado en la herramienta de diagnosis es irreconocible o incompleto.\nNo se puede utilizar el Modo NORMAL.\n\nSeleccione el Modo PERSONALIZADO.

IDS_CURRAPP_NOTFOUND=E4524: No se encuentra la versi\u00f3n actual de la aplicaci\u00f3n del dispositivo en la base de datos.\n\nS\u00edrvase seleccionar el modo PERSONALIZADO.

IDS_INIT_DEVICE=Inicializar el dispositivo.

IDS_CACHESIZE_TO_SMALL=E4197: El tama\u00f1o del cach\u00e9 no debe ser inferior a 10 MBytes.

IDS_ERROR_BAD_FILE=E4198: Error en la descarga. El archivo que ha descargado del servidor est\u00e1 corrupto.

IDS_ERROR_CREATE_DIR=E4199: No se puede crear una estructura de directorios para la memoria.

IDS_ERROR_MAKE_SPACE=E4200: Se ha producido un error al intentar borrar las aplicaciones del cach\u00e9.

IDS_ERROR_SAVE_INF=E4201: Se ha producido un error al intentar grabar la informaci\u00f3n de la aplicaci\u00f3n.

IDS_BTN_DELCACHE=Borrar cach\u00e9

IDS_DELCACHE_SUCCES=M4203: El cach\u00e9 se ha borrado con \u00e9xito.

IDS_ERROR_DELCACHE=E4204: Error al borrar el cach\u00e9.

IDS_SRVERR_CHECK_SESSION=E4205: Error en el servidor al verificar la sesi\u00f3n v\u00e1lida.

IDS_INACTIVE_SESSION=E4206: Sesi\u00f3n inactiva o no v\u00e1lida.

IDS_SRVERR_PACK_RESPONSE=E4207: Error en el servidor al comprimir la respuesta.

IDS_SRVERR_UNPACK_COMMAND=E4208: Error en el servidor al descomprimir la orden.

IDS_SRVERR_UNKNOWN=E4209: Error desconocido en el servidor.

IDS_SRVERR_NULLOBJ=E4210: Error en el servidor, objeto null devuelto.

IDS_SRVERR_REINIT=M4742: El servidor se ha reiniciado.\nPor lo tanto, su selecci\u00f3n podr\u00eda estar desfasada.\nReinicie el software de cliente.

IDS_MSG_NO_STRATA_SUPPORT=En el caso de la tarjeta Strata Flash no se permite la descarga de las versiones de software de 10 MB

IDS_SWDL_CLIENT_INSTANCE_ALLREADY_RUNNING=E5531: Ya hay una instancia de cliente SWDL ejecut\u00e1ndose.

IDS_SET_ENVIRONMENT_FAILED=E5532: No se pudo configurar el entorno. No es posible iniciar el cliente.

softwareKeyCheck.error.panel.title=Error de la clave de software
softwareKeyCheck.error.panel.message=E5529: Se ha excedido el n\u00famero m\u00e1ximo de instalaciones cliente para su ID de usuario (p\u00f3ngase en contacto con el servicio de asistencia).

software.install=Instalaci\u00f3n del software
software=Software
install=Instalar
version=Versi\u00f3n
installed.version=Versi\u00f3n instalada
ok=Aceptar
skip=Omitir
do.not.install=No instalar
successfully.installed=Instalado satisfactoriamente
status=Estado
not.installed=No instalado
available.versions=Versiones disponibles
installation.summary=Resumen de la instalaci\u00f3n
unknown=Desconocido
failure.not.installed=No se ha podido instalar
retrieving.data=Recuperando datos
deflating.archive=Comprimiendo archivo
executing=Ejecutando

executing.installer=Ejecutando el instalador

abort.software.download=\u00bfDesea cancelar la descarga del software?

error.system.clock.difference=E5669: \u00a1El reloj del sistema local est\u00e1 mal!
