# Sample ResourceBundle properties file

IDS_BTN_CANCEL=\u30ad\u30e3\u30f3\u30bb\u30eb

IDS_BTN_PREV=< \u623b\u308b

IDS_BTN_NEXT=\u6b21\u3078 >

IDS_SEL_TOOL=\u8a3a\u65ad\u30c4\u30fc\u30eb\u306e\u9078\u629e

IDS_UPD_MODE=\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u30e2\u30fc\u30c9

IDS_TITLE_SEL_TOOL=\u6545\u969c\u8a3a\u65ad\u30c4\u30fc\u30eb\u306e\u9078\u629e

IDS_BTNR_STANDARD=\u30b9\u30bf\u30f3\u30c0\u30fc\u30c9

IDS_BTNR_CUSTOM=\u30ab\u30b9\u30bf\u30e0

IDS_TITLE_SWDL=\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2 \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9

IDS_SEL_DEALER=\u30c7\u30a3\u30fc\u30e9\u30fc \u30bd\u30d5\u30c8\u30a6\u30a8\u30a2 \u30bf\u30a4\u30d7\u9078\u629e

IDS_TITLE_SEL_DEALER=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3059\u308b\u30c7\u30a3\u30fc\u30e9\u30fc \u30bd\u30d5\u30c8\u30a6\u30a8\u30a2 \u30bf\u30a4\u30d7\u9078\u629e

IDS_BTN_SETTINGS=\u8a2d\u5b9a

IDS_DIAG_TOOL=\u8a3a\u65ad\u30c4\u30fc\u30eb

IDS_PORT=\u30dd\u30fc\u30c8

IDS_SPEED=\u30dc\u30fc\u30ec\u30fc\u30c8

IDS_BTN_OK=OK

IDS_PROGRESS_PANEL=\u9078\u629e\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u8a3a\u65ad\u30c4\u30fc\u30eb\u306b\u30ed\u30fc\u30c9\u3057\u3066\u3044\u307e\u3059\u3002

IDS_TITLE_DOWNLOAD=\u30bd\u30d5\u30c8\u30a6\u30a8\u30a2 \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306e\u5b9f\u884c

IDS_STATUS_PANEL=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 \u30b9\u30c6\u30fc\u30bf\u30b9

IDS_ERASE_PROGRESS=\u524a\u9664\u5b9f\u884c\u4e2d

IDS_DOWNLOAD_PROGRESS=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u5b9f\u884c\u4e2d

IDS_STATUS=\u30b9\u30c6\u30fc\u30bf\u30b9

IDS_TIME=\u63a8\u5b9a\u6b8b\u308a\u6642\u9593

IDS_BTN_TEST=\u30c6\u30b9\u30c8

IDS_STANDARD_COMM=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u73fe\u5728\u306e\u8a3a\u65ad\u30c4\u30fc\u30eb\u306e\u5185\u5bb9\u306b\u3088\u308a\u81ea\u52d5\u7684\u306b\u9078\u629e\u3055\u308c\u307e\u3059\u3002

IDS_CUSTOM_COMM=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u53ca\u3073\u8a00\u8a9e\u306f\u5fc5\u305a\u6709\u52b9\u306a\u9078\u629e\u30ea\u30b9\u30c8\u3088\u308a\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002

IDS_ERR_E1037=E4150: \u8a3a\u65ad\u30c4\u30fc\u30eb\u3068\u306e\u4ea4\u4fe1\u30a8\u30e9\u30fc!\n\n\u9069\u5207\u306a\u96fb\u6e90\u4f9b\u7d66\u63a5\u7d9a\u304c\u306a\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u53ca\u3073\u8a3a\u65ad\u30c4\u30fc\u30eb\u306b\u96fb\u529b\u304c\u4f9b\u7d66\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092 (\u88c5\u5099\u3055\u308c\u3066\u3044\u308b\u3068\u3053\u308d)\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\u3002 \u540c\u69d8\u306b\u3001\u8a3a\u65ad\u30c4\u30fc\u30eb\u3068 PC\u9593\u306e\u901a\u4fe1\u30b1\u30fc\u30d6\u30eb\u304c\u63a5\u7d9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\u3002

IDS_MSG_M1119=E1119: \u8a3a\u65ad\u30c4\u30fc\u30eb\u306f\u65e2\u306b\u6700\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u3059\u3002\n\n\u540c\u3058\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u518d\u30ed\u30fc\u30c9\u3059\u308b\u306b\u306f\u3001\u30ab\u30b9\u30bf\u30e0 \u30e2\u30fc\u30c9\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002

IDS_MSG_NEWVERS_DIFFCARD=E4152: \u6545\u969c\u8a3a\u65ad\u30c4\u30fc\u30eb\u306b\u306f\u73fe\u5728\u4f7f\u7528\u3055\u308c\u3066\u3044\u308bTech2 FlashCard\u7528\u306e\u6700\u65b0\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\n\u6700\u65b0\u306e\u6709\u52b9\u306a\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u306b\u306f{%s}MB\u306eTech2 FlashCard\u304c\u5fc5\u8981\u3068\u306a\u308a\u307e\u3059\u3002

IDS_SETUP_INSTR=\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7 \u30a4\u30f3\u30b9\u30c8\u30e9\u30af\u30b7\u30e7\u30f3

IDS_TOOL_CONTAINS=\u8a3a\u65ad\u30c4\u30fc\u30eb\u306f\u73fe\u5728\u4ee5\u4e0b\u3092\u542b\u307f\u307e\u3059:

IDS_TOOL_WILL_CONTAIN=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u5f8c\u3001\u8a3a\u65ad\u30c4\u30fc\u30eb\u306f\u4ee5\u4e0b\u3092\u542b\u307f\u307e\u3059:

IDS_TITLE_CONFIRM=\u30bd\u30d5\u30c8\u30a6\u30a8\u30a2\u5909\u66f4\u78ba\u8a8d

IDS_ERR_NO_SETTINGS={%s}\u6545\u969c\u8a3a\u65ad\u30c4\u30fc\u30eb\u7528\u306b\u30dd\u30fc\u30c8\u304a\u3088\u3073\u30dc\u30fc\u30ec\u30fc\u30c8\u3092\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\u3002

IDS_PLEASE_WAIT=\n\u304a\u5f85\u3061\u4e0b\u3055\u3044!\n

IDS_READ_DEVICE=\u8a3a\u65ad\u30c4\u30fc\u30eb\u306e\u5185\u5bb9\u3092\u8aad\u307f\u8fbc\u3093\u3067\u3044\u307e\u3059\u3002\n\n\n

IDS_BUILDING_APPLIST=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3 \u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u4e2d...

IDS_STARTING_DOWNLOAD=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u958b\u59cb...

IDS_BYTESREADFROM={%s}\u30d0\u30a4\u30c8\uff0f{%s}\u30d0\u30a4\u30c8

IDS_END_DOWNLOAD=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u304c\u7d42\u4e86\u3057\u307e\u3057\u305f!

IDS_DOWNLOAD=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u4e2d...

IDS_ERROR=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f!!!

IDS_SD_ERROR_BASE1=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3 \u30d5\u30a1\u30a4\u30eb\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f!

IDS_SD_ERROR_BASE2=\u30a8\u30e9\u30fc \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306f\u30ad\u30e3\u30f3\u30bb\u30eb\u3055\u308c\u307e\u3057\u305f!

IDS_SEEK=\u691c\u7d22\u4e2d...

IDS_TECH2_MESSAGE=E1044: \u8a3a\u65ad\u30c4\u30fc\u30eb\u3092\u30ea\u30bb\u30c3\u30c8\u3057\u3066\u4e0b\u3055\u3044!\n\u5168\u3066\u306e\u30b1\u30fc\u30d6\u30eb\u304c\u3057\u3063\u304b\u308a\u3068\u63a5\u7d9a\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\u3002\n\nOK \u30dc\u30bf\u30f3\u3092\u62bc\u3057\u3066\u7d99\u7d9a\u3059\u308b\n                   \u53c8\u306f\n\u30ad\u30e3\u30f3\u30bb\u30eb \u30dc\u30bf\u30f3\u3092\u62bc\u3057\u3066\u4e2d\u6b62\u3057\u3066\u4e0b\u3055\u3044

IDS_RELEARN_DELAY=\u7d42\u4e86\u3059\u308b\u305f\u3081\u306bTech 1 \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u518d\u5b66\u7fd2\u3092\u5f85\u6a5f\u4e2d\u3067\u3059...

IDS_BIOS_DOWNLOAD=PDT BIOS \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u4e2d\u3002PDT\u3092OFF\u306b\u3057\u306a\u3044\u3067\u4e0b\u3055\u3044\u3002

IDS_STARTING_ERASE=\u524a\u9664\u958b\u59cb...

IDS_MSG_ERASE_PROGRESS=\u524a\u9664\u4e2d...

IDS_DIRRELEARN=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u518d\u5b66\u7fd2\u5b9f\u884c\u4e2d...

IDS_NO_DEVICEDATA=E1296: \u8a3a\u65ad\u30c4\u30fc\u30eb\u4e0a\u306e\u30bd\u30d5\u30c8\u30a6\u30a8\u30a2\u306f\u8a8d\u8b58\u4e0d\u53ef\u307e\u305f\u306f\u4e0d\u5b8c\u5168\u3067\u3059\u3002\n\u6a19\u6e96\u30e2\u30fc\u30c9\u306e\u4f7f\u7528\u306f\u3067\u304d\u307e\u305b\u3093\u3002\n\n\u30ab\u30b9\u30bf\u30e0 \u30e2\u30fc\u30c9\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\u3002

IDS_DOWN_FINISH=\u6b21\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u8a3a\u65ad\u30c4\u30fc\u30eb\u306b\u30ed\u30fc\u30c9\u3055\u308c\u307e\u3057\u305f:

IDS_TITLE_DOWN_FINISH=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u7d42\u4e86

IDS_BTN_DOWNLOAD=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9 >

IDS_BTN_CLOSE=\u9589\u3058\u308b
IDS_ERR_SD_FAILED=E2538: \u30bd\u30d5\u30c8\u30a6\u30a8\u30a2 \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306b\u5931\u6557!

IDS_ERR_NO_TECH_COMM=E2542: Techline \u30b3\u30df\u30e5\u30cb\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093!

IDS_ERR_CONN_FAILED=E2544: \u30c7\u30d0\u30a4\u30b9\u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557!

IDS_ERR_T1_START_PROTOCOL=E892: \u30d7\u30ed\u30c8\u30b3\u30eb\u8d77\u52d5\u5931\u6557\u3002

IDS_ERR_T1_END_PROTOCOL=E893: \u30d7\u30ed\u30c8\u30b3\u30eb\u7d42\u4e86\u5931\u6557\u3002

IDS_ERR_T1_PROTOCOL_NSTARTED=E887: \u8ee2\u9001\u30d7\u30ed\u30c8\u30b3\u30eb\u304c\u8d77\u52d5\u3067\u304d\u307e\u305b\u3093

IDS_ERR_UNKNOWN=E2014: \u672a\u78ba\u8a8d\uff74\uff97\uff70 !

IDS_TEST_SUCCESSFUL=M2483: \u30c9\u30e9\u30a4\u30d0\u30fc \u30c6\u30b9\u30c8\u306b\u6210\u529f !

IDS_TITLE_SETTINGS_TOOL=\u8a3a\u65ad\u30c4\u30fc\u30eb

IDS_TITLE_SETTINGS_LOG=\u30ed\u30ae\u30f3\u30b0\u8a2d\u5b9a

IDS_PERFORM_LOG=\u30ed\u30ae\u30f3\u30b0\u3092\u5b9f\u884c

IDS_LOGFILE=\u30d5\u30a1\u30a4\u30eb\u540d

IDS_LOG_DEBUG=\u30c7\u30d0\u30c3\u30b0\u30ec\u30d9\u30eb

IDS_MSG_VERS_DIFF_SIZE=E4165: \u73fe\u884c\u6545\u969c\u8a3a\u65ad\u30c4\u30fc\u30eb\u306e\u30e1\u30e2\u30ea\u30fc\u30ab\u30fc\u30c9\u30b5\u30a4\u30ba\u7528\u306e\u6709\u52b9\u306a\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u304c\u3042\u308a\u307e\u305b\u3093\u3002

IDS_INV_DEV=E499: \uff83\uff9e\uff8a\uff9e\uff72\uff7d \uff84\uff9e\uff97\uff72\uff8a\uff9e\uff70\u304c\uff7d\uff80\uff70\uff84\u3067\u304d\u306a\u304b\u3063\u305f\u304b\u3001\uff84\uff9e\uff97\uff72\uff8a\uff9e\uff70\u306e\u521d\u671f\u5316\u306b\u5931\u6557\u3057\u3066\u3044\u307e\u3059!

IDS_READ_SERVER=M4167: \u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30c7\u30fc\u30bf\u8aad\u307f\u53d6\u308a

IDS_COMM_SRV_FAILED=E4168: \u30b5\u30fc\u30d0\u30fc\u3068\u306e\u901a\u4fe1\u5931\u6557!

IDS_TITLE_SETTINGS_CACHE=\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30ad\u30e3\u30c3\u30b7\u30e5

IDS_CACHE_SIZE=\u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30ba

IDS_LOCATION=\u56fd

IDS_TITLE_SRV_DOWN=\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u5b9f\u884c

IDS_SRVDOWN_PROGRESS_PANEL=\u9078\u629e\u3057\u305f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3055\u308c\u307e\u3059\u3002

IDS_FILE_DOWN_PROGRESS=\u30d5\u30a1\u30a4\u30eb\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u5b9f\u884c\u4e2d

IDS_BYTESDOWNFROM={%s}\u30d0\u30a4\u30c8\uff0f{%s}\u30d0\u30a4\u30c8

IDS_DOWNLOAD_FILE=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u30d5\u30a1\u30a4\u30eb: {%s}

IDS_TITLE_SEL_APP=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u9078\u629e

IDS_SELECT=\u9078\u629e

IDS_REMOVE=\u524a\u9664

IDS_SELECTED=\u9078\u629e\u9805\u76ee

IDS_CURRENT=\u73fe\u884c

IDS_APP_FOR_DOWN=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u7528\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3:

IDS_ERASE_BEF_UPD=\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u524d\u306b\u524a\u9664\u3057\u307e\u3059

IDS_BTN_IGNORE=\u7121\u8996

IDS_CHK_2TIMES=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u5b9f\u884c\u3059\u308b\u524d\u306b\u30c6\u30af\u30cb\u30ab\u30ebSW\u8a3a\u65ad\u306e\u60c5\u5831\u3092\u304a\u8aad\u307f\u4e0b\u3055\u3044\u3002

IDS_UPLOAD_STATUS=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30b9\u30c6\u30fc\u30bf\u30b9

IDS_ERR_E1296=E1296: \u8a3a\u65ad\u30c4\u30fc\u30eb\u4e0a\u306e\u30bd\u30d5\u30c8\u30a6\u30a8\u30a2\u306f\u8a8d\u8b58\u4e0d\u53ef\u307e\u305f\u306f\u4e0d\u5b8c\u5168\u3067\u3059\u3002\n\u6a19\u6e96\u30e2\u30fc\u30c9\u306e\u4f7f\u7528\u306f\u3067\u304d\u307e\u305b\u3093\u3002\n\n\u30ab\u30b9\u30bf\u30e0 \u30e2\u30fc\u30c9\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\u3002

IDS_CURRAPP_NOTFOUND=E4524: \u6545\u969c\u8a3a\u65ad\u30c4\u30fc\u30eb\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u73fe\u884c\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\n\n\u30ab\u30b9\u30bf\u30e0 \u30e2\u30fc\u30c9\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\u3002

IDS_INIT_DEVICE=\u6545\u969c\u8a3a\u65ad\u30c4\u30fc\u30eb\u306e\u521d\u671f\u5316

IDS_CACHESIZE_TO_SMALL=E4197: \u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30ba\u306f10 MB\u4ee5\u4e0a\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093!

IDS_ERROR_BAD_FILE=E4198: \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u5931\u6557\u3002\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u4e2d\u306b\u30d5\u30a1\u30a4\u30eb\u304c\u58ca\u308c\u307e\u3057\u305f\u3002

IDS_ERROR_CREATE_DIR=E4199: \u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u69cb\u9020\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002

IDS_ERROR_MAKE_SPACE=E4200: \u30ad\u30e3\u30c3\u30b7\u30e5\u304b\u3089\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6d88\u53bb\u3057\u3088\u3046\u3068\u3057\u305f\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

IDS_ERROR_SAVE_INF=E4201: \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u60c5\u5831\u3092\u4fdd\u5b58\u3057\u3088\u3046\u3068\u3057\u305f\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

IDS_BTN_DELCACHE=\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30af\u30ea\u30a2

IDS_DELCACHE_SUCCES=M4203: \u30ad\u30e3\u30c3\u30b7\u30e5\u306f\u6d88\u53bb\u3055\u308c\u307e\u3057\u305f\u3002

IDS_ERROR_DELCACHE=E4204: \u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u6d88\u53bb\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002

IDS_SRVERR_CHECK_SESSION=E4205: \u6709\u52b9\u306a\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30b5\u30fc\u30d0\u30fc\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

IDS_INACTIVE_SESSION=E4206: \u30a2\u30af\u30c6\u30a3\u30d6\u3067\u306a\u3044\u30bb\u30c3\u30b7\u30e7\u30f3\u307e\u305f\u306f\u7121\u52b9\u306a\u30bb\u30c3\u30b7\u30e7\u30f3

IDS_SRVERR_PACK_RESPONSE=E4207: \u5fdc\u7b54\u3092\u6700\u9069\u5316\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

IDS_SRVERR_UNPACK_COMMAND=E4208: \u30b3\u30de\u30f3\u30c9\u3092\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u30b5\u30fc\u30d0\u30fc\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

IDS_SRVERR_UNKNOWN=E4209: \u30b5\u30fc\u30d0\u30fc\u306b\u4e0d\u660e\u306a\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

IDS_SRVERR_NULLOBJ=E4210: \u30b5\u30fc\u30d0\u30fc\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7a7a\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u8fd4\u5374\u3055\u308c\u307e\u3057\u305f\u3002

IDS_SRVERR_REINIT=M4742: \u30b5\u30fc\u30d0\u30fc\u304c\u518d\u521d\u671f\u5316\u3055\u308c\u3066\u3044\u307e\u3059\u3002\n\u3067\u3059\u304b\u3089\u3001\u3042\u306a\u305f\u306e\u9078\u629e\u306f\u53e4\u304f\u306a\u3063\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\n\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u518d\u8d77\u52d5\u3057\u3066\u4e0b\u3055\u3044!

IDS_MSG_NO_STRATA_SUPPORT=Strata\u30d5\u30e9\u30c3\u30b7\u30e5\u30ab\u30fc\u30c9\u306b\u306f\u300110 MB\u30bd\u30d5\u30c8\u30a6\u30a8\u30a2 \u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3067\u304d\u306a\u3044\u3002

IDS_SWDL_CLIENT_INSTANCE_ALLREADY_RUNNING=E5531: SWDL\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306f\u65e2\u306b\u5b9f\u884c\u4e2d

IDS_SET_ENVIRONMENT_FAILED=E5532: \u74b0\u5883\u3092\u30bb\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3002\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3092\u8d77\u52d5\u3067\u304d\u307e\u305b\u3093\u3002

softwareKeyCheck.error.panel.title=\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30ad\u30fc\u30a8\u30e9\u30fc
softwareKeyCheck.error.panel.message=E5529: \u304a\u624b\u5143\u306e\u30e6\u30fc\u30b6\u30fcID\u306b\u5bfe\u3059\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u8a31\u5bb9\u6570\u3092\u4e0a\u56de\u3063\u3066\u3044\u307e\u3059\uff08\u30b5\u30dd\u30fc\u30c8\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\uff09\u3002

software.install=\u30bd\u30d5\u30c8\u30a6\u30a8\u30a2\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
software=\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2
install=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
version=\u30d0\u30fc\u30b8\u30e7\u30f3
installed.version=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b\u30d0\u30fc\u30b8\u30e7\u30f3
ok=OK
skip=\u30b9\u30ad\u30c3\u30d7
do.not.install=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u306a\u3044
successfully.installed=\u7121\u4e8b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b
status=\u30b9\u30c6\u30fc\u30bf\u30b9
not.installed=\uff72\uff9d\uff7d\uff84\uff70\uff99\u3055\u308c\u3066\u3044\u307e\u305b\u3093
available.versions=\u6709\u52b9\u30d0\u30fc\u30b8\u30e7\u30f3
installation.summary=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30b5\u30de\u30ea\u30fc
unknown=\u4e0d\u660e
failure.not.installed=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306b\u5931\u6557
retrieving.data=\u30c7\u30fc\u30bf\u8aad\u307f\u53d6\u308a\u4e2d
deflating.archive=\u30a2\u30fc\u30ab\u30a4\u30d6\u5727\u7e2e\u4e2d
executing=\u5b9f\u884c\u4e2d

executing.installer=\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u306e\u5b9f\u884c

abort.software.download=\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u4e2d\u6b62\u3057\u307e\u3059\u304b\uff1f

error.system.clock.difference=E5669: \u30ed\u30fc\u30ab\u30eb\u30b7\u30b9\u30c6\u30e0\u30af\u30ed\u30c3\u30af\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
